{
  "id": "036-the-rapture",
  "release_number": 36,
  "title": "The Rapture",
  "author": "Joseph Lidster",
  "filename": "036 - The Rapture - Joseph Lidster_djvu.txt",
  "format_type": "B",
  "preamble_end_line": 529,
  "parts": [
    {
      "part_number": 1,
      "start_line": 5346,
      "end_line": 5560,
      "elements": [
        {
          "type": "direction",
          "text": "PART ONE",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "JINGLE The weekend on Radio ACL - Liam Halpin: clubnews.com.",
          "character": "RADIO"
        },
        {
          "type": "dialogue",
          "text": "HALPIN The major story tonight is about Priory, the new club just outside London. It’s only been open a month and is already being hailed as mightier than Ministry and greater than Gatecrasher! Two years ago, Gabriel and Jude, two DJs who appeared on the scene from nowhere, clubbed together with Millionaire businessman Sir Justin Gold and bought the Priory, a sprawling country house with a mysterious past. In 1911, the entire house went up in flames — the locals believing that some kind of Egyptian curse had taken hold of the building and the people within. The new house was then owned by the Government for the next fifty years and was said to house some mysterious organisation dedicated to protecting us from alien invasion — yes, people, the UK’s very own Roswell. Back in ’97, Sir Justin bought the house and, along with DJ brothers Jude and Gabriel, began it’s conversion into what some are calling the only club to be seen in as we head into the next millennium. So if you're not scared of marauding Egyptian mummies or Britain’s answer to The X-Files, if you want to hear the year’s hottest tracks mixed by some of the country’s top DJs, if you like your tunes loud and pumping, then get down to Priory where they’re having it large. Now here’s a few shout-outs to some of you weekend people...",
          "character": "LIAM"
        },
        {
          "type": "dialogue",
          "text": "The radio is switched off.",
          "character": "LIAM"
        },
        {
          "type": "dialogue",
          "text": "325",
          "character": "LIAM"
        },
        {
          "type": "dialogue",
          "text": "We hear a discussion between Jude, Gabriel and Sir Justin. Sir Justin congratulates the DJs and they drink a toast. Jude asks Justin how his sense of taste is.'Fine, as far [know. Why?’ he asks. Jude says it is strange that he did not taste the poison in the champagne. The poison now working through his body. He says that Gabriel will be able to explain it better. Then, accompanied by the gurgling of Justin's death-throes, Gabriel explains in gruesome detail, exactly what the poison is doing to his body. ‘In fact, 'd say you have five heartbeats left. Five. Four. Three. Two. One’ Justin dies.‘Well, Jude, my dear brother, it looks like Sir Justin really is a sleeping partner now: They chink their glasses together.",
          "character": "LIAM"
        },
        {
          "type": "dialogue",
          "text": "Opening music: Doctor Who theme.",
          "character": "LIAM"
        },
        {
          "type": "dialogue",
          "text": "In the TARDIS, the Seventh Doctor calls for Ace. She enters the console room and he tells her they've landed.‘Where Professor?'The Doctor explains that the year is 1999, and they're in the grounds of what was once UNIT HQ. He explains about how he helped",
          "character": "LIAM"
        },
        {
          "type": "dialogue",
          "text": "back in the Seventies and Eighties - ‘in a way, you could say this was once my home from home. Ace says she can’t picture the Doctor helping a load of soldiers and that she hopes they're not here to help a load of ‘Gilmore-types’. The Doctor says that the building now seems to be ‘some sort of disco’ He says ‘It’s not really your sort of music, though, is it Ace?’",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "‘No. Can’t stand all that rave-type crap. All the pillpoppers getting trippy with each other’ The Doctor says that she won’t want to visit it chen and prepares to dematerialise the TARDIS. Ace is suddenly aware that the Doctor doesn’t seem to want her to visit the club and says that she hasn't said she doesn’t want to go. The Doctor says he doesn’t think it’s a good idea. Ace operates the door control and leaves the TARDIS saying, ‘You stay here Professor, 1 don’t think it’s quite your scene’ As he shouts after her ‘and remember, no alcohol’, it is obvious the Doctor has manipulated Ace into visiting the club. He closes the doors behind her.",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "Outside the club, Brian, Caitriona and Kieran are waiting in the queue.They are already slightly drunk. Caitriona is explaining to the others what the inside of the club is like. ‘It’s mad! All glass and lasers. The whole of the floor is a dance area, and the chill-out rooms are in the old stables. There’s even a huge glass lift going up to the DJs’ box. It’s so cool. Then there are these deadly projections onto the walls of aliens and mummies and stuff. You’re going to love it. Brian asks what the ‘totry’ is like. Kieran says that Caitriona should try and be a bit more sober or they won't get in.",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "Ace is heading towards the queue. ‘Jesus, the Professor thinks I’m just a kid’ A drunk leers at her.‘In your dreams, faceache:",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "Gabriel returns to Jude's office. We can hear the muffled sounds of the music coming from the dancefloor. He says he has disposed of the body and that it’s getting busy out there. Jude says ‘that’s good, well if they contact us, we could start the experiment tonight. As he says this, the muffled dance music reaches a crescendo...",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "...and Ace enters the club. The music is at a high-point and there are screams and shouting from the hundreds of dancers. ‘Ace!’ She heads over to the bar. The barman is asking her what she wants, when there is a voice behind her:‘I’ll get this. She is halfway through telling the guy to get lost, when she turns around. It is Brian. She is impressed. “What do you want?’ he asks.‘A coke... sorry a double vodka and coke: Brian orders their drinks and introduces himself to her. Ace says she is visiting the area and was meant to be meeting a bloke here but that he hasn’t turned up. ‘That's his bad luck’ replies Brian.",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "Jude is asking Gabriel what he did with Sir Justin’s body, but Gabriel is being evasive. ‘It’s in your room, isn’t it?’ Gabriel sounds sheepish. ‘I just wanted a little bit of fun with it before disposing of it.",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "‘Gabriel, we haven't time for these sick perversions of yours, the mission must not fail?",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "326",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "‘But...’ replies Gabriel.‘But nothing. Get rid of it.The smell last time was disgusting and we can't afford to have the authorities sniffing around again’ Gabriel leaves, the sound of the club music rising as he opens the door. Jude picks up his ‘phone. ‘It’s me. I need to see you tonight. My brother... no he still doesn’t suspect a thing’",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "Caitriona and Kieran are dancing. Caitriona announces that she is off to the bar.‘You haven’t had enough yet?’ asks Kieran. She says that she knows he is worried about her but that she is fine. Kieran says that maybe they should rescue that girl from Brian and goes with her.",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "Brian is boring Ace with tales of his sporting prowess. He is explaining that he doesn’t drink, doesn’t smoke and eats only healthy food.‘The only way to get a body like mine. Ace is about to tell him that she is leaving when Kieran and Caitriona join them. They get chatting to Ace who is pleased to see them. Caitriona is obviously very drunk and having a great time. She drags them all onto the dancefloor, when another clubber bumps into her. Suddenly her manner changes and she becomes very aggressive, practically starting a fight with the apologetic girl. Kieran drags her away.",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "Back in the TARDIS, all is quiet.‘Perhaps I should go and get Ace; mutters the Doctor. Suddenly the console emits a series of beeps. ‘Transmissions directed at the club. How surprisingly odd!’ He detects that they're coming from outside the solar system. ‘I'd better get Ace and hope she hasn’t got herself into any trouble.",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "Back on the dancefloor,Ace is very drunk. As they dance, she tells the others all about her origins and her travels with the Doctor. The others think this is ‘really cool’ and as Kieran says ‘it would explain your retro-80s look!’ Ace says that she will show them the TARDIS and that they can all come with them.‘Does the TARDIS do pizza?’ asks Caitriona. ‘No, but there’s this great kebab shop on Pluto’",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "Back in Jude’s office, Jude is explaining to Gabriel that their superiors have been in touch. ‘They want us to start the first experiment. Inform the DJ’",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "Ace screams ‘this is so much more fun that time travel’ and the others ail shout their agreement.",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "Outside the club, the Doctor is trying to get past the bouncers. ‘Sorry mate, but I think you're a bit past it for this sort of thing. Why not try the ballroom dancing in town?'The other bouncer thinks this is extremely funny. ‘What do you mean?’ asks the Doctor. ‘You're too old?",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "‘Oider than you think, he replies. ‘I've got to get in there and speak to my young friend’",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "Back in the club, the DJ announces that it’s time for a‘new thumping track, exclusive here at Priory. You haven’t experienced pure trance until you’ve experienced “Priory Machine”. The clubbers, including Ace and her new friends scream their approval and the new track begins.",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "Outside the club: ‘Now listen mate...’ The Doctor interrupts the bouncer, ‘Wait, something's changed. Can’t you feel it? What's going on in there?’ The bouncer replies that ‘apparently, they are ‘aving it large’ The track, melodic, intense and almost sinister, is beginning to increase in speed and everyone is dancing. Kieran asks Brian if he is OK. ‘No, something's odd. There’s something strange happening’ Kieran says he is being",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "paranoid and just letting the history of the place get to him.",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "Jude and Gabriei watch the clubbers from the office.’ Beautiful,’ whispers Gabriel. Jude says the experiment is only just beginning. ‘Not the experiment, Jude, those young humans!’ replies Gabriel, lustfully.",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "Back on the dancefloor, everyone is dancing as the music keeps increasing in tempo. Someone bumps into Caitriona and apologises. She explodes, ‘Jesus Christ! What is it",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "327",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "with you people tonight? Why can’t you watch where the fu...’. Suddenly she stops, mid- sentence - as does all the other noise. All the cheering, talking, shouting and screaming stops at once leaving just the music and the sound of people dancing.",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "The Doctor forces his way into the club. He shouts urgently for Ace.‘Something is very wrong here!’",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "Brian has reached the same conclusion. ‘Ace! Can you hear me?’ She replies with a possessed-sounding voice ‘Feel the music!’ Brian screams at the others but nobody replies. ‘What's wrong with you all?’ He pushes his way through the silent dancers and bursts into Jude's office.‘Why is there always one?’ asks Jude.",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "The Doctor is at the bar explaining what Ace looks like. The barman is just quietly repeating ‘What can I get you?’ like a mantra. The Doctor turns around and faces the crowd. ‘Ace! Where are you?’",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "In the office, Brian is screaming at Jude and Gabriel asking them what's going on. Gabriel shuts the door behind him. ‘Sorry to use such an obvious cliché, Gabriel, but this young man could be a threat to our plans - kil! him’ We hear a laser being switched on and Brian starts to scream in agony.",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "On the dancefloor, the tune has become sad and serious, almost funereal. The Doctor finds Ace. ‘There you are. Ace, speak to me. Some sort of trance.Ace, can you hear me?’",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "Brian is still screaming with agony, combined with a gurgling sound. ‘Gabriel! We're in the middle of the experiment. This is no time to be having fun. Finish him off? Brian’s screams rise to a crescendo (in harmony with the rising music outside the office) and then stop.",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "Back on the dancefloor, the DJ's voice shouts over the PA ‘So you've all just entered a higher state of consciousness!’",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "The Doctor shouts at Ace.‘Can you hear me? Can any of you hear me?’",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "The laser is switched off. ‘Shame, he was cute, says Gabriel.‘How’s the experiment going?’ Jude tells him to take a look himself.",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "‘Ace!’ shouts the Doctor.",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "‘Can you feel the vibes?’ shouts the DJ.",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "The crowd screams.",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "‘And now it’s time for a new track; shouts the DJ, ‘and it’s one that'll totally blow your minds!!!’ The crowd scream their approval, the Doctor screams out ‘Ace’ and the music changes ~ all of which merge into...",
          "character": "UNIT"
        },
        {
          "type": "dialogue",
          "text": "Closing music: Doctor Who theme.",
          "character": "UNIT"
        }
      ],
      "searchable_dialogue": "RADIO: JINGLE The weekend on Radio ACL - Liam Halpin: clubnews.com.\nLIAM: HALPIN The major story tonight is about Priory, the new club just outside London. It’s only been open a month and is already being hailed as mightier than Ministry and greater than Gatecrasher! Two years ago, Gabriel and Jude, two DJs who appeared on the scene from nowhere, clubbed together with Millionaire businessman Sir Justin Gold and bought the Priory, a sprawling country house with a mysterious past. In 1911, the entire house went up in flames — the locals believing that some kind of Egyptian curse had taken hold of the building and the people within. The new house was then owned by the Government for the next fifty years and was said to house some mysterious organisation dedicated to protecting us from alien invasion — yes, people, the UK’s very own Roswell. Back in ’97, Sir Justin bought the house and, along with DJ brothers Jude and Gabriel, began it’s conversion into what some are calling the only club to be seen in as we head into the next millennium. So if you're not scared of marauding Egyptian mummies or Britain’s answer to The X-Files, if you want to hear the year’s hottest tracks mixed by some of the country’s top DJs, if you like your tunes loud and pumping, then get down to Priory where they’re having it large. Now here’s a few shout-outs to some of you weekend people...\nLIAM: The radio is switched off.\nLIAM: 325\nLIAM: We hear a discussion between Jude, Gabriel and Sir Justin. Sir Justin congratulates the DJs and they drink a toast. Jude asks Justin how his sense of taste is.'Fine, as far [know. Why?’ he asks. Jude says it is strange that he did not taste the poison in the champagne. The poison now working through his body. He says that Gabriel will be able to explain it better. Then, accompanied by the gurgling of Justin's death-throes, Gabriel explains in gruesome detail, exactly what the poison is doing to his body. ‘In fact, 'd say you have five heartbeats left. Five. Four. Three. Two. One’ Justin dies.‘Well, Jude, my dear brother, it looks like Sir Justin really is a sleeping partner now: They chink their glasses together.\nLIAM: Opening music: Doctor Who theme.\nLIAM: In the TARDIS, the Seventh Doctor calls for Ace. She enters the console room and he tells her they've landed.‘Where Professor?'The Doctor explains that the year is 1999, and they're in the grounds of what was once UNIT HQ. He explains about how he helped\nUNIT: back in the Seventies and Eighties - ‘in a way, you could say this was once my home from home. Ace says she can’t picture the Doctor helping a load of soldiers and that she hopes they're not here to help a load of ‘Gilmore-types’. The Doctor says that the building now seems to be ‘some sort of disco’ He says ‘It’s not really your sort of music, though, is it Ace?’\nUNIT: ‘No. Can’t stand all that rave-type crap. All the pillpoppers getting trippy with each other’ The Doctor says that she won’t want to visit it chen and prepares to dematerialise the TARDIS. Ace is suddenly aware that the Doctor doesn’t seem to want her to visit the club and says that she hasn't said she doesn’t want to go. The Doctor says he doesn’t think it’s a good idea. Ace operates the door control and leaves the TARDIS saying, ‘You stay here Professor, 1 don’t think it’s quite your scene’ As he shouts after her ‘and remember, no alcohol’, it is obvious the Doctor has manipulated Ace into visiting the club. He closes the doors behind her.\nUNIT: Outside the club, Brian, Caitriona and Kieran are waiting in the queue.They are already slightly drunk. Caitriona is explaining to the others what the inside of the club is like. ‘It’s mad! All glass and lasers. The whole of the floor is a dance area, and the chill-out rooms are in the old stables. There’s even a huge glass lift going up to the DJs’ box. It’s so cool. Then there are these deadly projections onto the walls of aliens and mummies and stuff. You’re going to love it. Brian asks what the ‘totry’ is like. Kieran says that Caitriona should try and be a bit more sober or they won't get in.\nUNIT: Ace is heading towards the queue. ‘Jesus, the Professor thinks I’m just a kid’ A drunk leers at her.‘In your dreams, faceache:\nUNIT: Gabriel returns to Jude's office. We can hear the muffled sounds of the music coming from the dancefloor. He says he has disposed of the body and that it’s getting busy out there. Jude says ‘that’s good, well if they contact us, we could start the experiment tonight. As he says this, the muffled dance music reaches a crescendo...\nUNIT: ...and Ace enters the club. The music is at a high-point and there are screams and shouting from the hundreds of dancers. ‘Ace!’ She heads over to the bar. The barman is asking her what she wants, when there is a voice behind her:‘I’ll get this. She is halfway through telling the guy to get lost, when she turns around. It is Brian. She is impressed. “What do you want?’ he asks.‘A coke... sorry a double vodka and coke: Brian orders their drinks and introduces himself to her. Ace says she is visiting the area and was meant to be meeting a bloke here but that he hasn’t turned up. ‘That's his bad luck’ replies Brian.\nUNIT: Jude is asking Gabriel what he did with Sir Justin’s body, but Gabriel is being evasive. ‘It’s in your room, isn’t it?’ Gabriel sounds sheepish. ‘I just wanted a little bit of fun with it before disposing of it.\nUNIT: ‘Gabriel, we haven't time for these sick perversions of yours, the mission must not fail?\nUNIT: 326\nUNIT: ‘But...’ replies Gabriel.‘But nothing. Get rid of it.The smell last time was disgusting and we can't afford to have the authorities sniffing around again’ Gabriel leaves, the sound of the club music rising as he opens the door. Jude picks up his ‘phone. ‘It’s me. I need to see you tonight. My brother... no he still doesn’t suspect a thing’\nUNIT: Caitriona and Kieran are dancing. Caitriona announces that she is off to the bar.‘You haven’t had enough yet?’ asks Kieran. She says that she knows he is worried about her but that she is fine. Kieran says that maybe they should rescue that girl from Brian and goes with her.\nUNIT: Brian is boring Ace with tales of his sporting prowess. He is explaining that he doesn’t drink, doesn’t smoke and eats only healthy food.‘The only way to get a body like mine. Ace is about to tell him that she is leaving when Kieran and Caitriona join them. They get chatting to Ace who is pleased to see them. Caitriona is obviously very drunk and having a great time. She drags them all onto the dancefloor, when another clubber bumps into her. Suddenly her manner changes and she becomes very aggressive, practically starting a fight with the apologetic girl. Kieran drags her away.\nUNIT: Back in the TARDIS, all is quiet.‘Perhaps I should go and get Ace; mutters the Doctor. Suddenly the console emits a series of beeps. ‘Transmissions directed at the club. How surprisingly odd!’ He detects that they're coming from outside the solar system. ‘I'd better get Ace and hope she hasn’t got herself into any trouble.\nUNIT: Back on the dancefloor,Ace is very drunk. As they dance, she tells the others all about her origins and her travels with the Doctor. The others think this is ‘really cool’ and as Kieran says ‘it would explain your retro-80s look!’ Ace says that she will show them the TARDIS and that they can all come with them.‘Does the TARDIS do pizza?’ asks Caitriona. ‘No, but there’s this great kebab shop on Pluto’\nUNIT: Back in Jude’s office, Jude is explaining to Gabriel that their superiors have been in touch. ‘They want us to start the first experiment. Inform the DJ’\nUNIT: Ace screams ‘this is so much more fun that time travel’ and the others ail shout their agreement.\nUNIT: Outside the club, the Doctor is trying to get past the bouncers. ‘Sorry mate, but I think you're a bit past it for this sort of thing. Why not try the ballroom dancing in town?'The other bouncer thinks this is extremely funny. ‘What do you mean?’ asks the Doctor. ‘You're too old?\nUNIT: ‘Oider than you think, he replies. ‘I've got to get in there and speak to my young friend’\nUNIT: Back in the club, the DJ announces that it’s time for a‘new thumping track, exclusive here at Priory. You haven’t experienced pure trance until you’ve experienced “Priory Machine”. The clubbers, including Ace and her new friends scream their approval and the new track begins.\nUNIT: Outside the club: ‘Now listen mate...’ The Doctor interrupts the bouncer, ‘Wait, something's changed. Can’t you feel it? What's going on in there?’ The bouncer replies that ‘apparently, they are ‘aving it large’ The track, melodic, intense and almost sinister, is beginning to increase in speed and everyone is dancing. Kieran asks Brian if he is OK. ‘No, something's odd. There’s something strange happening’ Kieran says he is being\nUNIT: paranoid and just letting the history of the place get to him.\nUNIT: Jude and Gabriei watch the clubbers from the office.’ Beautiful,’ whispers Gabriel. Jude says the experiment is only just beginning. ‘Not the experiment, Jude, those young humans!’ replies Gabriel, lustfully.\nUNIT: Back on the dancefloor, everyone is dancing as the music keeps increasing in tempo. Someone bumps into Caitriona and apologises. She explodes, ‘Jesus Christ! What is it\nUNIT: 327\nUNIT: with you people tonight? Why can’t you watch where the fu...’. Suddenly she stops, mid- sentence - as does all the other noise. All the cheering, talking, shouting and screaming stops at once leaving just the music and the sound of people dancing.\nUNIT: The Doctor forces his way into the club. He shouts urgently for Ace.‘Something is very wrong here!’\nUNIT: Brian has reached the same conclusion. ‘Ace! Can you hear me?’ She replies with a possessed-sounding voice ‘Feel the music!’ Brian screams at the others but nobody replies. ‘What's wrong with you all?’ He pushes his way through the silent dancers and bursts into Jude's office.‘Why is there always one?’ asks Jude.\nUNIT: The Doctor is at the bar explaining what Ace looks like. The barman is just quietly repeating ‘What can I get you?’ like a mantra. The Doctor turns around and faces the crowd. ‘Ace! Where are you?’\nUNIT: In the office, Brian is screaming at Jude and Gabriel asking them what's going on. Gabriel shuts the door behind him. ‘Sorry to use such an obvious cliché, Gabriel, but this young man could be a threat to our plans - kil! him’ We hear a laser being switched on and Brian starts to scream in agony.\nUNIT: On the dancefloor, the tune has become sad and serious, almost funereal. The Doctor finds Ace. ‘There you are. Ace, speak to me. Some sort of trance.Ace, can you hear me?’\nUNIT: Brian is still screaming with agony, combined with a gurgling sound. ‘Gabriel! We're in the middle of the experiment. This is no time to be having fun. Finish him off? Brian’s screams rise to a crescendo (in harmony with the rising music outside the office) and then stop.\nUNIT: Back on the dancefloor, the DJ's voice shouts over the PA ‘So you've all just entered a higher state of consciousness!’\nUNIT: The Doctor shouts at Ace.‘Can you hear me? Can any of you hear me?’\nUNIT: The laser is switched off. ‘Shame, he was cute, says Gabriel.‘How’s the experiment going?’ Jude tells him to take a look himself.\nUNIT: ‘Ace!’ shouts the Doctor.\nUNIT: ‘Can you feel the vibes?’ shouts the DJ.\nUNIT: The crowd screams.\nUNIT: ‘And now it’s time for a new track; shouts the DJ, ‘and it’s one that'll totally blow your minds!!!’ The crowd scream their approval, the Doctor screams out ‘Ace’ and the music changes ~ all of which merge into...\nUNIT: Closing music: Doctor Who theme."
    },
    {
      "part_number": 2,
      "start_line": 5561,
      "end_line": 5860,
      "elements": [
        {
          "type": "direction",
          "text": "PART TWo",
          "character": null
        },
        {
          "type": "direction",
          "text": "Back on the dancefioor, the DJ’s voice shouts over the PA ‘So you've all just entered a",
          "character": null
        },
        {
          "type": "direction",
          "text": "higher state of consciousness!’",
          "character": null
        },
        {
          "type": "direction",
          "text": "The Doctor shouts at Ace.‘Can you hear me? Can any of you hear me?’",
          "character": null
        },
        {
          "type": "direction",
          "text": "The laser is switched off. ‘Shame, he was cute; says Gabriel. ‘How's the experiment",
          "character": null
        },
        {
          "type": "direction",
          "text": "going?’ Jude tells him to take a look himself.",
          "character": null
        },
        {
          "type": "direction",
          "text": "‘Ace!’ shouts the Doctor.",
          "character": null
        },
        {
          "type": "direction",
          "text": "‘Can you feel the vibes?’ shouts the DJ.",
          "character": null
        },
        {
          "type": "direction",
          "text": "The crowd screams.",
          "character": null
        },
        {
          "type": "direction",
          "text": "‘And now it’s time for a new track, shouts the DJ, ‘and it’s one that will totally blow",
          "character": null
        },
        {
          "type": "direction",
          "text": "your mind!!!\"",
          "character": null
        },
        {
          "type": "direction",
          "text": "The crowd scream their approval, the Doctor screams out ‘Ace’ and the music changes",
          "character": null
        },
        {
          "type": "direction",
          "text": "which all merge into...",
          "character": null
        },
        {
          "type": "direction",
          "text": "328",
          "character": null
        },
        {
          "type": "direction",
          "text": "...a new piece of music, a lot less intense than ‘Priory Machine’. Everyone ‘wakes up’.",
          "character": null
        },
        {
          "type": "direction",
          "text": "The Doctor shouts ‘Ace!’",
          "character": null
        },
        {
          "type": "direction",
          "text": "‘It’s OK, Professor, there’s no need to shout. Where did you come from?’",
          "character": null
        },
        {
          "type": "direction",
          "text": "Back in the office, Jude and Gabriel are celebrating. ‘It was a total success; says Gabriel.",
          "character": null
        },
        {
          "type": "direction",
          "text": "Jude points out that it wasn’t a total success, indicating Brian. He suggests that Gabriel",
          "character": null
        },
        {
          "type": "direction",
          "text": "should remove the body - and dispose of it properly this time.‘You're starting to sound",
          "character": null
        },
        {
          "type": "direction",
          "text": "like a broken record, Jude’ Jude says he will contact their superiors and Gabriel starts to",
          "character": null
        },
        {
          "type": "direction",
          "text": "drag away Brian’s corpse. As soon as he is gone, Jude operates a communicator. A voice",
          "character": null
        },
        {
          "type": "direction",
          "text": "answers and asks how the experiment went. Jude replies that it was near-total success",
          "character": null
        },
        {
          "type": "direction",
          "text": "with an acceptable failure rate. He asks when the final plan should go into action. He is",
          "character": null
        },
        {
          "type": "direction",
          "text": "told that he will be contacted as soon as transport is in place for him, Gabriel and ‘the",
          "character": null
        },
        {
          "type": "direction",
          "text": "army: The communication ends. Jude then makes a phone call. ‘I'li be out of here soon.",
          "character": null
        },
        {
          "type": "direction",
          "text": "We don’t have much time, Ill meet you tonight at your place... No you can’t come",
          "character": null
        },
        {
          "type": "direction",
          "text": "here... you know why, Gabriel must never find out. Pil see you when we finish here...",
          "character": null
        },
        {
          "type": "direction",
          "text": "About 4am’",
          "character": null
        },
        {
          "type": "direction",
          "text": "‘Ace, sit down for a minute’ The Doctor angrily turns on Kieran and Caitriona, telling",
          "character": null
        },
        {
          "type": "direction",
          "text": "them that Ace is underage and shouldn’t be drinking. Caitriona gets angry saying that if",
          "character": null
        },
        {
          "type": "direction",
          "text": "Ace is underage then what was he doing letting her come in here. Kieran, drunkenly,",
          "character": null
        },
        {
          "type": "direction",
          "text": "placates both of them.The Doctor says that it is of no importance and asks them if any",
          "character": null
        },
        {
          "type": "direction",
          "text": "of them remember what just happened. Ace’s words are slurred: ‘It’s called having fun,",
          "character": null
        },
        {
          "type": "direction",
          "text": "Professor, you should try it sometime.And don’t shout at my friends.'The Doctor says that",
          "character": null
        },
        {
          "type": "direction",
          "text": "‘something alien happened here’. Kieran says ‘You should know...’ but is interrupted by",
          "character": null
        },
        {
          "type": "direction",
          "text": "Ace (she doesn’t want the Doctor to know that she told them about him and the",
          "character": null
        },
        {
          "type": "direction",
          "text": "TARDIS). The Doctor says that it would be better if they left and went back to their",
          "character": null
        },
        {
          "type": "direction",
          "text": "‘rooms’.Ace says she doesn’t want to leave and that ‘anyway, Kieran and Caitriona have",
          "character": null
        },
        {
          "type": "direction",
          "text": "invited me back to theirs, as soon as we find Brian'.The Doctor says that that isn’t a good",
          "character": null
        },
        {
          "type": "direction",
          "text": "idea. Ace, quite viciously, turns on the Doctor and says it is her life and she can do what",
          "character": null
        },
        {
          "type": "direction",
          "text": "she likes.‘Who knows, if I have a really good time I might decide to stay here for good!’",
          "character": null
        },
        {
          "type": "direction",
          "text": "The Doctor is shocked and says that he’li pick her up in the morning. Kieran tries to give",
          "character": null
        },
        {
          "type": "direction",
          "text": "him their address, but is too drunk, so the Doctor angrily tells him that he’ll find the",
          "character": null
        },
        {
          "type": "direction",
          "text": "place, and leaves. Fade down.",
          "character": null
        },
        {
          "type": "direction",
          "text": "Fade up to different music.The DJ announces that it is the end and time for everyone",
          "character": null
        },
        {
          "type": "direction",
          "text": "to leave.‘See you all here tomorrow night - for the Event!’ Kieran, Caitriona and Ace, still",
          "character": null
        },
        {
          "type": "direction",
          "text": "drunk, start to leave.Ace asks if they should wait for Brian. Caitriona says there's no need",
          "character": null
        },
        {
          "type": "direction",
          "text": "-‘he'll have pulled. Guarantee someone's slavering over that body of his right now’ They",
          "character": null
        },
        {
          "type": "direction",
          "text": "laugh and head off.",
          "character": null
        },
        {
          "type": "direction",
          "text": "Brian wakes up. The following scene is heard from his POV. He asks why he can’t see",
          "character": null
        },
        {
          "type": "direction",
          "text": "and where he is. Gabriel replies that he does not agree with Jude's ‘mission’ so merely",
          "character": null
        },
        {
          "type": "direction",
          "text": "stunned him. His voice is loud (as if up to Brian’s ear). Brian is panicky and angry and",
          "character": null
        },
        {
          "type": "direction",
          "text": "shouts at Gabriel. Gabriel then switches on a recording device. And then the drills start.",
          "character": null
        },
        {
          "type": "direction",
          "text": "Brian screams in agony and there are ‘blubbery’ SFX as driils slice into his body. Gabriel",
          "character": null
        },
        {
          "type": "direction",
          "text": "asks him to scream more as he likes the sounds and thinks he can use them in future",
          "character": null
        },
        {
          "type": "direction",
          "text": "recordings. Then Brian stops screaming. We hear his slow breathing and he says that the",
          "character": null
        },
        {
          "type": "direction",
          "text": "pain has stopped. Gabriel mutters that that’s because he has lost so much blood that",
          "character": null
        },
        {
          "type": "direction",
          "text": "he... and his voice fades away. Brian breathes two more times then there is silence.",
          "character": null
        },
        {
          "type": "direction",
          "text": "Suddenly we hear Gabriel’s voice (but not from Brian’s POV) saying how the fact that",
          "character": null
        },
        {
          "type": "direction",
          "text": "Brian's body is empty of alcohol makes him less susceptible and how unfortunate that",
          "character": null
        },
        {
          "type": "direction",
          "text": "the screams were so short ‘but I can always loop them’.",
          "character": null
        },
        {
          "type": "direction",
          "text": "There is a lot of banging and fumbling as Kieran,Ace and Caitriona try to get into their",
          "character": null
        },
        {
          "type": "direction",
          "text": "329",
          "character": null
        },
        {
          "type": "direction",
          "text": "house.They eventually get the key into the lock, fall into the house and collapse into the",
          "character": null
        },
        {
          "type": "direction",
          "text": "living room, laughing.As the three of them chat, they reveal a bit about their characters.",
          "character": null
        },
        {
          "type": "direction",
          "text": "We discover that Kieran and Caitriona are media students, near the end of their course.",
          "character": null
        },
        {
          "type": "direction",
          "text": "Caitriona and Kieran ask Ace about the Doctor. She says that she trusts him, but she is",
          "character": null
        },
        {
          "type": "direction",
          "text": "worried that he might have some kind of agenda. They tatk about the club being",
          "character": null
        },
        {
          "type": "direction",
          "text": "haunted, and drunkenly laugh as they compare themselves to the Scooby Doo gang and",
          "character": null
        },
        {
          "type": "direction",
          "text": "teenagers in horror films. Ace stops laughing as she explains to the others that she",
          "character": null
        },
        {
          "type": "direction",
          "text": "doesn’t like old houses. ‘There was this old house, she begins to explain, ‘and I bu...",
          "character": null
        },
        {
          "type": "direction",
          "text": "never mind. Look, I'm getting all depressed, sorry’ Kieran says that he knows what would",
          "character": null
        },
        {
          "type": "direction",
          "text": "cheer them up - ‘Munchies!’. Caitriona says that it is his turn to go to the garage.‘Guess",
          "character": null
        },
        {
          "type": "direction",
          "text": "so, then you two lovely ladies can talk about me behind my back?’ Ace Jaughs and says",
          "character": null
        },
        {
          "type": "direction",
          "text": "he has a high opinion of himself. Kieran leaves and after a pause Ace asks Caitriona if she",
          "character": null
        },
        {
          "type": "direction",
          "text": "and Kieran are seeing each other. She explains that they are just best friends. He looks",
          "character": null
        },
        {
          "type": "direction",
          "text": "after her.‘Do you remember on the dancefloor, how I went a little bit mad for no reason?’",
          "character": null
        },
        {
          "type": "direction",
          "text": "she asks Ace.Ace says she just presumed that she was drunk. Caitriona explains that it is",
          "character": null
        },
        {
          "type": "direction",
          "text": "happening too often, too many times. She says she can be moody, depressed and drink",
          "character": null
        },
        {
          "type": "direction",
          "text": "too much. She doesn’t know why, it’s just the way she is at the moment. Kieran looks",
          "character": null
        },
        {
          "type": "direction",
          "text": "after her and ‘is a bloody good laugh as well’ She says, though, that she thinks Kieran is",
          "character": null
        },
        {
          "type": "direction",
          "text": "too naive and trustworthy. ‘If I'm honest with myself, I think I love him but sometimes I",
          "character": null
        },
        {
          "type": "direction",
          "text": "feel like I just use him, that it’s all one-sided’ Ace says that she thinks Kieran loves",
          "character": null
        },
        {
          "type": "direction",
          "text": "Caitriona as well.‘I don’t see why, when I'm such a bitch. God, he’s innocent - he’s the",
          "character": null
        },
        {
          "type": "direction",
          "text": "one who needs protecting:",
          "character": null
        },
        {
          "type": "direction",
          "text": "Kieran is at the 24-hour garage. He asks for ‘20 cheap cigarettes, three packs of smoky",
          "character": null
        },
        {
          "type": "direction",
          "text": "bacon crisps and some bread. He is about to hand over his money when Gabriel's voice",
          "character": null
        },
        {
          "type": "direction",
          "text": "sounds from behind him, saying ‘I'll get these’. Kieran says he is OK, but Gabriel hands",
          "character": null
        },
        {
          "type": "direction",
          "text": "over the money. He explains that he saw Kieran at the club. Kieran is still wary of him,",
          "character": null
        },
        {
          "type": "direction",
          "text": "until Gabriel tells him that he is the one who runs the club. Kieran is impressed. Gabriel",
          "character": null
        },
        {
          "type": "direction",
          "text": "asks if he can get some feedback from Kieran about the club. Kieran agrees and they",
          "character": null
        },
        {
          "type": "direction",
          "text": "walk down the road. They sit in a park, looking up at the stars. Gabriel is saying how he",
          "character": null
        },
        {
          "type": "direction",
          "text": "gets his inspiration for his music ‘from the stars. I want my music to make you feel that",
          "character": null
        },
        {
          "type": "direction",
          "text": "you could just reach up into the sky, then effortlessly fly up and through the stars: Kieran",
          "character": null
        },
        {
          "type": "direction",
          "text": "is amazed: “That’s what happens!’ Gabriel explains that he wants to make Kieran ‘a",
          "character": null
        },
        {
          "type": "direction",
          "text": "special project’. He gives him a CD - ‘It could be the biggest track next year but I need",
          "character": null
        },
        {
          "type": "direction",
          "text": "someone to test it. I want it to be perfect. Kieran is awe-struck and agrees. Gabriel tells",
          "character": null
        },
        {
          "type": "direction",
          "text": "him not to let anyone else listen to it and to return to Priory the next day. Kieran agrees",
          "character": null
        },
        {
          "type": "direction",
          "text": "and they part company.",
          "character": null
        },
        {
          "type": "direction",
          "text": "The Doctor is in the TARDIS. He says to himself that he hopes Ace is safe and then",
          "character": null
        },
        {
          "type": "direction",
          "text": "decides to go and have a look around the club. He operates the scanner and sees that",
          "character": null
        },
        {
          "type": "direction",
          "text": "Jude is leaving, meaning the building is now empty. In the club, he goes to the DJ's box",
          "character": null
        },
        {
          "type": "direction",
          "text": "- the equipment is perfectly normal.‘So it must be the music. He heads into Jude’s office",
          "character": null
        },
        {
          "type": "direction",
          "text": "and finds a chess set. ‘No, I'm not ready for that game yet’ He then discovers Jude’s",
          "character": null
        },
        {
          "type": "direction",
          "text": "communications equipment. ‘Take two aliens, a pinch of mesmerising music, a few",
          "character": null
        },
        {
          "type": "direction",
          "text": "gallons of alcohol, a smattering of illegal narcotics, add three thousand young humans -",
          "character": null
        },
        {
          "type": "direction",
          "text": "now what would dear Fanny Craddock make of this, I wonder...’ He hears Jude return",
          "character": null
        },
        {
          "type": "direction",
          "text": "and quickly hides in the next room, listening. Jude has brought back a human woman,",
          "character": null
        },
        {
          "type": "direction",
          "text": "Gemma.The Doctor mutters to himself to prepare to rescue her but is then surprised",
          "character": null
        },
        {
          "type": "direction",
          "text": "when Jude and Gemma kiss. He listens to them talking. During the conversation, we can",
          "character": null
        },
        {
          "type": "direction",
          "text": "hear that they are very much in love, even though Gemma is aware that he is an alien",
          "character": null
        },
        {
          "type": "direction",
          "text": "and that she knows what their plans are. Jude emphasises that he will protect her but",
          "character": null
        },
        {
          "type": "direction",
          "text": "330",
          "character": null
        },
        {
          "type": "direction",
          "text": "stresses again that his brother must never find out about her - he would see her as a",
          "character": null
        },
        {
          "type": "direction",
          "text": "threat to the plan. ‘I don't understand how you can love me, Gemma. You know what",
          "character": null
        },
        {
          "type": "direction",
          "text": "we've got planned for many of your species.’ Gemma replies,‘I know and I won't pretend",
          "character": null
        },
        {
          "type": "direction",
          "text": "that I can even think about that, but it’s not your race, or your plans that I love. It's you",
          "character": null
        },
        {
          "type": "direction",
          "text": "Jude. I know you're not evil. It’s just this war you're involved in’ Suddenly, they hear",
          "character": null
        },
        {
          "type": "direction",
          "text": "Gabriel return. They kiss and Jude flings her into the same room where the Doctor is",
          "character": null
        },
        {
          "type": "direction",
          "text": "hiding. She is about to shout out when the Doctor puts his hand over her mouth. He",
          "character": null
        },
        {
          "type": "direction",
          "text": "whispers into her ear that ‘it would seem that we would both be under threat from",
          "character": null
        },
        {
          "type": "direction",
          "text": "Gabriel. I suggest you keep quiet and we make a strategic withdrawal from here’ They",
          "character": null
        },
        {
          "type": "direction",
          "text": "sneak out of a window.",
          "character": null
        },
        {
          "type": "direction",
          "text": "‘Who the hell are you?’ shouts Gemma when she and the Doctor are outside. The",
          "character": null
        },
        {
          "type": "direction",
          "text": "Doctor won't say but asks her who she is. She tells him that she is called Gemma",
          "character": null
        },
        {
          "type": "direction",
          "text": "Knowles and that she is in love with Jude. ‘But what is his plan? Why does he want to",
          "character": null
        },
        {
          "type": "direction",
          "text": "hypnotise all these people?’ Gemma won't say.‘I don’t agree with what he's doing but",
          "character": null
        },
        {
          "type": "direction",
          "text": "I do love him. He’s really a good man.",
          "character": null
        },
        {
          "type": "direction",
          "text": "‘He’s not even human!’",
          "character": null
        },
        {
          "type": "direction",
          "text": "‘I know but we have some kind of connection. Haven't you ever been love?’ The",
          "character": null
        },
        {
          "type": "direction",
          "text": "Doctor is quiet as he says ‘No, not in that way’ Gemma turns on him: ‘Then you can’t",
          "character": null
        },
        {
          "type": "direction",
          "text": "understand, can you? It’s not something I can control. My mother loved my father, even",
          "character": null
        },
        {
          "type": "direction",
          "text": "on the day he beat her to death with his fists. Don’t you think I wish I could have met",
          "character": null
        },
        {
          "type": "direction",
          "text": "some nice safe accountant and felt this way?’ She is crying by this point, and the Doctor",
          "character": null
        },
        {
          "type": "direction",
          "text": "comforts her.‘I’m sorry Gemma. I really am. But I have to stop Jude and Gabriel’ Gemma",
          "character": null
        },
        {
          "type": "direction",
          "text": "stands back from the Doctor and tells him that she won't say anything to Jude about",
          "character": null
        },
        {
          "type": "direction",
          "text": "him, but that if he hurts Jude she ‘will find you and kill you. Trust me on that’",
          "character": null
        },
        {
          "type": "direction",
          "text": "Back at the house, Caitriona is making coffee for her and Ace. Ace is reading Kieran's",
          "character": null
        },
        {
          "type": "direction",
          "text": "half-finished essay about The Wizard Of Oz. Caitriona shouts through to her that Kieran",
          "character": null
        },
        {
          "type": "direction",
          "text": "was meant to be finishing the essay tonight but that she’d dragged him out clubbing.",
          "character": null
        },
        {
          "type": "direction",
          "text": "Kieran returns with the food. Caitriona shouts through ‘I’m making tea, do you want",
          "character": null
        },
        {
          "type": "direction",
          "text": "one?’",
          "character": null
        },
        {
          "type": "direction",
          "text": "‘No thanks. Look sorry about this but I’m knackered. I'm off to bed, he replies. He",
          "character": null
        },
        {
          "type": "direction",
          "text": "gives Ace the food and goes up to his room. Caitriona comes through with the tea and",
          "character": null
        },
        {
          "type": "direction",
          "text": "sits down, just as muffled music begins to sound through the ceiling.",
          "character": null
        },
        {
          "type": "direction",
          "text": "Gabriel and Jude discuss the night's events. Jude says that their superiors have been in",
          "character": null
        },
        {
          "type": "direction",
          "text": "touch and that ‘the Event is to go ahead as planned’ Gabriel explains that he has been",
          "character": null
        },
        {
          "type": "direction",
          "text": "experimenting himself - nothing that will affect the plan in a big way, but that could be",
          "character": null
        },
        {
          "type": "direction",
          "text": "an extra bonus. ‘Just a little test to see how malleable the human mind really is.",
          "character": null
        },
        {
          "type": "direction",
          "text": "Ace has fallen asleep so Caitriona pulls a blanket over her. She goes upstairs and stops",
          "character": null
        },
        {
          "type": "direction",
          "text": "outside Kieran’s room. She can hear the music and knocks quietly on the door. ‘Kieran?’",
          "character": null
        },
        {
          "type": "direction",
          "text": "There is no answer. In Kieran’s room we hear the music more clearly. It is at a section",
          "character": null
        },
        {
          "type": "direction",
          "text": "where the beat is fading away. We hear Caitriona’s muffled voice call his name again.",
          "character": null
        },
        {
          "type": "direction",
          "text": "Then the music fades away just leaving Kieran’s slow and steady breathing.",
          "character": null
        },
        {
          "type": "direction",
          "text": "Silence. ‘Radio ACL: The Dance Weekend. Good morning, campers, Liam Halpin here",
          "character": null
        },
        {
          "type": "direction",
          "text": "with Radio ACL's Dance Weekend, continuing here into Saturday. Tonight's the night",
          "character": null
        },
        {
          "type": "direction",
          "text": "then! The Event at Priory! But before I tell you more of the latest news about the biggest",
          "character": null
        },
        {
          "type": "direction",
          "text": "dance event this millennium, let me ask you, how was your Friday night? Mine was just",
          "character": null
        },
        {
          "type": "direction",
          "text": "mad at Subsonic in Manchester but I’m sure yours were ali crazy as well. Phone or e-mail",
          "character": null
        },
        {
          "type": "direction",
          "text": "me. Go on, you tell me yours, and I'll tell you mine’",
          "character": null
        },
        {
          "type": "direction",
          "text": "Caitriona, hungover and miserable, hits the radio into submission.‘I know what I'd like",
          "character": null
        },
        {
          "type": "direction",
          "text": "to tell you, mad-for-it Liam Halpin. I'd like to tell you to...\"The Doctor suddenly sticks his",
          "character": null
        },
        {
          "type": "direction",
          "text": "331",
          "character": null
        },
        {
          "type": "direction",
          "text": "head around her door.‘Good morning, Caitriona isn’t it? Kieran and Ace are downstairs.",
          "character": null
        },
        {
          "type": "direction",
          "text": "I'm making breakfast. Why don’t you join us?’",
          "character": null
        },
        {
          "type": "direction",
          "text": "‘Er... yeah right, be right there.",
          "character": null
        },
        {
          "type": "direction",
          "text": "She goes downstairs. The Doctor, singing loudly and tunelessly, is in the kitchen",
          "character": null
        },
        {
          "type": "direction",
          "text": "cooking a huge fry-up for them all. He comes through to the living-room and tells them",
          "character": null
        },
        {
          "type": "direction",
          "text": "that he thinks everything is OK at the club but that he is off to go and meet the owners.",
          "character": null
        },
        {
          "type": "direction",
          "text": "‘Do you have an appointment?’",
          "character": null
        },
        {
          "type": "direction",
          "text": "‘Well, no not yet. Remind me to make one Ace: He leaves them having the breakfast,",
          "character": null
        },
        {
          "type": "direction",
          "text": "his parting words being ‘Whatever happens, Ace, don’t come to the club until I return:",
          "character": null
        },
        {
          "type": "direction",
          "text": "‘Professor!’ The Doctor goes to meet Gabriel and Jude. ‘Aah, yes the representative",
          "character": null
        },
        {
          "type": "direction",
          "text": "from UNIT. Come on in’ says Jude. They begin their conversation, pretending to trust",
          "character": null
        },
        {
          "type": "direction",
          "text": "each other before the Doctor just says ‘lets just abandon the pretences shall we?’",
          "character": null
        },
        {
          "type": "direction",
          "text": "THE DOCTOR You’re not even human, are you?",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "My name is Jude and this is my brother, Gabriel. We are members of the Euphonian Empire.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "THE DOCTOR I can’t say I’ve heard of you.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Well, for many years Doctor, our race has been at war with another...",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "THE DOCTOR Yes, I’ve heard it all before. Ongoing",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "interplanetary war, millions killed, no one can even remember why it started. Just tell me what you are doing here, on Earth, and what all this disco business is all about.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Disco? Doctor, this is a nightclub. It’s more than a place for people to come and dance. They come here to become one mass, all in tune with the music. They want to feel that they are reaching a higher state of consciousness. It’s a religion for them — they come to forget their troubles and we’re here to help them do that — permanently.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "THE DOCTOR Do what permanently?",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Forget their troubles, forget their sad excuses",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "for lives and help them to join and serve a higher empire.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "ee That empire being the Euphonian Empire, no oubt?",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "That’s right, Doctor.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "The Doctor says that he doesn't understand how they hope to get away with it - as the",
          "character": "JUDE"
        },
        {
          "type": "direction",
          "text": "music will only affect the comparatively few people in the nightclub. Gabriel says that",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "they have plans for that and plans for him too. The Doctor is captured.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Ace, Kieran and Caitriona go to the club (as manipulated by the Doctor).‘Perhaps we should split up, just like the kids in the films?’Ace tells the others to be careful. She heads towards Jude’s office and Kieran and Caitriona go down a corridor.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Jude welcomes Ace into his office.‘ Well, aren't I the lucky one, with alt these visitors?’ AC Starts to pretend she is a journalist but Jude interrupts her.‘Let’s not waste time, eh? You're here to find the Doctor?’",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "“Yeah, why? What have you scumbags done with him?\" Jude says he will show her. Kieran and Caitriona are trying different rooms down the corridor. They aren't taking it really seriously, pretending they're in a horror film.‘Kieran, I'll be right back’",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "‘Don't say that, you know what’ happen!’ Caitriona jokes that she is scared.‘Hold me, Kieran!’ They are laughing as they open the final door... suddenly Caitriona screams and",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "332",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Kieran shouts out ‘Brian?’ Kieran is completely stunned. Caitriona grabs him ‘Come on, Kieran, we have to warn Ace. We've got to get out of here.This is serious!’ Gabriel appears behind them, shutting the door. ‘Serious? No, my children, this is fun.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Jude tells Ace that the Doctor is an interesting alien. ‘Like the mangy dogs in the streets, his ears are hypersensitive. Look at this’ He switches on a monitor. Suddenly, we hear the Doctor screaming - loud and endless. Ace is devastated - ‘What are you doing to him?’ she screams. ‘Playing him a tune.A tune so high, that neither your kind nor mine can hear it. Unfortunately for your friend in there, his kind can.A beautiful tune, but also deadly. The Doctor’s mind is being sliced through and he will be dead within seconds;",
          "character": "JUDE"
        }
      ],
      "searchable_dialogue": "JUDE: My name is Jude and this is my brother, Gabriel. We are members of the Euphonian Empire.\nJUDE: THE DOCTOR I can’t say I’ve heard of you.\nJUDE: Well, for many years Doctor, our race has been at war with another...\nJUDE: THE DOCTOR Yes, I’ve heard it all before. Ongoing\nJUDE: interplanetary war, millions killed, no one can even remember why it started. Just tell me what you are doing here, on Earth, and what all this disco business is all about.\nJUDE: Disco? Doctor, this is a nightclub. It’s more than a place for people to come and dance. They come here to become one mass, all in tune with the music. They want to feel that they are reaching a higher state of consciousness. It’s a religion for them — they come to forget their troubles and we’re here to help them do that — permanently.\nJUDE: THE DOCTOR Do what permanently?\nJUDE: Forget their troubles, forget their sad excuses\nJUDE: for lives and help them to join and serve a higher empire.\nJUDE: ee That empire being the Euphonian Empire, no oubt?\nJUDE: That’s right, Doctor.\nJUDE: The Doctor says that he doesn't understand how they hope to get away with it - as the\nJUDE: they have plans for that and plans for him too. The Doctor is captured.\nJUDE: Ace, Kieran and Caitriona go to the club (as manipulated by the Doctor).‘Perhaps we should split up, just like the kids in the films?’Ace tells the others to be careful. She heads towards Jude’s office and Kieran and Caitriona go down a corridor.\nJUDE: Jude welcomes Ace into his office.‘ Well, aren't I the lucky one, with alt these visitors?’ AC Starts to pretend she is a journalist but Jude interrupts her.‘Let’s not waste time, eh? You're here to find the Doctor?’\nJUDE: “Yeah, why? What have you scumbags done with him?\" Jude says he will show her. Kieran and Caitriona are trying different rooms down the corridor. They aren't taking it really seriously, pretending they're in a horror film.‘Kieran, I'll be right back’\nJUDE: ‘Don't say that, you know what’ happen!’ Caitriona jokes that she is scared.‘Hold me, Kieran!’ They are laughing as they open the final door... suddenly Caitriona screams and\nJUDE: 332\nJUDE: Kieran shouts out ‘Brian?’ Kieran is completely stunned. Caitriona grabs him ‘Come on, Kieran, we have to warn Ace. We've got to get out of here.This is serious!’ Gabriel appears behind them, shutting the door. ‘Serious? No, my children, this is fun.\nJUDE: Jude tells Ace that the Doctor is an interesting alien. ‘Like the mangy dogs in the streets, his ears are hypersensitive. Look at this’ He switches on a monitor. Suddenly, we hear the Doctor screaming - loud and endless. Ace is devastated - ‘What are you doing to him?’ she screams. ‘Playing him a tune.A tune so high, that neither your kind nor mine can hear it. Unfortunately for your friend in there, his kind can.A beautiful tune, but also deadly. The Doctor’s mind is being sliced through and he will be dead within seconds;"
    },
    {
      "part_number": 3,
      "start_line": 5861,
      "end_line": 6170,
      "elements": [
        {
          "type": "direction",
          "text": "PART THREE",
          "character": null
        },
        {
          "type": "direction",
          "text": "Kieran and Caitriona are trying different rooms down the corridor. They aren't taking it",
          "character": null
        },
        {
          "type": "direction",
          "text": "really seriously, pretending they're in a horror film. ‘Kieran, I'll be right back!’",
          "character": null
        },
        {
          "type": "direction",
          "text": "‘Don't say that, you know what'll happen!’ Caitriona jokes that she is scared.‘Hold me,",
          "character": null
        },
        {
          "type": "direction",
          "text": "Kieran!’They are laughing as they open the final door... suddenly Caitriona screams and",
          "character": null
        },
        {
          "type": "direction",
          "text": "Kieran shouts out ‘Brian?’ Kieran is completely stunned. Caitriona grabs him ‘Come on,",
          "character": null
        },
        {
          "type": "direction",
          "text": "Kieran, we have to warn Ace. We've got to get out of here.This is serious!’ Gabriel appears",
          "character": null
        },
        {
          "type": "direction",
          "text": "behind them, shutting the door. ‘Serious? No, my children, this is fun",
          "character": null
        },
        {
          "type": "direction",
          "text": "Jude tells Ace that the Doctor is an interesting alien. ‘Like the mangy dogs in the",
          "character": null
        },
        {
          "type": "direction",
          "text": "streets, his ears are hypersensitive. Look at this’ He switches on a monitor. Suddenly, we",
          "character": null
        },
        {
          "type": "direction",
          "text": "hear the Doctor screaming - loud and endless. Ace is devastated - ‘What are you doing",
          "character": null
        },
        {
          "type": "direction",
          "text": "to him?’ she screams.‘Playing him a tune.A tune so high, that neither your kind nor mine",
          "character": null
        },
        {
          "type": "direction",
          "text": "can hear it. Unfortunately for your friend in there, his kind can.A beautiful tune, but also",
          "character": null
        },
        {
          "type": "direction",
          "text": "deadly. The Doctor’s mind is being sliced through and he will be dead within seconds’",
          "character": null
        },
        {
          "type": "direction",
          "text": "Gabriel: ‘Yes, things are going to get a lot more fun around here now I've got you two",
          "character": null
        },
        {
          "type": "direction",
          "text": "to play with’ Kieran asks him if they are going to end up like Brian and Justin. Gabriel",
          "character": null
        },
        {
          "type": "direction",
          "text": "tells them that they will but only if they beg for mercy from the Angel of Music. Caitriona",
          "character": null
        },
        {
          "type": "direction",
          "text": "says ‘Oh, so that’s what you like, is it?’ She starts to flirt with Gabriel. Kieran is disgusted.",
          "character": null
        },
        {
          "type": "direction",
          "text": "‘Caitriona, he’s not even human!’ Caitriona says that that makes him all the more",
          "character": null
        },
        {
          "type": "direction",
          "text": "interesting and asks ‘since when have I been the conventional type?’ Gabriel says that",
          "character": null
        },
        {
          "type": "direction",
          "text": "trying to fool him won't work, as he will kill them without a second thought. Caitriona",
          "character": null
        },
        {
          "type": "direction",
          "text": "asks him what his plans are. He tells her about the Euphonians’ plan to wipe the minds",
          "character": null
        },
        {
          "type": "direction",
          "text": "of as many humans as possible and use them as soldiers. As he talks he moves closer to",
          "character": null
        },
        {
          "type": "direction",
          "text": "Caitriona, leaving Kieran uncovered. She asks Gabriel to move even closer and tells him",
          "character": null
        },
        {
          "type": "direction",
          "text": "that she is scared. He tells her not to be, as she is special and he will look after her.‘Hold",
          "character": null
        },
        {
          "type": "direction",
          "text": "me?’ she asks, quietly. He is doing this when Caitriona suddenly shouts out that he",
          "character": null
        },
        {
          "type": "direction",
          "text": "obviously hasn’t seen enough horror movies and tells Kieran to escape. Kieran starts to",
          "character": null
        },
        {
          "type": "direction",
          "text": "disagree but has no choice. He opens the door and runs down the corridor, shouting that",
          "character": null
        },
        {
          "type": "direction",
          "text": "he will come back with help. Gabriel lets go of Caitriona and furiously tells her that she",
          "character": null
        },
        {
          "type": "direction",
          "text": "has been very stupid. We hear him lash out at her and she screams.",
          "character": null
        },
        {
          "type": "direction",
          "text": "Kieran runs down the corridor and bumps into Gemma on the empty dancefloor.",
          "character": null
        },
        {
          "type": "direction",
          "text": "‘You've got to help me! There's something going on here!’ She says she'll! help him and",
          "character": null
        },
        {
          "type": "direction",
          "text": "takes him into Jude’s office.",
          "character": null
        },
        {
          "type": "direction",
          "text": "In the office we can still hear the Doctor's screams. Ace is physically attacking Jude",
          "character": null
        },
        {
          "type": "direction",
          "text": "but it is making no difference.‘fude?’ asks Gemma, entering the office. Jude turns around,",
          "character": null
        },
        {
          "type": "direction",
          "text": "shocked. ‘Gemma? What are you doing here?' Ace takes advantage of his surprise and",
          "character": null
        },
        {
          "type": "direction",
          "text": "grabs his gun, ordering him to free the Doctor.",
          "character": null
        },
        {
          "type": "direction",
          "text": "In the room, the Doctor stops screaming, as the high-pitched sound is stopped. He",
          "character": null
        },
        {
          "type": "direction",
          "text": "333",
          "character": null
        },
        {
          "type": "direction",
          "text": "quietly whispers ‘Please no more noise. Just a little peace. Suddenly Ace’s voice sounds",
          "character": null
        },
        {
          "type": "direction",
          "text": "very loudly and cheerfully over a speaker. ‘Professor. It’s me. Come back to Jude’s office.",
          "character": null
        },
        {
          "type": "direction",
          "text": "I've got him at gunpoint and he’s unlocked the doors’ The Doctor quietly whispers,",
          "character": null
        },
        {
          "type": "direction",
          "text": "‘Thank you, Ace’",
          "character": null
        },
        {
          "type": "direction",
          "text": "The Doctor enters Jude’s office. ‘Well, here we all are then. Not my usual way of",
          "character": null
        },
        {
          "type": "direction",
          "text": "gathering the protagonists together but thank you Ace’ Kieran shouts out that Caitriona",
          "character": null
        },
        {
          "type": "direction",
          "text": "is still being held by Gabriel. The Doctor orders Jude to contact Gabriel and to let her go",
          "character": null
        },
        {
          "type": "direction",
          "text": "free. Jude complies.",
          "character": null
        },
        {
          "type": "direction",
          "text": "Ace asks the Doctor to explain what is going on.‘It seems,Ace, that Jude and his rather",
          "character": null
        },
        {
          "type": "direction",
          "text": "sick brother plan to use this music of theirs to completely wipe the minds of the poor",
          "character": null
        },
        {
          "type": "direction",
          "text": "innocents visiting this club’",
          "character": null
        },
        {
          "type": "direction",
          "text": "She replies that she doesn't understand - ‘How can music do that to people?’ Kieran",
          "character": null
        },
        {
          "type": "direction",
          "text": "interrupts and says:‘I remember once when I was in this amazing club. This nine came",
          "character": null
        },
        {
          "type": "direction",
          "text": "on and I don’t even know what it was, but everyone was dancing to it. Then these lasers",
          "character": null
        },
        {
          "type": "direction",
          "text": "shot across the room, just above our heads - just at the moment when the beat stopped",
          "character": null
        },
        {
          "type": "direction",
          "text": "and there was just this beautiful melody and every single one of the 2000 or more",
          "character": null
        },
        {
          "type": "direction",
          "text": "people in there reached up. Trying to catch the lasers and then the beat returned only",
          "character": null
        },
        {
          "type": "direction",
          "text": "faster and twice as powerful and everyone screamed and danced so passionately. It was",
          "character": null
        },
        {
          "type": "direction",
          "text": "amazing. Like 2000 people just suddenly had one mind - there’s no other feeling like it",
          "character": null
        },
        {
          "type": "direction",
          "text": "- and I remember every single one of us had these huge smiles on our faces because we",
          "character": null
        },
        {
          "type": "direction",
          "text": "just felt so happy - so full of joy at being part of this extreme experience. It wasn’t like",
          "character": null
        },
        {
          "type": "direction",
          "text": "the DJ had shouted out or like some pre-planned dance sequence - it was tribal - we",
          "character": null
        },
        {
          "type": "direction",
          "text": "instinctively knew what to do!",
          "character": null
        },
        {
          "type": "direction",
          "text": "The Doctor tells Jude that he cannot allow his plan to succeed. Jude asks the Doctor",
          "character": null
        },
        {
          "type": "direction",
          "text": "what he would do if it were his home under threat - ‘if everything you knew, everything",
          "character": null
        },
        {
          "type": "direction",
          "text": "you loved was under threat?’ - would he not do anything in his power to protect it?",
          "character": null
        },
        {
          "type": "direction",
          "text": "THE DOCTOR Millennia ago we were... my people were under",
          "character": null
        },
        {
          "type": "direction",
          "text": "threat from a powerful race from another universe. We fought it",
          "character": null
        },
        {
          "type": "direction",
          "text": "and, yes, innocents died. But had we not, then everything and",
          "character": null
        },
        {
          "type": "direction",
          "text": "everyone in this universe would have been destroyed.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "So the ends justified the means? A few innocents had to die, in order for the rest to live? Who’s to say that our enemy won't strike at this planet next? By sacrificing a few, we may allow the rest to survive.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "THE DOCTOR There are other ways.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "That’s very easy for you to say, Doctor.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "There is a pause. Kieran asks where Gabriel and Caitriona are.Ace says she'll go and look for them but he replies that he’ll go.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "After Kieran has gone, Gemma says to Jude that perhaps the Doctor is right. How can the war be so important? Jude explains why the war is so personal to him.'I’ve lost the two people closest to me. Eight years ago, my wife was visiting her family on one of colony worlds. We stayed in regular contact, and soon I was to join her. Every day she would contact me, telling me about the home she had found for us, about her new work, about... then one day she didn't.At first. thought she must have been busy but then the news came. Everyone on the planet ~ my wife, her family - they had all been killed. Invaders had arrived and had just simply wiped them out. There was no reason. We didn’t even know who they were. Since that day we have been at war. I wept for her, and for",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "334",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "myself, for months. She was everything to me.I never thought I could feel as strongly about anyone as I did about her, but then..",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Gemma says she knows and understands, ‘Ace asks him who the other person was. He ceplies:‘My brother, Gabriel:",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Kieran walks through the empty dancefloor, quietly humming a tune to himself. Suddenly, Gabriel's voice echoes out across the room, telling him to stop. We hear the huge lights being switched on.‘Where are you?’ shouts Kieran ‘Are you trying to blind me?’ Gabriel asks him if he has been listening to the CD he gave him.‘Where’s Caitriona?’ asks Kieran. Gabriel says that if he answers his questions, then Caitriona will live through to the morning. Suddenly, Caitriona’s voice shouts out. “We're up here in the DJ’s box, Kieran. Do as he says, he’s crazy’ Kieran asks her if she is OK. Her voice is muffled and Gabriel shouts out that Kieran must answer his questions first. He repeats his question. Kieran says that he has been Listening to the CD.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Back in the office, Jude is answering Ace’s question. ‘It’s the war, it changes people. My brother - I know he’s sick. He’s twisted, callous, bitter... but he never used to be. He used to be a composer. He composed some of the finest melodies you’ve ever heard. But his music was so sad, so tragic. He could make people, grown men, cry. They would weep tears at the anguish and heartache he reflected in his music. One day, he was performing for a group of refugees - children rescued from one of the devastated colonies, when an enemy appeared out of nowhere, slicing through them, ripping through their bodies without them even knowing or comprehending what was happening. Soldiers managed to kill it before it killed him, but it’s like the brother I had died that day. I just want him back’",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Back on the dancefloor.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Oh, that is good news.",
          "character": "GABRIEL"
        },
        {
          "type": "dialogue",
          "text": "What do you mean? It was just a CD, yeah? GABRIEL The beautiful thing about music, my dear young friend, is that it can make you forget all your worries.",
          "character": "KIERAN"
        },
        {
          "type": "dialogue",
          "text": "What do you mean?",
          "character": "KIERAN"
        },
        {
          "type": "dialogue",
          "text": "You liked the tune? I heard you humming it, just now.",
          "character": "GAERIEL"
        },
        {
          "type": "dialogue",
          "text": "Yeah.",
          "character": "KIERAN"
        },
        {
          "type": "dialogue",
          "text": "Child, that CD has been slowly wiping your",
          "character": "GABRIEL"
        },
        {
          "type": "dialogue",
          "text": "mind. Erasing your memories, your personality, in essence, erasing your very soul.",
          "character": "GABRIEL"
        },
        {
          "type": "dialogue",
          "text": "(Starts to panic) Don’t be stupid.",
          "character": "KIERAN"
        },
        {
          "type": "dialogue",
          "text": "Well, tell me your earliest memory.",
          "character": "GABRIEL"
        },
        {
          "type": "dialogue",
          "text": "Well, I guess when I was a kid and... I —",
          "character": "KIERAN"
        },
        {
          "type": "dialogue",
          "text": "I dunno, I guess I’ve drunk a bit too much recently. You know, killed a few brain cells.",
          "character": "KIERAN"
        },
        {
          "type": "dialogue",
          "text": "Oh they’re not dead, Kieran, just sleeping. Let’s have an easier question. Tell me the names of your dear parents.",
          "character": "GABRIEL"
        },
        {
          "type": "dialogue",
          "text": "Er... what have you done to me? Why can’t I remember?",
          "character": "GABRIEL"
        },
        {
          "type": "dialogue",
          "text": "shouts out for KTERAN to leave, to save himself.",
          "character": "CAITRIONA"
        },
        {
          "type": "dialogue",
          "text": "I like a nice, clean mind, uncluttered by all the mness of the past. You’re special Kieran.",
          "character": "GABRIEL"
        },
        {
          "type": "dialogue",
          "text": "YL remember eventually and there’s no way",
          "character": "KIERAN"
        },
        {
          "type": "dialogue",
          "text": "I’m going to help you.",
          "character": "KIERAN"
        },
        {
          "type": "dialogue",
          "text": "335",
          "character": "KIERAN"
        },
        {
          "type": "dialogue",
          "text": "Oh but you will, because soon you'll remember",
          "character": "GABRIEL"
        },
        {
          "type": "dialogue",
          "text": "My brother. His music.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "THE DOCTOR I know you want him back. But every war has its victims. Pawns who are sacrificed. But, don’t you see Jude, continuing the war, keeping him involved, won’t bring him back. Back on the dancefloor, the music is louder:",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Wait. The music needs something else.",
          "character": "GABRIEL"
        },
        {
          "type": "dialogue",
          "text": "He brings up another sound, edited in time to the music — it is a loop of Brian’s screams. CAITRIONA screams.",
          "character": "GABRIEL"
        },
        {
          "type": "dialogue",
          "text": "Answer me this, Kieran. What’s your favourite colour?",
          "character": "GABRIEL"
        },
        {
          "type": "dialogue",
          "text": "Blue.",
          "character": "KIERAN"
        },
        {
          "type": "dialogue",
          "text": "Favourite food?",
          "character": "GABRIEL"
        },
        {
          "type": "dialogue",
          "text": "Er... chicken...",
          "character": "KIERAN"
        },
        {
          "type": "dialogue",
          "text": "Brothers or sisters?",
          "character": "GABRIEL"
        },
        {
          "type": "dialogue",
          "text": "No, I don’t know.",
          "character": "KIERAN"
        },
        {
          "type": "dialogue",
          "text": "Qualifications? What course are you studying?",
          "character": "GABRIEL"
        },
        {
          "type": "dialogue",
          "text": "Nationality? Age? Where were you born? Name? (Shouts) What is your name?",
          "character": "GABRIEL"
        },
        {
          "type": "dialogue",
          "text": "(Screams out) I don’t know!",
          "character": "KIERAN"
        },
        {
          "type": "dialogue",
          "text": "Get off me.",
          "character": "CAITRIONA"
        },
        {
          "type": "dialogue",
          "text": "That’s it, girl. Go join your friend.",
          "character": "GABRIEL"
        },
        {
          "type": "dialogue",
          "text": "We hear CAITRIONA get into the lift and it starting to descend. Back in the office.",
          "character": "GABRIEL"
        },
        {
          "type": "dialogue",
          "text": "Perhaps, you're right, Doctor.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "You found Gemma. You never thought you’d love anyone after your wife’s death. Don’t you see? The Professor’s right. The only way you can save Gabriel is by letting go. Let others fight the war. Stay here with Gemma. Help Gabriel.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Back on the dancefloor, CAITRIONA has descended in the lift and is on the floor with KIERAN.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Kieran, can you hear me? Kieran?",
          "character": "CAITRIONA"
        },
        {
          "type": "dialogue",
          "text": "(Shouting down from the DJ’s box) You betrayed me, girl. It’s time to pay. Kieran, kill her.",
          "character": "GABRIEL"
        },
        {
          "type": "dialogue",
          "text": "The music rises in volume.",
          "character": "GABRIEL"
        },
        {
          "type": "dialogue",
          "text": "Kieran. Don’t do this. Listen to me. It’s me Caitriona. Kieran, Gabriel’s just using you. I... I love you.",
          "character": "CAITRIONA"
        },
        {
          "type": "dialogue",
          "text": "I love... I love... I love the music!",
          "character": "KIERAN"
        },
        {
          "type": "dialogue",
          "text": "Back in the office.",
          "character": "KIERAN"
        },
        {
          "type": "dialogue",
          "text": "You're right. There doesn’t need to be any more death. I’m going to call off the event.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "THE DOCTOR You've made the right decision, Jude.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "goes over to GEMMA.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Did you hear that? The Doctor’s done it. You can have Jude and no one’s going to die.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "(Slurred) Thank you, Doctor.",
          "character": "GEMMA"
        },
        {
          "type": "dialogue",
          "text": "The muffled music becomes louder, especially the distorted sounds of BRIAN’s screams.",
          "character": "GEMMA"
        },
        {
          "type": "dialogue",
          "text": "336",
          "character": "GEMMA"
        },
        {
          "type": "dialogue",
          "text": "Ere, are you alright? There is a crackle of energy.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "GEMMA. I am Gemma. (Her voices changes) I am the Rutan! Prepare to die.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "(Screams) The enemy! Gemma, no!",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Back on the dancefloor.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Kieran, no!",
          "character": "CAITRIONA"
        },
        {
          "type": "dialogue",
          "text": "She screams. Back in the office.",
          "character": "CAITRIONA"
        },
        {
          "type": "dialogue",
          "text": "THE DOCTOR Ace! Get back!",
          "character": "CAITRIONA"
        },
        {
          "type": "dialogue",
          "text": "screams. JUDE’s scream is then inter-cut with CAITRIONA'’s scream. The editing becomes quicker and quicker until the two screams are played over each other, accompanied by GABRIEL’s tune, all of which merge into...",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Closing music: Doctor Who theme",
          "character": "JUDE"
        }
      ],
      "searchable_dialogue": "JUDE: So the ends justified the means? A few innocents had to die, in order for the rest to live? Who’s to say that our enemy won't strike at this planet next? By sacrificing a few, we may allow the rest to survive.\nJUDE: THE DOCTOR There are other ways.\nJUDE: That’s very easy for you to say, Doctor.\nJUDE: There is a pause. Kieran asks where Gabriel and Caitriona are.Ace says she'll go and look for them but he replies that he’ll go.\nJUDE: After Kieran has gone, Gemma says to Jude that perhaps the Doctor is right. How can the war be so important? Jude explains why the war is so personal to him.'I’ve lost the two people closest to me. Eight years ago, my wife was visiting her family on one of colony worlds. We stayed in regular contact, and soon I was to join her. Every day she would contact me, telling me about the home she had found for us, about her new work, about... then one day she didn't.At first. thought she must have been busy but then the news came. Everyone on the planet ~ my wife, her family - they had all been killed. Invaders had arrived and had just simply wiped them out. There was no reason. We didn’t even know who they were. Since that day we have been at war. I wept for her, and for\nJUDE: 334\nJUDE: myself, for months. She was everything to me.I never thought I could feel as strongly about anyone as I did about her, but then..\nJUDE: Gemma says she knows and understands, ‘Ace asks him who the other person was. He ceplies:‘My brother, Gabriel:\nJUDE: Kieran walks through the empty dancefloor, quietly humming a tune to himself. Suddenly, Gabriel's voice echoes out across the room, telling him to stop. We hear the huge lights being switched on.‘Where are you?’ shouts Kieran ‘Are you trying to blind me?’ Gabriel asks him if he has been listening to the CD he gave him.‘Where’s Caitriona?’ asks Kieran. Gabriel says that if he answers his questions, then Caitriona will live through to the morning. Suddenly, Caitriona’s voice shouts out. “We're up here in the DJ’s box, Kieran. Do as he says, he’s crazy’ Kieran asks her if she is OK. Her voice is muffled and Gabriel shouts out that Kieran must answer his questions first. He repeats his question. Kieran says that he has been Listening to the CD.\nJUDE: Back in the office, Jude is answering Ace’s question. ‘It’s the war, it changes people. My brother - I know he’s sick. He’s twisted, callous, bitter... but he never used to be. He used to be a composer. He composed some of the finest melodies you’ve ever heard. But his music was so sad, so tragic. He could make people, grown men, cry. They would weep tears at the anguish and heartache he reflected in his music. One day, he was performing for a group of refugees - children rescued from one of the devastated colonies, when an enemy appeared out of nowhere, slicing through them, ripping through their bodies without them even knowing or comprehending what was happening. Soldiers managed to kill it before it killed him, but it’s like the brother I had died that day. I just want him back’\nJUDE: Back on the dancefloor.\nGABRIEL: Oh, that is good news.\nKIERAN: What do you mean? It was just a CD, yeah? GABRIEL The beautiful thing about music, my dear young friend, is that it can make you forget all your worries.\nKIERAN: What do you mean?\nGAERIEL: You liked the tune? I heard you humming it, just now.\nKIERAN: Yeah.\nGABRIEL: Child, that CD has been slowly wiping your\nGABRIEL: mind. Erasing your memories, your personality, in essence, erasing your very soul.\nKIERAN: (Starts to panic) Don’t be stupid.\nGABRIEL: Well, tell me your earliest memory.\nKIERAN: Well, I guess when I was a kid and... I —\nKIERAN: I dunno, I guess I’ve drunk a bit too much recently. You know, killed a few brain cells.\nGABRIEL: Oh they’re not dead, Kieran, just sleeping. Let’s have an easier question. Tell me the names of your dear parents.\nGABRIEL: Er... what have you done to me? Why can’t I remember?\nCAITRIONA: shouts out for KTERAN to leave, to save himself.\nGABRIEL: I like a nice, clean mind, uncluttered by all the mness of the past. You’re special Kieran.\nKIERAN: YL remember eventually and there’s no way\nKIERAN: I’m going to help you.\nKIERAN: 335\nGABRIEL: Oh but you will, because soon you'll remember\nJUDE: My brother. His music.\nJUDE: THE DOCTOR I know you want him back. But every war has its victims. Pawns who are sacrificed. But, don’t you see Jude, continuing the war, keeping him involved, won’t bring him back. Back on the dancefloor, the music is louder:\nGABRIEL: Wait. The music needs something else.\nGABRIEL: He brings up another sound, edited in time to the music — it is a loop of Brian’s screams. CAITRIONA screams.\nGABRIEL: Answer me this, Kieran. What’s your favourite colour?\nKIERAN: Blue.\nGABRIEL: Favourite food?\nKIERAN: Er... chicken...\nGABRIEL: Brothers or sisters?\nKIERAN: No, I don’t know.\nGABRIEL: Qualifications? What course are you studying?\nGABRIEL: Nationality? Age? Where were you born? Name? (Shouts) What is your name?\nKIERAN: (Screams out) I don’t know!\nCAITRIONA: Get off me.\nGABRIEL: That’s it, girl. Go join your friend.\nGABRIEL: We hear CAITRIONA get into the lift and it starting to descend. Back in the office.\nJUDE: Perhaps, you're right, Doctor.\nACE: You found Gemma. You never thought you’d love anyone after your wife’s death. Don’t you see? The Professor’s right. The only way you can save Gabriel is by letting go. Let others fight the war. Stay here with Gemma. Help Gabriel.\nACE: Back on the dancefloor, CAITRIONA has descended in the lift and is on the floor with KIERAN.\nCAITRIONA: Kieran, can you hear me? Kieran?\nGABRIEL: (Shouting down from the DJ’s box) You betrayed me, girl. It’s time to pay. Kieran, kill her.\nGABRIEL: The music rises in volume.\nCAITRIONA: Kieran. Don’t do this. Listen to me. It’s me Caitriona. Kieran, Gabriel’s just using you. I... I love you.\nKIERAN: I love... I love... I love the music!\nKIERAN: Back in the office.\nJUDE: You're right. There doesn’t need to be any more death. I’m going to call off the event.\nJUDE: THE DOCTOR You've made the right decision, Jude.\nACE: goes over to GEMMA.\nACE: Did you hear that? The Doctor’s done it. You can have Jude and no one’s going to die.\nGEMMA: (Slurred) Thank you, Doctor.\nGEMMA: The muffled music becomes louder, especially the distorted sounds of BRIAN’s screams.\nGEMMA: 336\nACE: Ere, are you alright? There is a crackle of energy.\nACE: GEMMA. I am Gemma. (Her voices changes) I am the Rutan! Prepare to die.\nJUDE: (Screams) The enemy! Gemma, no!\nJUDE: Back on the dancefloor.\nCAITRIONA: Kieran, no!\nCAITRIONA: She screams. Back in the office.\nCAITRIONA: THE DOCTOR Ace! Get back!\nJUDE: screams. JUDE’s scream is then inter-cut with CAITRIONA'’s scream. The editing becomes quicker and quicker until the two screams are played over each other, accompanied by GABRIEL’s tune, all of which merge into...\nJUDE: Closing music: Doctor Who theme"
    },
    {
      "part_number": 4,
      "start_line": 6171,
      "end_line": 6805,
      "elements": [
        {
          "type": "direction",
          "text": "PART FOUR",
          "character": null
        },
        {
          "type": "direction",
          "text": "There is a crackle of energy.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "I am Gemma. (Her voices changes) I am the Rutan! Prepare to die.",
          "character": "GEMMA"
        },
        {
          "type": "dialogue",
          "text": "(Screams) The enemy! Gemma, no!",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Back on the dancefloor.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Kieran, no!",
          "character": "CAITRIONA"
        },
        {
          "type": "dialogue",
          "text": "She screams. Back in the office.",
          "character": "CAITRIONA"
        },
        {
          "type": "dialogue",
          "text": "THE DOCTOR Ace! Get back!",
          "character": "CAITRIONA"
        },
        {
          "type": "dialogue",
          "text": "screams. JUDE’s scream is then inter-cut with CAITRIONA’s scream, The editing becomes quicker and quicker until the two screams are played over each other, accompanied by GABRIEL’s tune, all of which merge into...",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Radio ACL's jingle.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "We hear Liam Halpin’s radio broadcast:‘Well, let’s hope that everything’s going smoothly at Priory - ready for the Event tonight. It’s going to be the largest music broadcast in human history. An estimated million listeners will be hearing tonight's top tunes at the club, through the club’s webcast, live on BBC2 and, of course, here on Radio ACL. In a minute, a few more shout-outs to some of you clubbing people out there but first some tunes, starting with one from a couple of years ago that’s made a big comeback in the last month - it’s Clubbed to Death and I love it to death...’",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "In Jude’s office, the Doctor is quiet as he tells everyone to move away from the now transformed Gemma. Ace asks him, what she is. He tells her that she is a Rutan and explains about their ongoing war with the Sontaran Empire. He asks Gemma/the Rutan why she invaded Euphonian space. Gemma/the Rutan explains that they believed the Euphonians were hiding Sontaran operatives.The Doctor says that the Euphonians don’t even know who the Sontarans are. Ace asks the Doctor if Gemma was ever real. The Doctor, sadly, says that she was.The Rutans usually base their physical appearance on the form of a life they have killed. He says he believes the real Gemma must have been killed the night before, shortly after his meeting with her. Jude lets out a mournful cry. Ace whispers to the Doctor that Jude seems to be having some sort of breakdown. The Doctor, almost angry, tells her that of course he is - ‘he had finally let the past go. Finally found love again, when the very thing responsible for the death of his wife, for his",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "337",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "brother's breakdown, for the death of so many of his people, follows him to Earth and kills the woman he had fallen in love with. This isn’t what I had planned. Ace is about to ask him what he means when they hear Caitriona’s screams from the dancefloor.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "The Doctor and Ace rush onto the dancefloor, followed by Gemma. Kieran has his hands around Caitriona’s neck. Gabriel is laughing until he sees Gemma/the Rutan. Suddenly he screams out ‘the children!’ and lunges at Gemma/the Rutan. There is a crackle of energy and Gabriel is killed. The Doctor angrily tells Gemma/the Rutan that there was no need to do that. She replies that while there are Euphonians alive, there is a risk that they are Sontaran operatives. The Doctor tells her that there must be no more killing. ‘Leave this place. Leave the Euphonian space.Take your blasted war to your own sector and let there be no more death. Jude suddenly appears behind Gemuma/the Rutan. ‘I'm sorry Doctor but this one must die!’ He shoots Gemma/the Rutan, who reverts to a liquid state, dead. Ace pulls Kieran off Caitriona. He is distracted asking what has happened to his master. He goes over to Jude, who is knelt by Gabriel’s body. They are both desolate. Caitriona tries to pull Kieran away but he lashes out at her, pushing her away. The Doctor tries to talk to Jude, saying that it is all over. Jude replies: ‘It’s not over Doctor, My brother’s death... Gemma’s death... they didn’t just die because of the Rutan, but because of you Doctor - you and this human race. You are all the enemy now, and I will kill you all’ He starts to moan, and the Doctor suggests a tactical retreat to Ace and Caitriona.The three of them cun out of the club.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "In the TARDIS: Ace asks the Doctor what he meant by ‘this isn’t what I had planned’ Caitriona asks him if he knew about Gabriel and Jude. He replies with ‘I knew something was going on but...’ when Ace interrupts him ‘You let me go into the club?’ The Doctor is quiet as he tells her that it was her own free will - ‘your own decision, Ace’ Angrily, Ace replies with ‘But you knew exactly which buttons to press. They are about to argue more when Caitriona intercupts, reminding them about Kieran. She asks him if he can save Kieran, if there is any way to reverse Gabriel’s mind-wipe.The Doctor says he is not sure but that he will do his best.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Back in the club, Jude is still knelt by Gabriel's body. He turns to Kieran and shouts at him, asking him what he is still doing here. Kieran just mutters ‘my master’. Jude is crying over his brother's body. He swears revenge on everyone and everything and is obviously deranged. He realises that Kieran and the music are his brother's legacy and that he must use them. ‘The fallen angel's legacies are the weapons to finish this war’",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "In the TARDIS, the Doctor,Ace and Caitriona decide that their only real option is to try and stop the music at its source ~ the DJ's booth.The problem is that the only way to get to it is by using a glass lift, visible to the entire dancefloor. The Doctor suggests that he gets into the booth another way, while the two girls stay on the dancefloor to try and get the clubbers out, if his plan does not work. ‘But will Kieran be OK?’ asks Caitriona. The Doctor says he doesn’t know but he will do everything in his power to save him. Ace looks at the scanner and sees that the clubbers have started to arrive.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Jude is in the D)’s booth. He is explaining to the DJ that at the right moment, when as many people as possible can hear he must play the tune. The DJ says he knows, the tune that'll wipe all their minds. Jude quietly says to him that he must play the ‘other mix - the one with Gabriel's special extras. The DJ is shocked. ‘But that'll kill them. Listen, I’m not getting paid to commit mass murder’ Jude says that they were going to die anyway - the DJ knew what they had planned for the humans. The DJ says ‘Yeah, I kiaow, but that was different. I wasn’t going to be the one killing them! Jude explodes at the DJ, comparing him to the Rutan enemy, calling him a coward who kills in disguise and generally lashing out at him in every way possible. The DJ runs out of the booth and",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "338",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "bumps into Kieran. 'Listen mate, you'd better get out of here. That Jude is crazy’ Kieran replies that Jude is his new master and stabs the DJ. Jude appears and asks him if he is dead. ‘Not yet’",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "‘Then finish him off’ Kieran viciously attacks the DJ’s dying body.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "In the TARDIS, Ace and Caitriona have got changed. The Doctor says that he is going to sneak into the building through a window, while Ace and Caitriona use the main entrance. They leave the TARDIS.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "At the entrance to the club, the bouncers are turning away someone without ID. Jude appears and viciously hisses at them. ‘What do you think you are doing?’ They explain that the clubber in front of them looks too young. Jude caimly tells them to go to his office. As they leave he turns to everyone in the queue and pleasantly welcomes them all - telling them that entrance to the club is free and that all the drinks are on him.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "The Doctor climbs through a window, muttering to himself that he hasn’t got much time.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "In his office, Jude thanks the two bouncers for all their help, then kills them.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Ace and Caitriona enter the club, where everyone is dancing and drinking. Ace suddenly tells Caitriona to turn away as she sees Jude leave his office and head towards the lift. Caitriona suddenly panics and grabs a drink. She is gulping it down when Ace shouts at her.‘What are you doing?’ Caitriona agitatedly tells her that she can’t cope with this.“You don’t understand,Ace. I can’t cope with real life, let alone any of this. If I down a load of vodka,I might just be able to cope. God, Kieran, why you?’Ace tries to calm her, when Caitriona explains to her how Kieran once saved her life. ‘I just couldn't... couldn't live with being me anymore. He found me. He took me to the hospital. They pumped the pills out of my stomach. He saved my life’ Ace says that now Caitriona has to save Kieran’s life. ‘I can’t. I don’t know what to do. He’s going to die and it'll be my fault’ Ace says that Caitriona has to be strong. She has to trust in herself and in her friends. Ace manages to calm her down. ‘Caitriona, we have to try. You're stronger than you think and drinking won’t help anyone. Look at me and wait for the Doctor’s sign.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "The Doctor is climbing through the rafters above the DJ's booth and is planning to drop into it. He looks down and sees Jude entering the booth.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Caitriona asks where Ace has been. Ace replies: ‘Jude’s office. The Doctor’s plans sometimes need a little help - Ace-style. How are you doing?’ Caitriona says she is fine and apologises for her outburst. ‘That's OK. 1 reckon we should try and get as many people out of here as possible’ Caitriona agrees ‘But carefully. Lf we cause a panic and everyone tries to leave at once...’",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "‘I can't let you do this Jude, says the Doctor, dropping into the DJ's booth. Jude turns on the Doctor and shrieks at him. ‘You killed him! You killed my brother!’ He tells the Doctor that he is going to kill everyone listening to the music but that first he will kill him.‘Where are your weapons, Doctor?’",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "‘T haven’t got any, Jude. This isn’t a war’",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Caitriona and Ace are trying to persuade a small group of clubbers to leave.'Are you crazy girl?’ asks one.‘Can’t you hear the music?’ They decide to move on to another group, when suddenly Kieran appears and grabs Ace around the neck.‘Move, or I'll break her neck’ He leads Caitriona and Ace over to the lift.‘We're going to see our new leader:",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "‘It is a war, Doctor, and I shail be the victor. I will avenge their deaths’The Doctor says that killing thousands of humans won't help anybody. Jude shouts at him.‘I'm sick of you and your whining. It’s your sort that make us all sit by as we get slaughtered. I'll be teaching this planet a lesson. Kieran arrives in the lift, pushing the two girls in front of him. He is slowly strangling Ace, who can hardly breathe. ‘Ah, my loyal soldier with two",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "339",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "prisoners-of-war. Well, Doctor, you judge me. Let's see how you change. How forgiving of me will you be after I have shot these two friends of yours? Will you still say there's another way aft...’ He is interrupted by a beeping. ‘Wait, we're online. Maximum audience. Always the best way, don't you think? Don’t strike until you can guarantee as many casualties as is possible. Less resistance, more effect. Let the dying begin!’",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Radio broadcast: ‘We're now broadcasting live from Priory!’ announces DJ Liam Halpin. ‘Welcome, one and all and it seems that DJ Jude is starting off with Priory’s signature tune - Priory Machine! I've heard it does untold things to your senses so relax your mind and enjoy!’",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "On the dancefloor, we hear Jude’s voice shouting over the sound system. ‘This one’s for the Fallen Angel!’ We then hear Priory Machine (the tune from Episode One) start to play. This time, though, it has an extra melody, is louder, faster and generally more emotional. The crowd cheer.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Back in the booth, the Doctor begs him not to do this. Surely, he reckons, Jude needs every human alive, so they can fight for the Euphonian Empire. Jude says that he no longer cares about the Empire and their war - ‘This is my War!’ Caitriona rushes at the controls and starts to manoeuvre them, trying to stop the music. Jude shoots Caitriona who screams and falls to the floor. ‘Stupid little girl’ shouts Jude. ‘Caitriona!’ shrieks Kieran.The shooting of his friend has broken through his conditioning and he rushes at Jude. He pushes Jude through the glass of the booth and the Euphonian falls to his death on the dancefloor, scattering clubbers. ‘This isn’t over!’ screams Jude as he falls.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "The Doctor switches off the music and is announcing to the clubbers that they should leave as calmly as possible when there is an explosion. ‘Jude's office!’ shouts the Doctor. ‘He must have left a bomb in case his plan failed’",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "‘Er no, Professor. That was me. Four cans of nitro-nine. As fire begins to take over the building, Ace is upset about Caitriona and Kieran. Suddenly, both cough and begin to get up. Neither can believe that they are still alive. The Doctor says that Jude’s shooting of Caitriona began to break through Kieran's conditioning and that he then absorbed the blast of the laser - the shock of which ‘re-set’ his mind. Kieran says he is fine and just has a bad headache. ‘You'll have more than that if we don’t get out of here; shouts the Doctor. As the fire spreads to the dancefloor, the Doctor, Ace, Kieran and Caitriona join the screaming clubbers and flee the building.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "They stand outside the TARDIS and watch the whole building burn. We hear the sounds of the burning house, sirens approaching and people fleeing.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "THE DOCTOR I don't believe it. There’s something about that building and me. ACE The fire’s too big, there’s no way they’ll be able",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "to put it out.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "We hear a roll of thunder and it starts to rain. THE DOCTOR (Mysteriously) Fate.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "ACE, CAITRIONA and KIFRAN giggle.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Kieran asks if they can come with the Doctor and Ace. Caitriona interrupts the Doctor, saying she has something to tell Kieran. ‘1 know we're young and I know it’s unfashionable but, it’s just that, I love you Kieran. I really love you. I know we both want careers and neither of us want serious relationships or a nice little life in suburbia but I can’t help it - I want to spend my whole life with you. Kieran is replying that he feels the same way, when the Doctor says that it would be better for them both if they stayed",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "340",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "on Earth, together. ‘I have a strange feeling you're going to be very happy together. Besides, you’re both needed on Earth and I believe we may meet again.’As they leave the Doctor and Ace, Caitriona takes Ace to one side. She warns her to be careful of the Doctor - although he is a good man, he knows more than he lets on. Ace says she will be careful and hugs Caitriona and Kieran who leave.",
          "character": "JUDE"
        },
        {
          "type": "dialogue",
          "text": "Will it always be like this, Doctor?",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "THE DOCTOR What do you mean?",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "You manipulating me. People dying. People I get to close to, getting hurt.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "THE DOCTOR Ace, I promise you that I will always do my",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "best to protect you and those you are close to. I will never harm you.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "There is an ominous roar of thunder as they enter the TARDIS.The sound of the TARDIS dematerialising merges into...",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "...the sound of a busy office. We hear phones ringing and general office chatter. The office manager announces that he is off to his meeting. One of the workers turns to her colleague and says that she can check out her personal e-mails. We hear her double- clicking her mouse.‘One from Jackie, one from John... wait, what's this? “I love you” from anonymous: She double-clicks on the e-mail. She reads aloud: ‘To prove my undying love for you, I have composed this song. Open the attachment to hear my music. We hear her double-click on the attachment and ‘Priory Machine’ begins to play.The office noise - the chatting, the typing, the photocopying, everything - stops and there is silence. A phone begins to ring. Another phone starts ringing. For a while we hear the sounds of the unanswered phones ringing.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Email: Gary Russell to Joseph Lidster — Sunday 18 March 2001",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Joe, Will read and absorb soon. (No, really...) Gary Email: Joseph Lidster to Gary Russell — Tuesday 20 March 2001 Gary,",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Hope you like it but forgot to say one thing. Like you suggested, it’s a Seventh Doctor/Ace tale - but it is set early on in Ace's travels, definitely before Season 26. Do you have any thoughts/questions?",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Joe",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Email: Gary Russell to Joseph Lidster - Monday 23 April 2001",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Joe,",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Lots, some of which you might not like - mainly that is bas to be post-Survival, not earlier, because we're ‘doing things’ with Ace and if we go with Priory, they'll need to fit into that.To give you an idea, here’s a bit of the email ] sent to Steve Lyons regarding his Colditz script:",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "341",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Best way I can do this is give you an extract of an interview I did recently:",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "‘last night I came to a decision that I want to do something with the Sylvester McCoy run of stories. 1 wasn’t going to be breaking any ground particularly, but we'll move something on a little bit. I might get sbot down for this by Jason Haigh-Ellery and perbaps by the actors concerned, but I’m very keen to stop calling Ace “Ace”. Sophie berself is older, sbe sounds older I want the character to have grown up a little bit and I want to do something somewhere in a story where Ace realises, on audio, that she isn’t Ace anymore, she’s got to start being Dorothy McShane. And I think that’s an important piece of progression, and what I think Id like to see come out of that is the Doctor will continue to call ber Ace’ because be does, but she will to berself and to other people and other character refer to herself as either “Dorothy”, or I might just go with “McShane”. I like the idea that because she hates the name Dorothy so much she'll just start being referred to by ber surname.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "One thing I think could help ‘harden'Ace would be for a slight change. I know it might not be bistorically accurate, but what if the guards didn't get to Tim in time and the other prisoners, angry, perbaps almost expecting to be stopped, do actually kill bim. So later, instead of seeing bim taken to solitary in bis last scene, she sees a body being moved, asks who it is and is told. The realisation that she caused it by ber outburst might shake ber up. I want to give Sophie a tad more to do than just be that dreadful teenager-that-never-was from 1989. A bit of emotional content and taking responsibility. Colditz was not a nice place and I think both the Doctor and Ace should emerge scathed for once.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "The other thing I'd like to do with Priory, if we go with it, is introduce Ace’s brother... Gary",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Email: Joseph Lidster to Gary Russell - Monday 23 April 2001",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Hi Gary",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Surprisingly, I really like this idea. 1 say surprisingly because I'm a bit of a closet continuity fetishist! But I do really like this idea. Had a few thoughts about how Priory could follow Colditz. One way for Ace to cope with the events of Colditz would be to have a great night out. I know that sounds terribly shallow, but it’s true. Like a wake after a funeral. Obviously, both she and the Doctor know that a night Out isn’t going to make her forget all that’s happened, but Priory could begin with a quiet Doctor trying to comfort her. Perhaps offering to take her to nice peaceful places (Eye of Orion et cetera). She could then surprise him by saying, ‘Actually, Doctor, just for one night I'd like to be normal:",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "‘Normal?’",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "‘Yeah, do the things a normal twenty-three year old woman would be doing. Go out, have a few drinks, maybe go to a club. No monsters, no explosions, no “Professor and Ace”. Just simple Dorothy McShane on an ordinary night out:",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "This wouldn’t be a teenage tantrum or anything like that, just calm and relaxed.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "342",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "The fact that she is older would also mean that she’d be nearer the age of the students in Priory. She can still get drunk, but instead of an embarrasingly teenage kind of drunk, she’d be enjoying herself before becoming reflective again. There could also be a parallel drawn between Ace's struggling to come to terms with the events of Colditz and Caitriona’s struggling to cope with her depression. With this older McShane, though, would you still be keeping recognisable traits like her impulsiveness and the nitro-nine?",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "And as for her having a brother???",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "What did you have in mind? Older or younger? Did he live with Ace’s mum or her dad? Did they know that the other one existed? Is he good or eeceeeeceeecevvvvvvvwvilll? Would you see him as replacing one of the existing characters or being a new addition? Do you have long-term plans for him?",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Sorry this is all a bit rushed but I totally love this idea. I think Priory could work well following this theme, so please ask me any questions you want or suggest changes or whatever. Or tell me to shut up.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Joe",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Email: Joseph Lidster to Gary Russell — Tuesday 24 April 2001",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Hi Gary,",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Just a quick note as I was thinking more about the Ace-masterplan last night. If you did go ahead with Priory, I think we could make some interesting parallels between Ace and her brother and the relationship between the brothers Gabriel and Jude. Also connections would be made between the wars that Ace has seen in The Curse of Fenric and Colditz with the Euphonians’ War. Both these developments of Ace do tie in with the themes I was developing with Priory - love and war, etc.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Like I say, just a thought, so I'll leave it with you.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Joe",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Email: Gary Russell to Joseph Lidster — Tuesday 24 April 2001",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Joe,",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "1 thought Kieran would pretty much be Ace’s brother in terms of incident and effect (although if she’s Dorothy, Kieran might be a bit much of a fancy name).",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Listen, I like what I've flicked through so far. Do me an updated synopsis taking aboard all we've discussed this last couple of days...",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Gary",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "I did think there were a tad too many characters - Doctor, Ace plus six others remember.",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "Email: Joseph Lidster to Gary Russell — Tuesday 8 May 2001 Hi Gary Well I’ve changed it to include the whole Dorothy/Dorothy’s brother thing. Hope you like it. Basically, it all follows on from what you said about Colditz - I'm",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "343",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "assuming that Tim did die and that Dorothy did blame herself so Priory starts with her grieving. What I worked out though was that she hasn’t cried since Colditz or anything and when her brother reveals who he is, it causes everything to come to the fore. I've renamed her brother Liam and have, for the most part, swapped him with Caitriona, as I didn’t think you could really introduce Ace’s brother and then have him brainwashed for two episodes. I've also got rid of the little scene set in an office at the end as I think the story needs to end on a more upbeat tone - Dorothy has found her brother and now she and the Doctor can have a nicer, more fun friendship - she’s more grown up and he won't be manipulating her. I've also got rid of a couple of minor characters - the DJ and one of the bouncers, which makes it a bit snappier. I think it all works OK but I guess that’s more for you to decide.",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "Look forward to hearing from you.",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "Joe",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "Email: Gary Russell to Joseph Lidster — Wednesday 9 May 2001",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "Joe",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "I'm up for this with the following (typically last-minute) provisos.",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "1 - No Rutan. That spoils the originality of your story and detracts from the uniqueness of Gabriel and Jude’s angelic status. 1 don't like old monsters, really.",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "2 - Bring back the downbeat office scene. Fantastic way to close an audio story.",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "3 - Ace calls herself McShane. Doctor calls her Ace.",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "I'll send you Steve’s Colditz script (Tim doesn’t die - apparently he’s based on a real person, so historically, he couldn't) for you to digest. So long as you're willing for me to keep changing my mind at annoying moments, demand ridiculous rewrites and ignore you for long periods and then out of the blue say, ‘I need this done yesterday’, I'm ready to send you a contract.",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "If you still want me to.And don’t tell people. Yet.",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "But don’t start work yet - I want a chance to really digest the newest story now.",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "Gary",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "Email: Joseph Lidster to Gary Russell — Friday 15 June 2001",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "Hi Gary",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "How are things going? Just a note to say very excited to see Priory announced in Doctor Who Magazine and on the website. Have been thinking about Priory and have come up with a new alien to replace the Rutan.",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "Joe",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "Email: Gary Russell to Joseph Lidster — Wednesday 18 July 2001",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "joe",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "Okay. Hi. How are you? Happy? Oh good. Ummm.... How can I put this...?",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "Reaction to Dust Breeding has been good. Very good in fact. Mainly due to Geoffrey Beevers as the Master.",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "You know you were looking for a replacement villain... ummmm... d'you think you could, you know, try and put the Master in The Priory?",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "344",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "No mystery, we'll announce he’s in it... D’you want to hit me now? Gary",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "Email: Joseph Lidster to Gary Russel] — Wednesday 18 July 2001",
          "character": "PS"
        },
        {
          "type": "dialogue",
          "text": "SILENCE!!!",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "Seriously, I can but try. So far, I've written Parts One and Two and have started Part Three.",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "Bad timing - I am stupidly busy here at work today and that's totally knocked me for six - might have to sneak out for a cig to think about it.",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "At the moment, it seems impossible but so did the Ace’s brother subplot. I'm really not sure how it can be done - both the characters of Jude and Gabriel have become quite well-developed and I'm not sure how anybody could be changed.",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "Do you have any suggestions? Or should I just go away and think about it?",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "Oh dear God, help me!",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "Joe",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "Ematl: Gary Russell to Joseph Lidster — Wednesday 18 July 2001",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "Joe,",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "In that case, best leave it. Please do not fret any longer, I thought it was a bit cheeky of me!",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "I now return you to your normal broadcast...",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "Gary",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "Email: Joseph Lidster to Gary Russell — Wednesday 18 July 2001",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "Hi Gary,",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "Thanks. It’s very difficult to keep your mind on processing applications for motor finance when you've been asked to include the Master in your first Doctor Who story ~ so I've spent the afternoon trying to work out how I can do it.",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "I've come up with an idea but I don’t know if it’s really what you have in mind. Basically, offhand J] can’t think of a way of including him in the bulk of the story without detracting from the other characters and their motivations, ef cetera, so I thought of a way to include him and set up stories for the future.",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "Here goes:",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "Basically he isn’t in Parts One, Two or most of Three then, at the end of Part Three, instead of Gemma being taken over by the enemy monster she pulls out a gun or something and the Doctor says, ‘What's wrong with you? Have you been hypnotised?’ and then the Master walks in and says, ‘Indeed she has - by me, Doctor’.And that’s the cliffhanger to Part Three. It all goes pear-shaped in Part Four, with the Doctor having to fight the Master and the now-deranged Jude. Turns out, the Master has either set the whole situation up or has walked in and seen the Doctor's problems and has decided that he wants the remaining incarnations of the Doctor. This does kind of tie in with the TV Movie. The Master is obviously in his scabby final incarnation and has decided that his mission in life is to steal the",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "345",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "Doctor's life. This would be a surprise reappearance for the story and would set things up for future stories with the ending to Priory possibly being a cliffhanger. The story could even end up with the Doctor and McShane back in the TARDIS.‘So we're both happy and are going to have some fun adventures with no more angst’- type of conversation.‘Not if I’ve got anything to do with it! says the Master stepping into the console room from inside the TARDIS.",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "Now, I realise that this isn’t probably what you had in mind - more of a Master piot that the Doctor and Ace happen to arrive in, and it is a bit cheeky of me as a first-time writer to suggest any kind of story arc and that this is all a bit up in the air - and I’ve just got your e-mail to say forget about it - so it’s up to you. 'm quite happy not to have in it but it would be fun to set him up for some future scary story arc.",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "What do you think?",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "Joe Lidster",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "Email: Gary Russell to Joseph Lidster — Wednesday 18 July 2001",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "Joe, See my reply to your last email. I think it'd compromise your story to shoehorn the Master in. Ignore me and everything I've said today.",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "But bless you for coming up with something so fast! Now ignore it... Cheers, Gary",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "Email: Joseph Lidster to Gary Russell — Monday 3 September 2001 Gary,",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "Is it too soon to be asking if you've had chance to read the script yet? Joe",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "Email: Gary Russell to Joseph Lidster - Monday 3 September 2001",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "Oh God, yes... Gary",
          "character": "STUNNED"
        },
        {
          "type": "dialogue",
          "text": "346",
          "character": "STUNNED"
        }
      ],
      "searchable_dialogue": "GEMMA: I am Gemma. (Her voices changes) I am the Rutan! Prepare to die.\nJUDE: (Screams) The enemy! Gemma, no!\nJUDE: Back on the dancefloor.\nCAITRIONA: Kieran, no!\nCAITRIONA: She screams. Back in the office.\nCAITRIONA: THE DOCTOR Ace! Get back!\nJUDE: screams. JUDE’s scream is then inter-cut with CAITRIONA’s scream, The editing becomes quicker and quicker until the two screams are played over each other, accompanied by GABRIEL’s tune, all of which merge into...\nJUDE: Radio ACL's jingle.\nJUDE: We hear Liam Halpin’s radio broadcast:‘Well, let’s hope that everything’s going smoothly at Priory - ready for the Event tonight. It’s going to be the largest music broadcast in human history. An estimated million listeners will be hearing tonight's top tunes at the club, through the club’s webcast, live on BBC2 and, of course, here on Radio ACL. In a minute, a few more shout-outs to some of you clubbing people out there but first some tunes, starting with one from a couple of years ago that’s made a big comeback in the last month - it’s Clubbed to Death and I love it to death...’\nJUDE: In Jude’s office, the Doctor is quiet as he tells everyone to move away from the now transformed Gemma. Ace asks him, what she is. He tells her that she is a Rutan and explains about their ongoing war with the Sontaran Empire. He asks Gemma/the Rutan why she invaded Euphonian space. Gemma/the Rutan explains that they believed the Euphonians were hiding Sontaran operatives.The Doctor says that the Euphonians don’t even know who the Sontarans are. Ace asks the Doctor if Gemma was ever real. The Doctor, sadly, says that she was.The Rutans usually base their physical appearance on the form of a life they have killed. He says he believes the real Gemma must have been killed the night before, shortly after his meeting with her. Jude lets out a mournful cry. Ace whispers to the Doctor that Jude seems to be having some sort of breakdown. The Doctor, almost angry, tells her that of course he is - ‘he had finally let the past go. Finally found love again, when the very thing responsible for the death of his wife, for his\nJUDE: 337\nJUDE: brother's breakdown, for the death of so many of his people, follows him to Earth and kills the woman he had fallen in love with. This isn’t what I had planned. Ace is about to ask him what he means when they hear Caitriona’s screams from the dancefloor.\nJUDE: The Doctor and Ace rush onto the dancefloor, followed by Gemma. Kieran has his hands around Caitriona’s neck. Gabriel is laughing until he sees Gemma/the Rutan. Suddenly he screams out ‘the children!’ and lunges at Gemma/the Rutan. There is a crackle of energy and Gabriel is killed. The Doctor angrily tells Gemma/the Rutan that there was no need to do that. She replies that while there are Euphonians alive, there is a risk that they are Sontaran operatives. The Doctor tells her that there must be no more killing. ‘Leave this place. Leave the Euphonian space.Take your blasted war to your own sector and let there be no more death. Jude suddenly appears behind Gemuma/the Rutan. ‘I'm sorry Doctor but this one must die!’ He shoots Gemma/the Rutan, who reverts to a liquid state, dead. Ace pulls Kieran off Caitriona. He is distracted asking what has happened to his master. He goes over to Jude, who is knelt by Gabriel’s body. They are both desolate. Caitriona tries to pull Kieran away but he lashes out at her, pushing her away. The Doctor tries to talk to Jude, saying that it is all over. Jude replies: ‘It’s not over Doctor, My brother’s death... Gemma’s death... they didn’t just die because of the Rutan, but because of you Doctor - you and this human race. You are all the enemy now, and I will kill you all’ He starts to moan, and the Doctor suggests a tactical retreat to Ace and Caitriona.The three of them cun out of the club.\nJUDE: In the TARDIS: Ace asks the Doctor what he meant by ‘this isn’t what I had planned’ Caitriona asks him if he knew about Gabriel and Jude. He replies with ‘I knew something was going on but...’ when Ace interrupts him ‘You let me go into the club?’ The Doctor is quiet as he tells her that it was her own free will - ‘your own decision, Ace’ Angrily, Ace replies with ‘But you knew exactly which buttons to press. They are about to argue more when Caitriona intercupts, reminding them about Kieran. She asks him if he can save Kieran, if there is any way to reverse Gabriel’s mind-wipe.The Doctor says he is not sure but that he will do his best.\nJUDE: Back in the club, Jude is still knelt by Gabriel's body. He turns to Kieran and shouts at him, asking him what he is still doing here. Kieran just mutters ‘my master’. Jude is crying over his brother's body. He swears revenge on everyone and everything and is obviously deranged. He realises that Kieran and the music are his brother's legacy and that he must use them. ‘The fallen angel's legacies are the weapons to finish this war’\nJUDE: In the TARDIS, the Doctor,Ace and Caitriona decide that their only real option is to try and stop the music at its source ~ the DJ's booth.The problem is that the only way to get to it is by using a glass lift, visible to the entire dancefloor. The Doctor suggests that he gets into the booth another way, while the two girls stay on the dancefloor to try and get the clubbers out, if his plan does not work. ‘But will Kieran be OK?’ asks Caitriona. The Doctor says he doesn’t know but he will do everything in his power to save him. Ace looks at the scanner and sees that the clubbers have started to arrive.\nJUDE: Jude is in the D)’s booth. He is explaining to the DJ that at the right moment, when as many people as possible can hear he must play the tune. The DJ says he knows, the tune that'll wipe all their minds. Jude quietly says to him that he must play the ‘other mix - the one with Gabriel's special extras. The DJ is shocked. ‘But that'll kill them. Listen, I’m not getting paid to commit mass murder’ Jude says that they were going to die anyway - the DJ knew what they had planned for the humans. The DJ says ‘Yeah, I kiaow, but that was different. I wasn’t going to be the one killing them! Jude explodes at the DJ, comparing him to the Rutan enemy, calling him a coward who kills in disguise and generally lashing out at him in every way possible. The DJ runs out of the booth and\nJUDE: 338\nJUDE: bumps into Kieran. 'Listen mate, you'd better get out of here. That Jude is crazy’ Kieran replies that Jude is his new master and stabs the DJ. Jude appears and asks him if he is dead. ‘Not yet’\nJUDE: ‘Then finish him off’ Kieran viciously attacks the DJ’s dying body.\nJUDE: In the TARDIS, Ace and Caitriona have got changed. The Doctor says that he is going to sneak into the building through a window, while Ace and Caitriona use the main entrance. They leave the TARDIS.\nJUDE: At the entrance to the club, the bouncers are turning away someone without ID. Jude appears and viciously hisses at them. ‘What do you think you are doing?’ They explain that the clubber in front of them looks too young. Jude caimly tells them to go to his office. As they leave he turns to everyone in the queue and pleasantly welcomes them all - telling them that entrance to the club is free and that all the drinks are on him.\nJUDE: The Doctor climbs through a window, muttering to himself that he hasn’t got much time.\nJUDE: In his office, Jude thanks the two bouncers for all their help, then kills them.\nJUDE: Ace and Caitriona enter the club, where everyone is dancing and drinking. Ace suddenly tells Caitriona to turn away as she sees Jude leave his office and head towards the lift. Caitriona suddenly panics and grabs a drink. She is gulping it down when Ace shouts at her.‘What are you doing?’ Caitriona agitatedly tells her that she can’t cope with this.“You don’t understand,Ace. I can’t cope with real life, let alone any of this. If I down a load of vodka,I might just be able to cope. God, Kieran, why you?’Ace tries to calm her, when Caitriona explains to her how Kieran once saved her life. ‘I just couldn't... couldn't live with being me anymore. He found me. He took me to the hospital. They pumped the pills out of my stomach. He saved my life’ Ace says that now Caitriona has to save Kieran’s life. ‘I can’t. I don’t know what to do. He’s going to die and it'll be my fault’ Ace says that Caitriona has to be strong. She has to trust in herself and in her friends. Ace manages to calm her down. ‘Caitriona, we have to try. You're stronger than you think and drinking won’t help anyone. Look at me and wait for the Doctor’s sign.\nJUDE: The Doctor is climbing through the rafters above the DJ's booth and is planning to drop into it. He looks down and sees Jude entering the booth.\nJUDE: Caitriona asks where Ace has been. Ace replies: ‘Jude’s office. The Doctor’s plans sometimes need a little help - Ace-style. How are you doing?’ Caitriona says she is fine and apologises for her outburst. ‘That's OK. 1 reckon we should try and get as many people out of here as possible’ Caitriona agrees ‘But carefully. Lf we cause a panic and everyone tries to leave at once...’\nJUDE: ‘I can't let you do this Jude, says the Doctor, dropping into the DJ's booth. Jude turns on the Doctor and shrieks at him. ‘You killed him! You killed my brother!’ He tells the Doctor that he is going to kill everyone listening to the music but that first he will kill him.‘Where are your weapons, Doctor?’\nJUDE: ‘T haven’t got any, Jude. This isn’t a war’\nJUDE: Caitriona and Ace are trying to persuade a small group of clubbers to leave.'Are you crazy girl?’ asks one.‘Can’t you hear the music?’ They decide to move on to another group, when suddenly Kieran appears and grabs Ace around the neck.‘Move, or I'll break her neck’ He leads Caitriona and Ace over to the lift.‘We're going to see our new leader:\nJUDE: ‘It is a war, Doctor, and I shail be the victor. I will avenge their deaths’The Doctor says that killing thousands of humans won't help anybody. Jude shouts at him.‘I'm sick of you and your whining. It’s your sort that make us all sit by as we get slaughtered. I'll be teaching this planet a lesson. Kieran arrives in the lift, pushing the two girls in front of him. He is slowly strangling Ace, who can hardly breathe. ‘Ah, my loyal soldier with two\nJUDE: 339\nJUDE: prisoners-of-war. Well, Doctor, you judge me. Let's see how you change. How forgiving of me will you be after I have shot these two friends of yours? Will you still say there's another way aft...’ He is interrupted by a beeping. ‘Wait, we're online. Maximum audience. Always the best way, don't you think? Don’t strike until you can guarantee as many casualties as is possible. Less resistance, more effect. Let the dying begin!’\nJUDE: Radio broadcast: ‘We're now broadcasting live from Priory!’ announces DJ Liam Halpin. ‘Welcome, one and all and it seems that DJ Jude is starting off with Priory’s signature tune - Priory Machine! I've heard it does untold things to your senses so relax your mind and enjoy!’\nJUDE: On the dancefloor, we hear Jude’s voice shouting over the sound system. ‘This one’s for the Fallen Angel!’ We then hear Priory Machine (the tune from Episode One) start to play. This time, though, it has an extra melody, is louder, faster and generally more emotional. The crowd cheer.\nJUDE: Back in the booth, the Doctor begs him not to do this. Surely, he reckons, Jude needs every human alive, so they can fight for the Euphonian Empire. Jude says that he no longer cares about the Empire and their war - ‘This is my War!’ Caitriona rushes at the controls and starts to manoeuvre them, trying to stop the music. Jude shoots Caitriona who screams and falls to the floor. ‘Stupid little girl’ shouts Jude. ‘Caitriona!’ shrieks Kieran.The shooting of his friend has broken through his conditioning and he rushes at Jude. He pushes Jude through the glass of the booth and the Euphonian falls to his death on the dancefloor, scattering clubbers. ‘This isn’t over!’ screams Jude as he falls.\nJUDE: The Doctor switches off the music and is announcing to the clubbers that they should leave as calmly as possible when there is an explosion. ‘Jude's office!’ shouts the Doctor. ‘He must have left a bomb in case his plan failed’\nJUDE: ‘Er no, Professor. That was me. Four cans of nitro-nine. As fire begins to take over the building, Ace is upset about Caitriona and Kieran. Suddenly, both cough and begin to get up. Neither can believe that they are still alive. The Doctor says that Jude’s shooting of Caitriona began to break through Kieran's conditioning and that he then absorbed the blast of the laser - the shock of which ‘re-set’ his mind. Kieran says he is fine and just has a bad headache. ‘You'll have more than that if we don’t get out of here; shouts the Doctor. As the fire spreads to the dancefloor, the Doctor, Ace, Kieran and Caitriona join the screaming clubbers and flee the building.\nJUDE: They stand outside the TARDIS and watch the whole building burn. We hear the sounds of the burning house, sirens approaching and people fleeing.\nJUDE: THE DOCTOR I don't believe it. There’s something about that building and me. ACE The fire’s too big, there’s no way they’ll be able\nJUDE: to put it out.\nJUDE: We hear a roll of thunder and it starts to rain. THE DOCTOR (Mysteriously) Fate.\nJUDE: ACE, CAITRIONA and KIFRAN giggle.\nJUDE: Kieran asks if they can come with the Doctor and Ace. Caitriona interrupts the Doctor, saying she has something to tell Kieran. ‘1 know we're young and I know it’s unfashionable but, it’s just that, I love you Kieran. I really love you. I know we both want careers and neither of us want serious relationships or a nice little life in suburbia but I can’t help it - I want to spend my whole life with you. Kieran is replying that he feels the same way, when the Doctor says that it would be better for them both if they stayed\nJUDE: 340\nJUDE: on Earth, together. ‘I have a strange feeling you're going to be very happy together. Besides, you’re both needed on Earth and I believe we may meet again.’As they leave the Doctor and Ace, Caitriona takes Ace to one side. She warns her to be careful of the Doctor - although he is a good man, he knows more than he lets on. Ace says she will be careful and hugs Caitriona and Kieran who leave.\nACE: Will it always be like this, Doctor?\nACE: THE DOCTOR What do you mean?\nACE: You manipulating me. People dying. People I get to close to, getting hurt.\nACE: THE DOCTOR Ace, I promise you that I will always do my\nACE: best to protect you and those you are close to. I will never harm you.\nACE: There is an ominous roar of thunder as they enter the TARDIS.The sound of the TARDIS dematerialising merges into...\nACE: ...the sound of a busy office. We hear phones ringing and general office chatter. The office manager announces that he is off to his meeting. One of the workers turns to her colleague and says that she can check out her personal e-mails. We hear her double- clicking her mouse.‘One from Jackie, one from John... wait, what's this? “I love you” from anonymous: She double-clicks on the e-mail. She reads aloud: ‘To prove my undying love for you, I have composed this song. Open the attachment to hear my music. We hear her double-click on the attachment and ‘Priory Machine’ begins to play.The office noise - the chatting, the typing, the photocopying, everything - stops and there is silence. A phone begins to ring. Another phone starts ringing. For a while we hear the sounds of the unanswered phones ringing.\nACE: Email: Gary Russell to Joseph Lidster — Sunday 18 March 2001\nACE: Joe, Will read and absorb soon. (No, really...) Gary Email: Joseph Lidster to Gary Russell — Tuesday 20 March 2001 Gary,\nACE: Hope you like it but forgot to say one thing. Like you suggested, it’s a Seventh Doctor/Ace tale - but it is set early on in Ace's travels, definitely before Season 26. Do you have any thoughts/questions?\nACE: Joe\nACE: Email: Gary Russell to Joseph Lidster - Monday 23 April 2001\nACE: Joe,\nACE: Lots, some of which you might not like - mainly that is bas to be post-Survival, not earlier, because we're ‘doing things’ with Ace and if we go with Priory, they'll need to fit into that.To give you an idea, here’s a bit of the email ] sent to Steve Lyons regarding his Colditz script:\nACE: 341\nACE: Best way I can do this is give you an extract of an interview I did recently:\nACE: ‘last night I came to a decision that I want to do something with the Sylvester McCoy run of stories. 1 wasn’t going to be breaking any ground particularly, but we'll move something on a little bit. I might get sbot down for this by Jason Haigh-Ellery and perbaps by the actors concerned, but I’m very keen to stop calling Ace “Ace”. Sophie berself is older, sbe sounds older I want the character to have grown up a little bit and I want to do something somewhere in a story where Ace realises, on audio, that she isn’t Ace anymore, she’s got to start being Dorothy McShane. And I think that’s an important piece of progression, and what I think Id like to see come out of that is the Doctor will continue to call ber Ace’ because be does, but she will to berself and to other people and other character refer to herself as either “Dorothy”, or I might just go with “McShane”. I like the idea that because she hates the name Dorothy so much she'll just start being referred to by ber surname.\nACE: One thing I think could help ‘harden'Ace would be for a slight change. I know it might not be bistorically accurate, but what if the guards didn't get to Tim in time and the other prisoners, angry, perbaps almost expecting to be stopped, do actually kill bim. So later, instead of seeing bim taken to solitary in bis last scene, she sees a body being moved, asks who it is and is told. The realisation that she caused it by ber outburst might shake ber up. I want to give Sophie a tad more to do than just be that dreadful teenager-that-never-was from 1989. A bit of emotional content and taking responsibility. Colditz was not a nice place and I think both the Doctor and Ace should emerge scathed for once.\nACE: The other thing I'd like to do with Priory, if we go with it, is introduce Ace’s brother... Gary\nACE: Email: Joseph Lidster to Gary Russell - Monday 23 April 2001\nACE: Hi Gary\nACE: Surprisingly, I really like this idea. 1 say surprisingly because I'm a bit of a closet continuity fetishist! But I do really like this idea. Had a few thoughts about how Priory could follow Colditz. One way for Ace to cope with the events of Colditz would be to have a great night out. I know that sounds terribly shallow, but it’s true. Like a wake after a funeral. Obviously, both she and the Doctor know that a night Out isn’t going to make her forget all that’s happened, but Priory could begin with a quiet Doctor trying to comfort her. Perhaps offering to take her to nice peaceful places (Eye of Orion et cetera). She could then surprise him by saying, ‘Actually, Doctor, just for one night I'd like to be normal:\nACE: ‘Normal?’\nACE: ‘Yeah, do the things a normal twenty-three year old woman would be doing. Go out, have a few drinks, maybe go to a club. No monsters, no explosions, no “Professor and Ace”. Just simple Dorothy McShane on an ordinary night out:\nACE: This wouldn’t be a teenage tantrum or anything like that, just calm and relaxed.\nACE: 342\nACE: The fact that she is older would also mean that she’d be nearer the age of the students in Priory. She can still get drunk, but instead of an embarrasingly teenage kind of drunk, she’d be enjoying herself before becoming reflective again. There could also be a parallel drawn between Ace's struggling to come to terms with the events of Colditz and Caitriona’s struggling to cope with her depression. With this older McShane, though, would you still be keeping recognisable traits like her impulsiveness and the nitro-nine?\nACE: And as for her having a brother???\nACE: What did you have in mind? Older or younger? Did he live with Ace’s mum or her dad? Did they know that the other one existed? Is he good or eeceeeeceeecevvvvvvvwvilll? Would you see him as replacing one of the existing characters or being a new addition? Do you have long-term plans for him?\nACE: Sorry this is all a bit rushed but I totally love this idea. I think Priory could work well following this theme, so please ask me any questions you want or suggest changes or whatever. Or tell me to shut up.\nACE: Joe\nACE: Email: Joseph Lidster to Gary Russell — Tuesday 24 April 2001\nACE: Hi Gary,\nACE: Just a quick note as I was thinking more about the Ace-masterplan last night. If you did go ahead with Priory, I think we could make some interesting parallels between Ace and her brother and the relationship between the brothers Gabriel and Jude. Also connections would be made between the wars that Ace has seen in The Curse of Fenric and Colditz with the Euphonians’ War. Both these developments of Ace do tie in with the themes I was developing with Priory - love and war, etc.\nACE: Like I say, just a thought, so I'll leave it with you.\nACE: Joe\nACE: Email: Gary Russell to Joseph Lidster — Tuesday 24 April 2001\nACE: Joe,\nACE: 1 thought Kieran would pretty much be Ace’s brother in terms of incident and effect (although if she’s Dorothy, Kieran might be a bit much of a fancy name).\nACE: Listen, I like what I've flicked through so far. Do me an updated synopsis taking aboard all we've discussed this last couple of days...\nACE: Gary\nPS: I did think there were a tad too many characters - Doctor, Ace plus six others remember.\nPS: Email: Joseph Lidster to Gary Russell — Tuesday 8 May 2001 Hi Gary Well I’ve changed it to include the whole Dorothy/Dorothy’s brother thing. Hope you like it. Basically, it all follows on from what you said about Colditz - I'm\nPS: 343\nPS: assuming that Tim did die and that Dorothy did blame herself so Priory starts with her grieving. What I worked out though was that she hasn’t cried since Colditz or anything and when her brother reveals who he is, it causes everything to come to the fore. I've renamed her brother Liam and have, for the most part, swapped him with Caitriona, as I didn’t think you could really introduce Ace’s brother and then have him brainwashed for two episodes. I've also got rid of the little scene set in an office at the end as I think the story needs to end on a more upbeat tone - Dorothy has found her brother and now she and the Doctor can have a nicer, more fun friendship - she’s more grown up and he won't be manipulating her. I've also got rid of a couple of minor characters - the DJ and one of the bouncers, which makes it a bit snappier. I think it all works OK but I guess that’s more for you to decide.\nPS: Look forward to hearing from you.\nPS: Joe\nPS: Email: Gary Russell to Joseph Lidster — Wednesday 9 May 2001\nPS: Joe\nPS: I'm up for this with the following (typically last-minute) provisos.\nPS: 1 - No Rutan. That spoils the originality of your story and detracts from the uniqueness of Gabriel and Jude’s angelic status. 1 don't like old monsters, really.\nPS: 2 - Bring back the downbeat office scene. Fantastic way to close an audio story.\nPS: 3 - Ace calls herself McShane. Doctor calls her Ace.\nPS: I'll send you Steve’s Colditz script (Tim doesn’t die - apparently he’s based on a real person, so historically, he couldn't) for you to digest. So long as you're willing for me to keep changing my mind at annoying moments, demand ridiculous rewrites and ignore you for long periods and then out of the blue say, ‘I need this done yesterday’, I'm ready to send you a contract.\nPS: If you still want me to.And don’t tell people. Yet.\nPS: But don’t start work yet - I want a chance to really digest the newest story now.\nPS: Gary\nPS: Email: Joseph Lidster to Gary Russell — Friday 15 June 2001\nPS: Hi Gary\nPS: How are things going? Just a note to say very excited to see Priory announced in Doctor Who Magazine and on the website. Have been thinking about Priory and have come up with a new alien to replace the Rutan.\nPS: Joe\nPS: Email: Gary Russell to Joseph Lidster — Wednesday 18 July 2001\nPS: joe\nPS: Okay. Hi. How are you? Happy? Oh good. Ummm.... How can I put this...?\nPS: Reaction to Dust Breeding has been good. Very good in fact. Mainly due to Geoffrey Beevers as the Master.\nPS: You know you were looking for a replacement villain... ummmm... d'you think you could, you know, try and put the Master in The Priory?\nPS: 344\nPS: No mystery, we'll announce he’s in it... D’you want to hit me now? Gary\nPS: Email: Joseph Lidster to Gary Russel] — Wednesday 18 July 2001\nSTUNNED: SILENCE!!!\nSTUNNED: Seriously, I can but try. So far, I've written Parts One and Two and have started Part Three.\nSTUNNED: Bad timing - I am stupidly busy here at work today and that's totally knocked me for six - might have to sneak out for a cig to think about it.\nSTUNNED: At the moment, it seems impossible but so did the Ace’s brother subplot. I'm really not sure how it can be done - both the characters of Jude and Gabriel have become quite well-developed and I'm not sure how anybody could be changed.\nSTUNNED: Do you have any suggestions? Or should I just go away and think about it?\nSTUNNED: Oh dear God, help me!\nSTUNNED: Joe\nSTUNNED: Ematl: Gary Russell to Joseph Lidster — Wednesday 18 July 2001\nSTUNNED: Joe,\nSTUNNED: In that case, best leave it. Please do not fret any longer, I thought it was a bit cheeky of me!\nSTUNNED: I now return you to your normal broadcast...\nSTUNNED: Gary\nSTUNNED: Email: Joseph Lidster to Gary Russell — Wednesday 18 July 2001\nSTUNNED: Hi Gary,\nSTUNNED: Thanks. It’s very difficult to keep your mind on processing applications for motor finance when you've been asked to include the Master in your first Doctor Who story ~ so I've spent the afternoon trying to work out how I can do it.\nSTUNNED: I've come up with an idea but I don’t know if it’s really what you have in mind. Basically, offhand J] can’t think of a way of including him in the bulk of the story without detracting from the other characters and their motivations, ef cetera, so I thought of a way to include him and set up stories for the future.\nSTUNNED: Here goes:\nSTUNNED: Basically he isn’t in Parts One, Two or most of Three then, at the end of Part Three, instead of Gemma being taken over by the enemy monster she pulls out a gun or something and the Doctor says, ‘What's wrong with you? Have you been hypnotised?’ and then the Master walks in and says, ‘Indeed she has - by me, Doctor’.And that’s the cliffhanger to Part Three. It all goes pear-shaped in Part Four, with the Doctor having to fight the Master and the now-deranged Jude. Turns out, the Master has either set the whole situation up or has walked in and seen the Doctor's problems and has decided that he wants the remaining incarnations of the Doctor. This does kind of tie in with the TV Movie. The Master is obviously in his scabby final incarnation and has decided that his mission in life is to steal the\nSTUNNED: 345\nSTUNNED: Doctor's life. This would be a surprise reappearance for the story and would set things up for future stories with the ending to Priory possibly being a cliffhanger. The story could even end up with the Doctor and McShane back in the TARDIS.‘So we're both happy and are going to have some fun adventures with no more angst’- type of conversation.‘Not if I’ve got anything to do with it! says the Master stepping into the console room from inside the TARDIS.\nSTUNNED: Now, I realise that this isn’t probably what you had in mind - more of a Master piot that the Doctor and Ace happen to arrive in, and it is a bit cheeky of me as a first-time writer to suggest any kind of story arc and that this is all a bit up in the air - and I’ve just got your e-mail to say forget about it - so it’s up to you. 'm quite happy not to have in it but it would be fun to set him up for some future scary story arc.\nSTUNNED: What do you think?\nSTUNNED: Joe Lidster\nSTUNNED: Email: Gary Russell to Joseph Lidster — Wednesday 18 July 2001\nSTUNNED: Joe, See my reply to your last email. I think it'd compromise your story to shoehorn the Master in. Ignore me and everything I've said today.\nSTUNNED: But bless you for coming up with something so fast! Now ignore it... Cheers, Gary\nSTUNNED: Email: Joseph Lidster to Gary Russell — Monday 3 September 2001 Gary,\nSTUNNED: Is it too soon to be asking if you've had chance to read the script yet? Joe\nSTUNNED: Email: Gary Russell to Joseph Lidster - Monday 3 September 2001\nSTUNNED: Oh God, yes... Gary\nSTUNNED: 346"
    }
  ],
  "cast_list": [],
  "parse_warnings": []
}