{
  "id": "037-the-sandman",
  "release_number": 37,
  "title": "The Sandman",
  "author": "Simon A Forward",
  "filename": "037. The Sandman_djvu.txt",
  "format_type": "A",
  "preamble_end_line": 8,
  "parts": [
    {
      "part_number": 1,
      "start_line": 8,
      "end_line": 623,
      "elements": [
        {
          "type": "direction",
          "text": "[Part One]",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Settle, little ones. Your mother is busy, but you are never far from her thoughts. Now, children, remember what happens to young ones who do not behave. The Sandman will come for you. He will tear off your hides and weave them into his coat. Settle down, little ones, and make no sound. There now. Lay still in the dark and he will not find you.",
          "character": "FOSTER"
        },
        {
          "type": "direction",
          "text": "Door opens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "No! It cannot be. Leave them! They are only children!",
          "character": "FOSTER"
        },
        {
          "type": "direction",
          "text": "Gurgling roar.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Out of my way, disgusting animals. Orchestrator Shol.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Find me a quicker path. These Warrens are infested.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "There is no quicker path, Nrosha. Those ships are at the centre of the Clutch. Most of them have not shifted position for centuries, and stationary ships, as you well know, always make for faster journeys.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "[OC]: You are supposed to be Orchestrator. You could have ordered every ship to remain stationary. Or are you so new to your position that you need my advice?",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "My predecessor would have done no differently. Traffic, be advised. Vessel 2-1-12 requests departure in 3-0. Transmit updated vectors to all affected vessels. Vessel 2-1-12 stand by for confirm. On what basis, Nrosha, should I suspend normal function of the Clutch? Your fears for your young? I am sorry, but if you wish to reach the nurseries any faster, then hurry your pace. Alternatively, I would suggest you relax and trust that your instincts are mistaken.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "[OC]: These instincts are maternal, so I would suggest, Orchestrator, they lie somewhat outside your sphere. Out of my way!",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Ah, these creatures. They clog these corridors like filth in the waste pipes. (thump, thud) My foster tried to call, but she was cut off.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "[OC]: It may simply be a communicator fault. I have despatched a security detail anead of you as a precaution. There is nothing more I can do.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Nothing is all you have done. My children have the growth sickness. You know what that means. He'll be coming for them, the Sandman. What can a security detail do against him? Tell me that.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "[OC]: What can any of us do against him.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "I for one will not sit by. If he comes for my children, he will have to come through me.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Ah, brave words, Nrosha, but futile. There is nothing any of us can do against him. We are all of us at the Doctor's mercy.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Director Nrosha.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Commander Brel. My children? Tell me!",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "We came promptly, but he has already",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Let me through. Let me see.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Director, no. I would not advise",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Your advice means nothing. I will see my children.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Troopers, clear the door.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "No, this cannot be. My children! My children! No!",
          "character": "NROSHA"
        },
        {
          "type": "direction",
          "text": "Breaking objects, roaring.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "[OC]: Vessel 4-0-2-7, hold current position. Updated approach vector will be transmitted shortly.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Affirmative, Shol.",
          "character": "MORDECAN"
        },
        {
          "type": "direction",
          "text": "The Tardis materialises.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "What the hell?",
          "character": "MORDECAN"
        },
        {
          "type": "direction",
          "text": "Tardis door opens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Well, whoever's ship this is, they apparently prefer to keep things dingy.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You're quite sure it's not simply you that's drawn to dingy places?",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Tardis door closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "(a bit Irish) For your information, people, she's my ship.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Ah. Yes, well, I can see you take your rights of ownership very seriously. At least, I'm assuming that blaster isn't merely a comfort weapon. I do apologise for the Tardis dropping us in on you like this. It's very unlike her. She's normally the soul of discretion.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, what a coincidence. Me too. Now perhaps you'd like to explain what you're doing on my bridge.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "[OC]: (very nervous) Mordecan, there are",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Not now, Nintaru.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Something unexpected just came up.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, what sort of something? Not a boarding party, I hope?",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "[OC]: No, not the kind you're thinking, no. Relax, will you? It's all under control. I'll be down to talk to you in a minute, okay?",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "[OC]: If you would just tell me what it is?",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Nintaru, you heard me. Now just give me a minute, I said. Out.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Crew member of yours, is he, this Nintaru chap? You certainly seem to be running your bridge with a skeleton staff. Just you and a few flickering consoles for company. What's the matter, experienced crew hard to come by these days, or is it just poor advertising on your part.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I hire extra crew when I have to, but I like to cut down on my overheads sometimes. I guess you know what it's like, running a ship, or don't you have that problem with that box of yours.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "I do apologise for the Doctor, Mister Mordecan. He's so insatiably curious. It can be rather aggravating, especially when you have so many questions of your own.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "You don't say.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, I'll stand back and let you handle the introductions, shall I?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "It might be less confrontational.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Huh.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Mister Mordecan, I'm Evelyn. This is the Doctor. And the fact is, we appear to have lost our way.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Lost your way? Onto my bridge?",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Well, I suppose that means we've lost our way and found yours. Where is it you're headed, if you don't mind my asking? If I haven't totally miscalculated, you're at least en route to the Clutch.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "That's where we're aiming for, yes. We're in a holding position, awaiting an approach vector. Actually, they're usually more efficient than this. I don't know what the delay is. I'll try and get an update.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Doctor, what on Earth's that black look in aid of?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Huh? Black look? My black look, as you put it, is simply an involuntary outward manifestation of some less than savoury dark thoughts. Technically, I'm a little overdue for this visit, but now that we are heading for the Clutch, you might as well Know it's likely to bring back a lot of bad memories.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Bad memories? What sort of bad memories?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "In a word, me. To the inhabitants of the Clutch, to the Galyari people, I am a bad memory.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Sandman or Doctor, the name makes no difference. His curse will never leave us. How many this time, Commander Brel?",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Two, Orchestrator. I understand they were security veterans.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "There was a time when nothing could have overcome two troopers, no matter how past their prime.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Should I conduct another sweep?",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Huh? No, no. No, Commander. Seal the scene and attend to the usual arrangements. You may as well release the corpses for incineration. They won't tell us any more than we know already.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Agreed. We are holding the one threat in the Clutch.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Yes, a single threat, but not the only concern that needs our attention, and I would rather you dedicate your efforts to where they might achieve some good.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Yes, Orchestrator?",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Mordecan and his Star Gypsies have come back to us, no doubt with legitimate trade to transact with Director Nrosha, but his other activities need watching.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "I shall organise the surveillance myself.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Ordinarily it would fall to the Trade Director to assign you in these matters. I will speak with her shortly.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "I understand.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Good. I will not have petty criminals pecking our bones when we are vulnerable, preying on us in our darkness. The Sandman is a shadow, and cannot be hunted, but everyone else, anyone who defy our laws, will face the harshest penalty.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "I will see to it they do, Orchestrator.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Mister Mordecan? I don't suppose you could call up a view of the Clutch on your scanner. My friend here's never seen it, and she'd very much like to.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Of course. I'm intrigued.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Sure, not a problem.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Oh my.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Yes. Quite the spectacle, isn't it?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "All those colours. It's like a shoal of fish.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Yes, an interstellar school with hundreds of species. Ships clustering together for protection as they migrate across the galactic expanses.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "But why all the movement? Why not simply cluster together and stay put? And oh, that one just dropped away into hyperspace.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Bound on some independent errand, I dare say, but ultimately to return to the Clutch when its business elsewhere is concluded.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Sounds an awfully rum way to run a fleet.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "You really haven't seen it before, have you.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "No. But I should imagine it's something to marvel at no matter how many times you see it.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Ah, there's very little I marvel at, but yes, I guess I do. Part of me, anyhow. It's a wonder the whole thing works, anyway.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Vessel 4-0-2-7, you are authorised to commence your approach on this vector. Welcome back, Mordecan.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Acknowledged, Shol. Good to be home.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Home?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Mister Mordecan's people are Star Gypsies. Anywhere he's on the move is home, but I imagine he spends a fair bit of time attached to the Clutch. They certainly seem to know him here.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Sure. Once you're docked, you're part of one big happy family. Okay, time we commenced our approach.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Well, steady as she goes, mind your acceleration, and pay plenty of attention to the Clutch.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Evelyn groans.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Freighters, mining ships, manufactories, refineries, whole vessels given over to living quarters, they're all in there somewhere. The visiting ships are hyperspace-capable, whereas the vast majority of Galyari craft are not.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "And like any sensible fleet, they travel at the speed of their slowest component.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Precisely. An exodus on this scale is measured in generations. People like Mister Mordecan here are visitors in every sense, growing up, making a living and ultimately dying, handing over to their progeny while the fleet moves on. Like parasites following a herd of elephants.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor, you could have chosen a more flattering simile.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Could I? Oh. Ah, Mister Mordecan.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yes. Mister Mordecan. We're a proud band, us Star Gypsies.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Yes.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "And one thing we're not is parasites. Now get that straight. We may make our living trading with these lizards, but we do a lot for them in return. A point of fact is, they need us. It's a mutually beneficial arrangement.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Symbiotic, even. So these particular parasites benefit the elephants. Still, the Galyari aren't lizards.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Really? Listen, I'm one of those people who grew up here. I've been dealing with them my whole life. All I'm saying is, I Know what they look like to me.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, I don't doubt it. In much the same way our ship looks like a box to you, whereas in",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "reality",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I really don't think Mister Mordecan wants to engage in debate.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I was only trying to make a point.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Keep your points to yourself.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Doctor, why don't you tell me more about this Clutch?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Why doesn't he save his breath? My part's all done. Traffic's taken over from here on in. We'll be docked before you know it, so then you can see it for yourself.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Orchestrator Shol, such a rare descent from your throne to my private quarters. You must forgive me. Most of these delicacies are human fare.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Don't trouble yourself. The Sub-Orchestrator has kindly relieved me for a spell, but it is not his official shift, hence I must keep this short and to the point.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "That suits my schedule.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "I'm pleased to see you appreciate some of your responsibilities, and that you're preparing to receive Mordecan.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Of course. He notified me of",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Quite, quite. But who knows what seeds of other deals he has sown? The Clutch is our territory, Nrosha. We owe it to ourselves to police it.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "I think the attention of the Security Force would be better concentrated on",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "We cannot chase demons! I will not waste more time or resources on such patent futility. The Sandman will continue to elude us until he is ready to play his hand. We all know the Doctor's ways. I shouldn't have to remind you. Neither should I have to assign security to monitor suspected transgressors. Which brings me to my key point.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "At last.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "You, Nrosha, are another resource I see going to waste. You neglect your duties, you disrepect my authority, all authority.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Not all. My hatred of the Sandman is as great as yours. My fear is as indelible as any child's, but I respect him. I respect his methods. The way he preys upon the weakest of us and terrorises the strongest. And I say we should learn from him, respond with the same ruthlessness, instead of cowering in the dark and letting that monster roll over us all.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Quite a full hold you have, Mister Mordecan. Can I ask what cargo you're carrying?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "No, you can't. This is where we part company.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "So soon?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Personally, I'd be disinclined to look a gift horse in the mouth.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "The way I see it, if you really did arrive on my ship by accident, you're here on your own business, so I recommend you go about it. On your own.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "You wouldn't prefer to prod us along at gunpoint?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "For one thing, it's not permitted. The Galyari Security Force are responsible for all the legal gun-pointing that goes on in the Clutch. Officially we're allowed to carry, but me? Well, I have the Star Gypsy code. We look out for our own, and everybody knows it. That's all the protection I need. And believe me, any kind of defence is useful in the Warrens.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "The Warrens?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Ma'am, you'd better just hope that's one place not on your friend's itinerary.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "If it's dangerous, then it's probably our first port of call.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh, there's nothing here that's likely to bother us.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I admire your confidence. Still, you'd best watch your step. And if you want your ship back, I'll be around for a few days. After that I'm gone, whether you've collected it or not.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Well, that's very gracious of you. And you really are letting us go?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "He really is. Thank you, Mister Mordecan.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Well, it goes against the grain, but yes, thank you, Captain. You've been one of my more civil captors, I must say.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Evelyn, ma'am.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Yes?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "See what you can do about losing this guy, will you?",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, I wouldn't worry on that score. The Doctor's more than capable of losing both of us.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "(laughs) No kidding. Okay, now I still have a few things to talk over with my over- anxious partner. It's time you were going.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Now there's one man who's suspiciously shy of attention.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor, not everyone wants you poking your nose into their business. It's hardly suspicious.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "You're probably right. I suppose my nose shouldn't take it personally. Come along. Er, this way for us, I think.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I'll keep an eye out for the signs saying To The Warrens, shall I?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Nrosha, your grief and anger are capable of producing these frequent outbursts, but I suspect they would pale in the sight of the Sandman himself.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Do not believe it.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Perhaps we shall see. In any event, your responsibilities as Trade Director suffer from such a surfeit of emotion.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "He tore off their skins! He tore them off before they were shed!",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "I know.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Time will not heal such wounds. Never. Time ended for me that day. Now, relieve me of my post or not, but I will not, I cannot bear your procrastination.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "No. I will not dispose of a resource that one day might prove itself useful again. I have assigned Commander Brel to monitor Mordecan's activities. You, Nrosha, will liaise with him and direct him as necessary. Is that understood?",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "It is, Orchestrator. Some things at least are readily understood.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "All right, partner, crisis over. Two strange, now definitely not Galyari, I bagged them on their way.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "You sure they weren't hired agents? We take too many risks.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Nintaru, I'm sure. Now, let's make sure we got everything straight.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "I know the routine. I maintain a low profile here until your signal, then make my way to the rendezvous.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Yeah. Now it's the same factory ship as before.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, these vessels shift like sands in the breeze. It could be anywhere.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "I'll log its position and signal you. If you can just get a handle on your nerves, you'll be fine.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "But I've every reason to be nervous. Carrying illegal merchandise into the Clutch, trouble. I wish we could be free of all this cloak and dagger.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Hey, there's no dagger here, it's only cloak.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "All the same, partner Mordecan. There are too too many risks. The Galyari are zealous when it comes to enforcing their trade laws.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Yeah, don't I know it. Nrosha always was a canny one, but she turned colder after the thing a couple of years back.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "All Galyari are cold in blood. It is their nature.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Well, you won't get any argument from me there. And I have to admit to watch our step with her more than ever. But the Galyari also happen to be rich in purse, and that makes a few risks very worthwhile.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, too too many.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Look, mind the nice officers, Evelyn. Our business is with the leader, not the rank and file.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "And where might we find him?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "That rather depends.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "On what, exactly.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "On how much the ships in the Clutch keep moving about. Keep up. Come on, Evelyn. Careful.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Anyway, didn't you say this was probably the last shipment?",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "It's true, partner. There is no more of the merchandise to be found at the source.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Right, so one last drop and we're done. We made it this far, buddy. We can make it through one more delivery easy enough.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, I suppose.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Okay, so stay here, cool your heels, and wait for my call.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Doctor, I hope you realise I was joking when I mentioned your habit of getting lost.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Have faith, Evelyn. I know exactly where I'm headed. Of course, the problem with the Clutch is, where you're headed could be in an entirely different place to where it was the last time. And in my case, the last time was a long time ago.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Really? And what are we doing here, exactly?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "It's a long story.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "In any case, I knew that alleged navigational error of yours was nothing of the sort. You wanted me to see all this from the outside, didn't you.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Well, it's always useful to see the big picture. Still, that kind of precision materialisation is a tricky thing. I'll admit it was my aim, but you'd best put its success down to serendipity.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "A happy accident? Sometimes I think that's exactly what you are.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Looking for somewhere to happen, eh? Well, perhaps I am. But I'm not always a happy occurrence. To some, I'm the devil incarnate.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I always imagined the Devil to be better dressed.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Ah, here we are. Hmm, this looks promising.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "That important looking crest on the airlock is the leader's coat of arms, is it?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Something like that. And it doubles as a heavy security lock. A bold way of telling everybody that casual visitors aren't welcome.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Something tells me our visit is anything but casual.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Nothing much escapes your notice.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Turning of dial, tumblers clicking.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Let's just hope the security here is less attentive than I am.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh, not much chance of that. Nothing gets past a Galyari. Independently movable eyes.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yes, I noticed. Rather like a chameleon. All the same, none of those patrols looked at us twice. In fact, I'd swear they did their best to avoid us.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Quite possibly. Still, don't let that deceive you. They have incredibly sharp eyesight combined with an extraordinary field of vision.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "And I'm supposed to be encouraged by that news?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Don't fret, Evelyn. As I said to Mister Mordecan, there's nothing here for us to fear.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Shouldn't they have guards posted here?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Ah, well, the Galyari, you see, are Fair Traders, in a very literal sense. Crime is complete anathema to them. They simply don't understand the mind-set.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Because they don't understand that way of thinking, they don't anticipate the kind of act you're perpetrating right now.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Quite. On the other hand, the same inability to understand gives rise to a deep-seated hatred for the criminal species, and a lot of very severe punishments meted out for those that do get caught.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "The news just keeps getting better and better.",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Beeps.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Ah. There we are. After you. Ladies before Time Lords.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, I hope you're still as chivalrous when we have to run the other way.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "It is time I was leaving.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Some emergency?",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "A security breach of Command.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Perhaps it is the Sandman come for you this time.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Perhaps.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Be sure to take a full squad with you.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Much good it will do me if it is the Doctor. I will go alone. (leaves)",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Yes, show no weakness, even when we tremble to the core.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Whee!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor, I do wish you'd stop gliding about in that chair.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Well, there's very little else here to do until the Orchestrator returns. I can't even direct traffic. Everything's been locked down here. The Clutch is a nest of many eggs, but only two yolks.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yes, how does all this work, exactly? Mordecan mentioned something about Traffic.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Traffic is the governing computer. Every vessel slaves itself to that computer when they join the Clutch. The Orchestrator is the conductor, and Traffic is the baton, if you will. And there's no room for innovators in this orchestra. The movement of every ship has to be carefully governed. The entire fleet is now being orchestrated from the Auxiliary Command, I expect. Whee!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I do hope this Orchestrator fellow turns up soon.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh, he will. He's probably on a tea break, but he'll cut that short soon enough. An alarm will have alerted him automatically to the security breach.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You wanted to let him know we're here.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Well, if I'd wasted time bypassing the alarm, we'd have had to wait for him to finish his tea.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Can I take it with all these time-saving measures we're not expected to hang around for very long?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "No, I shouldn't think so. The Clutch is fascinating as an example of the diverse lifestyles adopted by the sentient species of the galaxy, but as a resort spot it is rather dull. Not exactly a holiday camp.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, it looks as if the red coats are on their way to liven up our stay.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Come round behind me, Evelyn.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Only if you promise to keep that chair in one place.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Evelyn!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor, he can't even look at you.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "No indeed. Welcome, Orchestrator. I think you Know who I am.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I do, Sandman.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "You needn't grovel quite so much. You're name is Shol, I take it?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Quiet, Evelyn.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I am Shol. It is a proud and ancient name.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Well, let's hope it lives to be even more ancient, shall we? I've had dealings with a number of Orchestrators in my time, and I found their level of cooperation far from satisfying. Am I going to have the same problem with you?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Not from me. I will respond to your demands, but on condition",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Doctor!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Don't impose conditions on me. Remember who you are dealing with, Shol. Look at me.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I cannot.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "I said, look at me!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Please, make your demands and I will see to it that my people comply. But I beg you, do not ask me that. It is death to look on you.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Nonsense. I know it's painful sometimes, but the Doctor's no monster.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Evelyn! That is where you are very wrong. The Galyari have known me a lot longer than you. Isn't that so, Orchestrator?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "It is true. We all know the tales. We grow up with them.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "And with good reason. So you see, Evelyn. I am every bit the monster they believe me to be.",
          "character": "DOCTOR"
        }
      ],
      "searchable_dialogue": "FOSTER: Settle, little ones. Your mother is busy, but you are never far from her thoughts. Now, children, remember what happens to young ones who do not behave. The Sandman will come for you. He will tear off your hides and weave them into his coat. Settle down, little ones, and make no sound. There now. Lay still in the dark and he will not find you.\nFOSTER: No! It cannot be. Leave them! They are only children!\nNROSHA: Out of my way, disgusting animals. Orchestrator Shol.\nNROSHA: [OC]: Find me a quicker path. These Warrens are infested.\nSHOL: There is no quicker path, Nrosha. Those ships are at the centre of the Clutch. Most of them have not shifted position for centuries, and stationary ships, as you well know, always make for faster journeys.\nNROSHA: [OC]: You are supposed to be Orchestrator. You could have ordered every ship to remain stationary. Or are you so new to your position that you need my advice?\nSHOL: My predecessor would have done no differently. Traffic, be advised. Vessel 2-1-12 requests departure in 3-0. Transmit updated vectors to all affected vessels. Vessel 2-1-12 stand by for confirm. On what basis, Nrosha, should I suspend normal function of the Clutch? Your fears for your young? I am sorry, but if you wish to reach the nurseries any faster, then hurry your pace. Alternatively, I would suggest you relax and trust that your instincts are mistaken.\nNROSHA: [OC]: These instincts are maternal, so I would suggest, Orchestrator, they lie somewhat outside your sphere. Out of my way!\nNROSHA: Ah, these creatures. They clog these corridors like filth in the waste pipes. (thump, thud) My foster tried to call, but she was cut off.\nSHOL: [OC]: It may simply be a communicator fault. I have despatched a security detail anead of you as a precaution. There is nothing more I can do.\nNROSHA: Nothing is all you have done. My children have the growth sickness. You know what that means. He'll be coming for them, the Sandman. What can a security detail do against him? Tell me that.\nSHOL: [OC]: What can any of us do against him.\nNROSHA: I for one will not sit by. If he comes for my children, he will have to come through me.\nSHOL: Ah, brave words, Nrosha, but futile. There is nothing any of us can do against him. We are all of us at the Doctor's mercy.\nBREL: Director Nrosha.\nNROSHA: Commander Brel. My children? Tell me!\nBREL: We came promptly, but he has already\nNROSHA: Let me through. Let me see.\nBREL: Director, no. I would not advise\nNROSHA: Your advice means nothing. I will see my children.\nBREL: Troopers, clear the door.\nNROSHA: No, this cannot be. My children! My children! No!\nSHOL: [OC]: Vessel 4-0-2-7, hold current position. Updated approach vector will be transmitted shortly.\nMORDECAN: Affirmative, Shol.\nMORDECAN: What the hell?\nDOCTOR: Well, whoever's ship this is, they apparently prefer to keep things dingy.\nEVELYN: You're quite sure it's not simply you that's drawn to dingy places?\nMORDECAN: (a bit Irish) For your information, people, she's my ship.\nDOCTOR: Ah. Yes, well, I can see you take your rights of ownership very seriously. At least, I'm assuming that blaster isn't merely a comfort weapon. I do apologise for the Tardis dropping us in on you like this. It's very unlike her. She's normally the soul of discretion.\nMORDECAN: Well, what a coincidence. Me too. Now perhaps you'd like to explain what you're doing on my bridge.\nNINTARU: [OC]: (very nervous) Mordecan, there are\nMORDECAN: Not now, Nintaru.\nMORDECAN: [OC]: Something unexpected just came up.\nNINTARU: Oh, what sort of something? Not a boarding party, I hope?\nMORDECAN: [OC]: No, not the kind you're thinking, no. Relax, will you? It's all under control. I'll be down to talk to you in a minute, okay?\nNINTARU: [OC]: If you would just tell me what it is?\nMORDECAN: Nintaru, you heard me. Now just give me a minute, I said. Out.\nDOCTOR: Crew member of yours, is he, this Nintaru chap? You certainly seem to be running your bridge with a skeleton staff. Just you and a few flickering consoles for company. What's the matter, experienced crew hard to come by these days, or is it just poor advertising on your part.\nMORDECAN: I hire extra crew when I have to, but I like to cut down on my overheads sometimes. I guess you know what it's like, running a ship, or don't you have that problem with that box of yours.\nEVELYN: I do apologise for the Doctor, Mister Mordecan. He's so insatiably curious. It can be rather aggravating, especially when you have so many questions of your own.\nMORDECAN: You don't say.\nDOCTOR: Oh, I'll stand back and let you handle the introductions, shall I?\nEVELYN: It might be less confrontational.\nDOCTOR: Huh.\nEVELYN: Mister Mordecan, I'm Evelyn. This is the Doctor. And the fact is, we appear to have lost our way.\nMORDECAN: Lost your way? Onto my bridge?\nDOCTOR: Well, I suppose that means we've lost our way and found yours. Where is it you're headed, if you don't mind my asking? If I haven't totally miscalculated, you're at least en route to the Clutch.\nMORDECAN: That's where we're aiming for, yes. We're in a holding position, awaiting an approach vector. Actually, they're usually more efficient than this. I don't know what the delay is. I'll try and get an update.\nEVELYN: Doctor, what on Earth's that black look in aid of?\nDOCTOR: Huh? Black look? My black look, as you put it, is simply an involuntary outward manifestation of some less than savoury dark thoughts. Technically, I'm a little overdue for this visit, but now that we are heading for the Clutch, you might as well Know it's likely to bring back a lot of bad memories.\nEVELYN: Bad memories? What sort of bad memories?\nDOCTOR: In a word, me. To the inhabitants of the Clutch, to the Galyari people, I am a bad memory.\nSHOL: Sandman or Doctor, the name makes no difference. His curse will never leave us. How many this time, Commander Brel?\nBREL: Two, Orchestrator. I understand they were security veterans.\nSHOL: There was a time when nothing could have overcome two troopers, no matter how past their prime.\nBREL: Should I conduct another sweep?\nSHOL: Huh? No, no. No, Commander. Seal the scene and attend to the usual arrangements. You may as well release the corpses for incineration. They won't tell us any more than we know already.\nBREL: Agreed. We are holding the one threat in the Clutch.\nSHOL: Yes, a single threat, but not the only concern that needs our attention, and I would rather you dedicate your efforts to where they might achieve some good.\nBREL: Yes, Orchestrator?\nSHOL: Mordecan and his Star Gypsies have come back to us, no doubt with legitimate trade to transact with Director Nrosha, but his other activities need watching.\nBREL: I shall organise the surveillance myself.\nSHOL: Ordinarily it would fall to the Trade Director to assign you in these matters. I will speak with her shortly.\nBREL: I understand.\nSHOL: Good. I will not have petty criminals pecking our bones when we are vulnerable, preying on us in our darkness. The Sandman is a shadow, and cannot be hunted, but everyone else, anyone who defy our laws, will face the harshest penalty.\nBREL: I will see to it they do, Orchestrator.\nDOCTOR: Mister Mordecan? I don't suppose you could call up a view of the Clutch on your scanner. My friend here's never seen it, and she'd very much like to.\nEVELYN: Of course. I'm intrigued.\nMORDECAN: Sure, not a problem.\nEVELYN: Oh my.\nDOCTOR: Yes. Quite the spectacle, isn't it?\nEVELYN: All those colours. It's like a shoal of fish.\nDOCTOR: Yes, an interstellar school with hundreds of species. Ships clustering together for protection as they migrate across the galactic expanses.\nEVELYN: But why all the movement? Why not simply cluster together and stay put? And oh, that one just dropped away into hyperspace.\nDOCTOR: Bound on some independent errand, I dare say, but ultimately to return to the Clutch when its business elsewhere is concluded.\nEVELYN: Sounds an awfully rum way to run a fleet.\nMORDECAN: You really haven't seen it before, have you.\nEVELYN: No. But I should imagine it's something to marvel at no matter how many times you see it.\nMORDECAN: Ah, there's very little I marvel at, but yes, I guess I do. Part of me, anyhow. It's a wonder the whole thing works, anyway.\nSHOL: [OC]: Vessel 4-0-2-7, you are authorised to commence your approach on this vector. Welcome back, Mordecan.\nMORDECAN: Acknowledged, Shol. Good to be home.\nEVELYN: Home?\nDOCTOR: Mister Mordecan's people are Star Gypsies. Anywhere he's on the move is home, but I imagine he spends a fair bit of time attached to the Clutch. They certainly seem to know him here.\nMORDECAN: Sure. Once you're docked, you're part of one big happy family. Okay, time we commenced our approach.\nDOCTOR: Well, steady as she goes, mind your acceleration, and pay plenty of attention to the Clutch.\nDOCTOR: Freighters, mining ships, manufactories, refineries, whole vessels given over to living quarters, they're all in there somewhere. The visiting ships are hyperspace-capable, whereas the vast majority of Galyari craft are not.\nEVELYN: And like any sensible fleet, they travel at the speed of their slowest component.\nDOCTOR: Precisely. An exodus on this scale is measured in generations. People like Mister Mordecan here are visitors in every sense, growing up, making a living and ultimately dying, handing over to their progeny while the fleet moves on. Like parasites following a herd of elephants.\nEVELYN: Doctor, you could have chosen a more flattering simile.\nDOCTOR: Could I? Oh. Ah, Mister Mordecan.\nMORDECAN: Yes. Mister Mordecan. We're a proud band, us Star Gypsies.\nDOCTOR: Yes.\nMORDECAN: And one thing we're not is parasites. Now get that straight. We may make our living trading with these lizards, but we do a lot for them in return. A point of fact is, they need us. It's a mutually beneficial arrangement.\nDOCTOR: Symbiotic, even. So these particular parasites benefit the elephants. Still, the Galyari aren't lizards.\nMORDECAN: Really? Listen, I'm one of those people who grew up here. I've been dealing with them my whole life. All I'm saying is, I Know what they look like to me.\nDOCTOR: Oh, I don't doubt it. In much the same way our ship looks like a box to you, whereas in\nDOCTOR: reality\nEVELYN: I really don't think Mister Mordecan wants to engage in debate.\nDOCTOR: I was only trying to make a point.\nMORDECAN: Keep your points to yourself.\nEVELYN: Doctor, why don't you tell me more about this Clutch?\nMORDECAN: Why doesn't he save his breath? My part's all done. Traffic's taken over from here on in. We'll be docked before you know it, so then you can see it for yourself.\nNROSHA: Orchestrator Shol, such a rare descent from your throne to my private quarters. You must forgive me. Most of these delicacies are human fare.\nSHOL: Don't trouble yourself. The Sub-Orchestrator has kindly relieved me for a spell, but it is not his official shift, hence I must keep this short and to the point.\nNROSHA: That suits my schedule.\nSHOL: I'm pleased to see you appreciate some of your responsibilities, and that you're preparing to receive Mordecan.\nNROSHA: Of course. He notified me of\nSHOL: Quite, quite. But who knows what seeds of other deals he has sown? The Clutch is our territory, Nrosha. We owe it to ourselves to police it.\nNROSHA: I think the attention of the Security Force would be better concentrated on\nSHOL: We cannot chase demons! I will not waste more time or resources on such patent futility. The Sandman will continue to elude us until he is ready to play his hand. We all know the Doctor's ways. I shouldn't have to remind you. Neither should I have to assign security to monitor suspected transgressors. Which brings me to my key point.\nNROSHA: At last.\nSHOL: You, Nrosha, are another resource I see going to waste. You neglect your duties, you disrepect my authority, all authority.\nNROSHA: Not all. My hatred of the Sandman is as great as yours. My fear is as indelible as any child's, but I respect him. I respect his methods. The way he preys upon the weakest of us and terrorises the strongest. And I say we should learn from him, respond with the same ruthlessness, instead of cowering in the dark and letting that monster roll over us all.\nDOCTOR: Quite a full hold you have, Mister Mordecan. Can I ask what cargo you're carrying?\nMORDECAN: No, you can't. This is where we part company.\nDOCTOR: So soon?\nEVELYN: Personally, I'd be disinclined to look a gift horse in the mouth.\nMORDECAN: The way I see it, if you really did arrive on my ship by accident, you're here on your own business, so I recommend you go about it. On your own.\nDOCTOR: You wouldn't prefer to prod us along at gunpoint?\nMORDECAN: For one thing, it's not permitted. The Galyari Security Force are responsible for all the legal gun-pointing that goes on in the Clutch. Officially we're allowed to carry, but me? Well, I have the Star Gypsy code. We look out for our own, and everybody knows it. That's all the protection I need. And believe me, any kind of defence is useful in the Warrens.\nEVELYN: The Warrens?\nMORDECAN: Ma'am, you'd better just hope that's one place not on your friend's itinerary.\nEVELYN: If it's dangerous, then it's probably our first port of call.\nDOCTOR: Oh, there's nothing here that's likely to bother us.\nMORDECAN: I admire your confidence. Still, you'd best watch your step. And if you want your ship back, I'll be around for a few days. After that I'm gone, whether you've collected it or not.\nDOCTOR: Well, that's very gracious of you. And you really are letting us go?\nEVELYN: He really is. Thank you, Mister Mordecan.\nDOCTOR: Well, it goes against the grain, but yes, thank you, Captain. You've been one of my more civil captors, I must say.\nMORDECAN: Evelyn, ma'am.\nEVELYN: Yes?\nMORDECAN: See what you can do about losing this guy, will you?\nEVELYN: Oh, I wouldn't worry on that score. The Doctor's more than capable of losing both of us.\nMORDECAN: (laughs) No kidding. Okay, now I still have a few things to talk over with my over- anxious partner. It's time you were going.\nDOCTOR: Now there's one man who's suspiciously shy of attention.\nEVELYN: Doctor, not everyone wants you poking your nose into their business. It's hardly suspicious.\nDOCTOR: You're probably right. I suppose my nose shouldn't take it personally. Come along. Er, this way for us, I think.\nEVELYN: I'll keep an eye out for the signs saying To The Warrens, shall I?\nSHOL: Nrosha, your grief and anger are capable of producing these frequent outbursts, but I suspect they would pale in the sight of the Sandman himself.\nNROSHA: Do not believe it.\nSHOL: Perhaps we shall see. In any event, your responsibilities as Trade Director suffer from such a surfeit of emotion.\nNROSHA: He tore off their skins! He tore them off before they were shed!\nSHOL: I know.\nNROSHA: Time will not heal such wounds. Never. Time ended for me that day. Now, relieve me of my post or not, but I will not, I cannot bear your procrastination.\nSHOL: No. I will not dispose of a resource that one day might prove itself useful again. I have assigned Commander Brel to monitor Mordecan's activities. You, Nrosha, will liaise with him and direct him as necessary. Is that understood?\nNROSHA: It is, Orchestrator. Some things at least are readily understood.\nMORDECAN: All right, partner, crisis over. Two strange, now definitely not Galyari, I bagged them on their way.\nNINTARU: You sure they weren't hired agents? We take too many risks.\nMORDECAN: Nintaru, I'm sure. Now, let's make sure we got everything straight.\nNINTARU: I know the routine. I maintain a low profile here until your signal, then make my way to the rendezvous.\nMORDECAN: Yeah. Now it's the same factory ship as before.\nNINTARU: Oh, these vessels shift like sands in the breeze. It could be anywhere.\nMORDECAN: I'll log its position and signal you. If you can just get a handle on your nerves, you'll be fine.\nNINTARU: But I've every reason to be nervous. Carrying illegal merchandise into the Clutch, trouble. I wish we could be free of all this cloak and dagger.\nMORDECAN: Hey, there's no dagger here, it's only cloak.\nNINTARU: All the same, partner Mordecan. There are too too many risks. The Galyari are zealous when it comes to enforcing their trade laws.\nMORDECAN: Yeah, don't I know it. Nrosha always was a canny one, but she turned colder after the thing a couple of years back.\nNINTARU: All Galyari are cold in blood. It is their nature.\nMORDECAN: Well, you won't get any argument from me there. And I have to admit to watch our step with her more than ever. But the Galyari also happen to be rich in purse, and that makes a few risks very worthwhile.\nNINTARU: Oh, too too many.\nDOCTOR: Look, mind the nice officers, Evelyn. Our business is with the leader, not the rank and file.\nEVELYN: And where might we find him?\nDOCTOR: That rather depends.\nEVELYN: On what, exactly.\nDOCTOR: On how much the ships in the Clutch keep moving about. Keep up. Come on, Evelyn. Careful.\nMORDECAN: Anyway, didn't you say this was probably the last shipment?\nNINTARU: It's true, partner. There is no more of the merchandise to be found at the source.\nMORDECAN: Right, so one last drop and we're done. We made it this far, buddy. We can make it through one more delivery easy enough.\nNINTARU: Oh, I suppose.\nMORDECAN: Okay, so stay here, cool your heels, and wait for my call.\nEVELYN: Doctor, I hope you realise I was joking when I mentioned your habit of getting lost.\nDOCTOR: Have faith, Evelyn. I know exactly where I'm headed. Of course, the problem with the Clutch is, where you're headed could be in an entirely different place to where it was the last time. And in my case, the last time was a long time ago.\nEVELYN: Really? And what are we doing here, exactly?\nDOCTOR: It's a long story.\nEVELYN: In any case, I knew that alleged navigational error of yours was nothing of the sort. You wanted me to see all this from the outside, didn't you.\nDOCTOR: Well, it's always useful to see the big picture. Still, that kind of precision materialisation is a tricky thing. I'll admit it was my aim, but you'd best put its success down to serendipity.\nEVELYN: A happy accident? Sometimes I think that's exactly what you are.\nDOCTOR: Looking for somewhere to happen, eh? Well, perhaps I am. But I'm not always a happy occurrence. To some, I'm the devil incarnate.\nEVELYN: I always imagined the Devil to be better dressed.\nDOCTOR: Ah, here we are. Hmm, this looks promising.\nEVELYN: That important looking crest on the airlock is the leader's coat of arms, is it?\nDOCTOR: Something like that. And it doubles as a heavy security lock. A bold way of telling everybody that casual visitors aren't welcome.\nEVELYN: Something tells me our visit is anything but casual.\nDOCTOR: Nothing much escapes your notice.\nEVELYN: Let's just hope the security here is less attentive than I am.\nDOCTOR: Oh, not much chance of that. Nothing gets past a Galyari. Independently movable eyes.\nEVELYN: Yes, I noticed. Rather like a chameleon. All the same, none of those patrols looked at us twice. In fact, I'd swear they did their best to avoid us.\nDOCTOR: Quite possibly. Still, don't let that deceive you. They have incredibly sharp eyesight combined with an extraordinary field of vision.\nEVELYN: And I'm supposed to be encouraged by that news?\nDOCTOR: Don't fret, Evelyn. As I said to Mister Mordecan, there's nothing here for us to fear.\nEVELYN: Shouldn't they have guards posted here?\nDOCTOR: Ah, well, the Galyari, you see, are Fair Traders, in a very literal sense. Crime is complete anathema to them. They simply don't understand the mind-set.\nEVELYN: Because they don't understand that way of thinking, they don't anticipate the kind of act you're perpetrating right now.\nDOCTOR: Quite. On the other hand, the same inability to understand gives rise to a deep-seated hatred for the criminal species, and a lot of very severe punishments meted out for those that do get caught.\nEVELYN: The news just keeps getting better and better.\nDOCTOR: Ah. There we are. After you. Ladies before Time Lords.\nEVELYN: Oh, I hope you're still as chivalrous when we have to run the other way.\nSHOL: It is time I was leaving.\nNROSHA: Some emergency?\nSHOL: A security breach of Command.\nNROSHA: Perhaps it is the Sandman come for you this time.\nSHOL: Perhaps.\nNROSHA: Be sure to take a full squad with you.\nSHOL: Much good it will do me if it is the Doctor. I will go alone. (leaves)\nNROSHA: Yes, show no weakness, even when we tremble to the core.\nDOCTOR: Whee!\nEVELYN: Doctor, I do wish you'd stop gliding about in that chair.\nDOCTOR: Well, there's very little else here to do until the Orchestrator returns. I can't even direct traffic. Everything's been locked down here. The Clutch is a nest of many eggs, but only two yolks.\nEVELYN: Yes, how does all this work, exactly? Mordecan mentioned something about Traffic.\nDOCTOR: Traffic is the governing computer. Every vessel slaves itself to that computer when they join the Clutch. The Orchestrator is the conductor, and Traffic is the baton, if you will. And there's no room for innovators in this orchestra. The movement of every ship has to be carefully governed. The entire fleet is now being orchestrated from the Auxiliary Command, I expect. Whee!\nEVELYN: I do hope this Orchestrator fellow turns up soon.\nDOCTOR: Oh, he will. He's probably on a tea break, but he'll cut that short soon enough. An alarm will have alerted him automatically to the security breach.\nEVELYN: You wanted to let him know we're here.\nDOCTOR: Well, if I'd wasted time bypassing the alarm, we'd have had to wait for him to finish his tea.\nEVELYN: Can I take it with all these time-saving measures we're not expected to hang around for very long?\nDOCTOR: No, I shouldn't think so. The Clutch is fascinating as an example of the diverse lifestyles adopted by the sentient species of the galaxy, but as a resort spot it is rather dull. Not exactly a holiday camp.\nEVELYN: Well, it looks as if the red coats are on their way to liven up our stay.\nDOCTOR: Come round behind me, Evelyn.\nEVELYN: Only if you promise to keep that chair in one place.\nDOCTOR: Evelyn!\nEVELYN: Doctor, he can't even look at you.\nDOCTOR: No indeed. Welcome, Orchestrator. I think you Know who I am.\nSHOL: I do, Sandman.\nDOCTOR: You needn't grovel quite so much. You're name is Shol, I take it?\nEVELYN: Doctor.\nDOCTOR: Quiet, Evelyn.\nSHOL: I am Shol. It is a proud and ancient name.\nDOCTOR: Well, let's hope it lives to be even more ancient, shall we? I've had dealings with a number of Orchestrators in my time, and I found their level of cooperation far from satisfying. Am I going to have the same problem with you?\nSHOL: Not from me. I will respond to your demands, but on condition\nEVELYN: Doctor!\nDOCTOR: Don't impose conditions on me. Remember who you are dealing with, Shol. Look at me.\nSHOL: I cannot.\nDOCTOR: I said, look at me!\nSHOL: Please, make your demands and I will see to it that my people comply. But I beg you, do not ask me that. It is death to look on you.\nEVELYN: Nonsense. I know it's painful sometimes, but the Doctor's no monster.\nDOCTOR: Evelyn! That is where you are very wrong. The Galyari have known me a lot longer than you. Isn't that so, Orchestrator?\nSHOL: It is true. We all know the tales. We grow up with them.\nDOCTOR: And with good reason. So you see, Evelyn. I am every bit the monster they believe me to be."
    },
    {
      "part_number": 2,
      "start_line": 624,
      "end_line": 1190,
      "elements": [
        {
          "type": "direction",
          "text": "[Part Two]",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "You seriously expect me to believe that?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "It is true. The Doctor has haunted us for many generations. It is our fate.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "It is your just desserts!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, if there is any truth in it, this is a side of you I've never seen, Doctor, and I can't say I like it.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Is that why he has enlisted you, human, to court your approval? The Galyari have good trade relations with many of your race.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Don't go trying to seek her approval, Shol. Or at least, if you're going to cite Galyari-human trade relations, be sure to clarify why they're so favourable.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I do not understand your meaning.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Well, that makes two of us, at least.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "The Clutch does a brisk business in the arms trade. I keep trying to set them to rights, but every few generations I find they've returned to their old ways. I can only assume it's habitual. In the blood, eh, Shol?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Is that what you wish of us, to cease our trade in weapons technology?",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Well, some criminal justice reforms wouldn't go amiss, but that would be a start, yes.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Such a shift in our manufacturing base could not be achieved in a hurry. And such a move could very well impoverish us in the interim.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Well, that's as may be, but you know the consequences of refusing my demands.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "And the consequences of compliance? Can you give us your promise you will no longer prey upon us?",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Prey upon you? What on Earth",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "No, I can't say I'm ready to make such promises. Not until I see some action taken towards meeting my demands. Do I make myself perfectly clear?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Perfectly foggy, if you ask me.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Yes, thank you, human. That will be quite enough from you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, really.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Mordecan, welcome.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Hope I'm not interrupting lunch.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Join me. There is plenty to suit the human palate. My own appetite is not what it was, except, of course, for profit. What have you to show me?",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Hey, that's the Nrosha we know and love. Cut to the chase. Now here, let me show you my wares. It's all here in my sample pack.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Yes, these are fine materials. And? What else have you for me?",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "I've something really special this time. Got to be gentle with him. Don't want to give the little fellow a cardiac. Now, the little guy's a bit shy at the moment, but their song is really something when they get going. Enviromatics take care of the bodily functions, but they don't do much for their spirits, I'm afraid. I wasn't about to risk cryo on prizes like these.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "How many?",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "That's the really good part. They're actually considered holy in some quarters of Lanfan society. They call the Sunbirds. Now fortunately for us, there are less pious quarters of Lanfan society who are more than willing to part with a small flock, when they laid eyes on those GPRs of yours. Actually, I think they had it in mind to overthrow the more pious guys.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "How small a flock?",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Oh, hey now, that was just my figure of speech. More than a hundred specimens, a healthy mix of male and female.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Excellent. Naturally our inspectors will examine the full shipment in detail, but if the quality of these samples is representative, well, your commission will be rich indeed.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Now that's what I like to hear. Still, if you don't mind my saying, you seem a little more brusque today.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "The usual pleasantries are merely part of the ritual. They are irrelevant to the business so I wouldn't mourn their loss for too long, Mordecan. Profit is our motive here. Let us not pretend otherwise.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "All the same, business should be a pleasure, don't you think?",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Perhaps next time. For the present, I have far more important matters on my mind.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "It has to be something pretty serious to be more important that business.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "It is a Galyari matter. Nothing to concern you.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Come on, old friend. What is it, eh? Something to do with this mysterious killer that's had you all spooked?",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "You know nothing of this. All you know is rumour.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "I don't deny it. You Galyari are all pretty tight-lipped about it. Still, don't we Star Gypsies deserve to know if there's some psycho on the loose?",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "The Sandman will not trouble your people. We are his prey.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "All the same, you can tell me. You and me go a long way back, Nrosha.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "(attacks) The Doctor goes back much further. Further than you can imagine, so I suggest you drop the subject.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Whoa! Hey, mind the goods. Consider the matter dropped, okay? Just as soon as you drop me. Oh, gently. Gently does it. Wait. The Doctor?",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "You wish to break your promise so soon?",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "No, wait. It's just, well, there was this character turned up on my ship. Called himself the Doctor. Oh, he was a strange guy and then some. Someone to be wary of, but nothing scary.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Do not mock me.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "It's true. He turned up right out of nowhere, called himself the Doctor.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Tell me more. Take a seat and tell me every detail.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Trust me, this once I'll sing like a canary.",
          "character": "MORDECAN"
        },
        {
          "type": "direction",
          "text": "Command chair still whizzing around.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Doctor, do give that a rest.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh, you still don't have any idea who you're talking to, do you, my human friend. I think it's high time you were clued in.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Ah, good. We've reached some sort of consensus in that case..",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Tell her. Shol.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Tell her?",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "All of it. Your legends, your legacy, where it all began.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "If that is your wish. But I do not understand why you cannot tell your companion yourself.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "(shouting) Because I like to hear Galyari tell the tale. It flatters me, and it cools my temper a few degrees. Besides, it will pass the time while you think over my demands. Just bear in mind I'm still waiting on your answer.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Very well, Doctor.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "This had better be good.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Good? No, human, it is the opposite of good. It is a great shame, and it is a horror that lives with us every day here in the Clutch. Still, the horror lives regardless of the telling or our silence.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Well, /'m sitting comfortably. You may begin.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Our travels had returned us at last to our homeworld, Galyar, but our cities lay in ruins and there were none of our race to welcome us. Our home had been overrun.",
          "character": "SHOL"
        },
        {
          "type": "direction",
          "text": "Weapons fire.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Attack!",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "The campaign to cleanse our world of the invaders was led by our best General, Voshkar. A towering Galyari in stature and in legend.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Platoon One, take the ridge. Three and Four, flank the right. Heavy weapons take up there. (unintelligible over weapons fire).",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "A few among the Directorate had called for the capture of specimens for interrogation. If Voshkar ever captured any, they were only ever fit for analysis. He was a great hero.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "There cannot be many after all.",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "The rain boiled noisily away where the rocks were struck by fire, but Galyari senses are acute, and Voshkar knew the sounds of a too-easy victory/",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "What is that? Trooper! Seismic reading, now.",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "General, there is zero seismic activity.",
          "character": "TROOPER"
        },
        {
          "type": "dialogue",
          "text": "Take a new reading now.",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "It was too late.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "They are beneath us!",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "The enemy were upon them.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Bear weapons.",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "It was hopeless. The heavy weapons platoon could bring their arms to bear in such close quarters. By the time they had drawn their side-arms and blades, many had already fallen, and more of the animals poured from their burrows.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Forward! (unintelligible)",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "Now the steam rising from the rocks was Voshkar's ally, forming a mist to cover his retreat. Painful enough for such a one, but the mist would not conspire to conceal the massacre of his troops taking place in the valley behind him.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Stop. Wait.",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "Sir?",
          "character": "TROOPER"
        },
        {
          "type": "dialogue",
          "text": "I see it, Trooper.",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "It is directing the beasts. It has them break open the armour of our fallen, and I, I cannot",
          "character": "TROOPER"
        },
        {
          "type": "dialogue",
          "text": "Tell. What is it?",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "Voshkar! General Voshkar!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Name yourself, vile monster.",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "I am the Doctor. I am your Sandman!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Then that is the name you die with. You wish to face me, then come forward.",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "No, Voshkar! The time and place will be of my choosing. The Galyari have no further part to play in this planet's affairs. Your people will leave now or suffer the consequences. Meanwhile, I take these skins as my trophies, as I will take the skins of all Galyari who oppose my will!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Monster!",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "Ha ha! Yes! Monster I am. Today the Galyari have learnt fear. Go, Voshkar, tell your people to leave or they will know torment like no other. Any Galyari who sets foot on this world from this day on will simply be bringing me another trophy! Go, Voshkar, and take that message to your people!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Directors, hear me.",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "Of course, that is not the message Voshkar took before the Council of Directors.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "This is the challenge we should meet. I believe if we eliminate the Sandman, then we shall have no enemy to face. These creatures, these burrowing animals, have laid claim to the surface yet. But they are vermin, nothing more. It is the Sandman who fashions them into an army.",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "Once the Sandman is gone, these vermin may be exterminated with impunity.",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "The Directorate gave Voshkar full sanction to do whatever was necessary. And when General Voshkar set foot on Galyar again, it was said he did so with a force of twenty thousand.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "It is said the rains fled the sound of that footfall, and our homeworld experienced its first dry seasons since the Galyari returned.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "(unintelligible) your head, vermin. We will bring the rest of you to the surface in pieces. (laughs) Oh, this is the way to fight a war, and yet their champion has yet to show himself. Perhaps he will deign to appear in the mists? Once plasma mine placement has been completed, clear the engineers out of there, and detonate.",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "Understood, sir.",
          "character": "TROOPER"
        },
        {
          "type": "dialogue",
          "text": "We'll move in on the western flank of the city in due course. I wish to watch this first.",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "A few patrols had succumbed to attacks from the burrowers, but Voshkar was not to be caught a second time by the same tactic.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Detonate! Let's see how they fare against molten rock in their precious tunnels.",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "As rivers of lava coursed through the vermin's tunnels, so Voshkar's army moved to reclaim the city and the Shushkubra, the memory egg at the heart of every Galyari world.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "There. The Shushkubra. It still presides over the city. Secure this quarter, then we move to take the centre. Argh! What are you?",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "We've already met. I am your Sandman, come to haunt your dreams for evermore.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Kill him!",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "You cannot, no more than you can look at me. Already you feel the pain at the edges of your vision. To look directly upon is death!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I will kill you myself.",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "Back away! Bow down before me. Yes. And never dare look upon me again.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, what is that armour you wear?",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "I wear the skins of your dead. I am your nemesis, the nemesis of the Galyari people. You were given your warning, and you defied me. There will be no more warnings. This is the end.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What do you mean to do, monster?",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "It is already done. Galyar is no longer your world. This world belongs to the Kuscaru.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "They? They are animals.",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "No, I have raised them to the level of intelligence.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "But why? Why have you done this thing?",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "To oppose you. To stand them in the way of Galyari dominance. Your people will never live on a world's surface again. You are cast out, Voshkar. You and your people. The rule of the Galyari is at an end, and your race memory, this Shushkubra, that is at an end too!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "No!",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "The blast still echoes in the subconscious of the Galyari race. The destruction of the Shushkubra broke our will and drove us back into space. But even that was not enough for the Sandman. His curse has hounded us ever since.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "I don't understand. What is this Shushkubra, this memory egg? How could its destruction have such an effect?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "The Shushkubra, Evelyn, is a living repository for the Galyari race memory. They cultivate them here aboard the Clutch in a great bio-fusion chamber. It's a kind of collective brain, devoid of any intelligence of its own, designed exclusively for storage.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "A sort of biological databank.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Yes. One with which all Galyari share an intuitive connection. Intended to house the entire experience of Galyari DNA, and grown from the self-same material. A legacy they bestow on every colony they seed in their migration.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "The Sandman speaks the truth, except that Galyar was no colony. It was our homeworld.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "I beg to differ. In any case, all of that took place over a hundred thousand years ago. I have had to pay visits from time to time to keep you on your toes. The Galyari need a curse to keep them from cursing others.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You're not saying you actually did all this?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Yes. Yes, I am.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Thank you, Mordecan. Your rewards may prove to be generous indeed. For now, I have matters that require urgent attention and your urgent departure.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Hey, no, wait. We haven't discussed future shipments. I know plenty of other folks",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "who'd sell their grandmothers to get their hands on a load of grav-projectile rifles. Huh, and much more besides.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "We will discuss future shipments at a later time. For now, go.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Well, okay. You know where to find me. I'm not going anywhere with an empty hold.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Yes, yes. Leave!",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Okay. I'm gone.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Commander Brel.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Yes, Director Nrosha.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "I have information regarding the Sandman. Meet me in the Command annex.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "[OC]: But Director",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Just do it. We must act as fast as possible on this.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "[OC]: I will make my best speed.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Yes, songbird, sing. Such a beautiful sound should herald the Doctor's death.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "So, Evelyn, what do you have to say now?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I'm still finding all of this a little difficult to digest.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Do not be deceived, human, just because you may look upon him comfortably. The Sandman's curse is upon us and only us.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "I don't deny any of it.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, you ought to be ashamed of yourself. It's bad enough to think you might have done such things, let alone make some sort of game out of it. Calling yourself the Sandman, of all things.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Actually, I thought it was a rather good choice of name, given that I reduced the Galyari's precious memory egg to a fine powder. And in that single act, managing to imprint myself on their subconscious, haunting their dreams for evermore.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh yes, very clever, I must say.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Now, Shol, let's see how well you orchestrate my symphony. You heard my demands?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I will speak with our trade director, but please, might I at least give her an assurance that your appetite will now be sated, that there will be an end to these unnatural deaths? I beg you.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Well, perhaps I could (pause) Unnatural deaths?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Director Nrosha.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Commander Brel. You are heading in the wrong direction.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Yes, I was about to contact you. There have been further deaths in the nursery. I felt I should investigate the scene as soon as possible. Director?",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "I'm all right. Better than all right. We have an opportunity to bring an end to all this. There was a breach in Command.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "The Orchestrator?",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Could be in danger, yes. News of these deaths pains me especially, you know that, but if we move swiftly, there need be no more.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "We will do all we can.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "You'll do more than that, Commander. You will be a champion of the Galyari race.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Well, Doctor, now who's thoroughly mystified?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Nothing of the kind. I was merely objecting to the use of the term unnatural.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Forgive me, Doctor. It was not my intention to offend.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Never mind that now. Just remind me when all these deaths began.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You do not know?",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Well, I can't be expected to keep track of them all. And contrary to what you may or may not believe, I pick my victims at random.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Later, Evelyn.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Ah, you mock me, and play games with your human companion. But you cannot mean that your first choice was any coincidence. You began with my predecessor.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Did I? Oh, yes, so I did.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "In his sleep you took him.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Without warning? I mean, didn't I give any sign that he was going to fall ill or anything?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You would have to ask the Star Gypsy, Mordecan. He was the last to see the Orchestrator that day.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Hmm. I suppose you interrogate Mordecan before you pointed your claws at me?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "As a matter of procedure, of course. He had provided passage for an alien trader, and",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "arranged a private audience the Orchestrator. Some special trade the merchant wished to negotiate.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "What sort of special trade?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "It is not Galyari custom to pry into legitimate transactions, most especially those negotiated at such a high level.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "So you accepted Mordecan's account at face value. And?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "And nothing. There was no sign, no warning. After that, the Orchestrator retired to his chambers, and then you came for him, as you have come for so many since.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "How many deaths have there been?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Countless. In the beginning, not all would die. He would only come upon those in the growth sickness.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Growth sickness?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "A regular stage throughout the life of a Galyari. Even after they've reached full maturity, they come over all sluggish and generally helpless as they shed their skin.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, I see. Something like snakes.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Just as he had done with our fallen on Galyar, so the Doctor has come these past years to harvest more skins. But since the first few, he has taken to recovering the skins before they are ready.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "What on Earth do you? But that's horrible!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Yes, it is, isn't it.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Nintaru, buddy.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Is is safe to speak?",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "No surveillance here. Our Galyari friends pretty much leave the Warrens to fester. It's about the only place you're likely to find unmonitored terminals.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "[OC]: That is only because they're all in poor repair.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Ah, true enough, but I repaired one myself a few trips back. Now it's along here somewhere. Ah, here we are.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Ah, I do wish you would hurry, partner. I'm sure I cannot keep this channel open for long.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Patience. Just need to download the current map. Okay, now you should be getting the map. Now head out now and study it as you go.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "[OC]: On my way.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Good. Now just keep your cool. See you at the rendezvous.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Director, wait. What if your information is wrong?",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "I tell you, the Sandman is mortal. He stepped out of a craft, onto the bridge of Mordecan's ship. An advanced craft, yes, but don't you see? His means of travel may be beyond our technology, but it is ultimately conventional.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "They say to look upon him is death.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Whether that is true or not, you need not look directly upon him. You may gauge his position approximately, then open fire.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "But I will need to be accurate, particularly if he is within the Command pod.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "The Clutch will function smoothly enough from Auxiliary Command. Now, do you wish to be a champion? To slay the Sandman? Or shall I find some other willing trooper?",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "I will not hesitate.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "That is all I needed to hear.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "No, it's impossible. I won't believe that. Not of you, Doctor.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "The question you need to ask yourself, Evelyn, is, how well do you really know me?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "She does not see your evil. How can she? Her race has not suffered at your hands.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Yes, well, I will bring all this unpleasantness to an end, I promise you that. All I ask is that I be allowed to preside when you present my demands to your Trade Director.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "That would not be wise.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "It's not your place to question my wisdom.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I think that's my job.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Nrosha harbours a very personal hatred of you, over and above that with which we are all of us born. Not long after the Orchestrator died, she lost her young to you.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "That's dreadful.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Yes, it is. I'm very sorry. Still, now is the time to put all this behind us. We must begin a new era, where the Galyari may live without fear, without these deaths. Now, can I rely on your most concerted efforts to that end or not?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Nintaru, buddy, what's your progress?",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "[OC]: I am making my way carefully. There are a number of ship transits scheduled along my direct route so I anticipate a few delays.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Ah, that's the nature of the Clutch. Nothing we can do about that. I'm going to kick back at the bar down here for an hour, before I make my way to the rendezvous. Let you catch up a bit. How does that sound?",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "[OC]: It sounds, partner, like you have the easier role in this.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Well, it's only right and proper. I've been in this business way longer than you.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Well, Shol? I'm waiting.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor, will you please give that chair a rest.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "It helps me think.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "About what, for goodness sake?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Our next move. We need to find Mordecan, for a start.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "That should not be beyond your means, Sandman. Failing that, Commander Brel will have placed him under surveillance by now.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "So you are willing to help me.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yes, Doctor. I've",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "There he is!",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Argh, my eyes!",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Nrosha, what are you doing?",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Fire!",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Brel, safe that weapon. We have negotiated,",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "There will be no negotiation! Kill him! Kill the Doctor now!",
          "character": "NROSHA"
        },
        {
          "type": "direction",
          "text": "Weapons fire, breaking objects.",
          "character": null
        }
      ],
      "searchable_dialogue": "EVELYN: You seriously expect me to believe that?\nSHOL: It is true. The Doctor has haunted us for many generations. It is our fate.\nDOCTOR: It is your just desserts!\nEVELYN: Well, if there is any truth in it, this is a side of you I've never seen, Doctor, and I can't say I like it.\nSHOL: Is that why he has enlisted you, human, to court your approval? The Galyari have good trade relations with many of your race.\nDOCTOR: Don't go trying to seek her approval, Shol. Or at least, if you're going to cite Galyari-human trade relations, be sure to clarify why they're so favourable.\nSHOL: I do not understand your meaning.\nEVELYN: Well, that makes two of us, at least.\nDOCTOR: The Clutch does a brisk business in the arms trade. I keep trying to set them to rights, but every few generations I find they've returned to their old ways. I can only assume it's habitual. In the blood, eh, Shol?\nSHOL: Is that what you wish of us, to cease our trade in weapons technology?\nDOCTOR: Well, some criminal justice reforms wouldn't go amiss, but that would be a start, yes.\nSHOL: Such a shift in our manufacturing base could not be achieved in a hurry. And such a move could very well impoverish us in the interim.\nDOCTOR: Well, that's as may be, but you know the consequences of refusing my demands.\nSHOL: And the consequences of compliance? Can you give us your promise you will no longer prey upon us?\nEVELYN: Prey upon you? What on Earth\nDOCTOR: No, I can't say I'm ready to make such promises. Not until I see some action taken towards meeting my demands. Do I make myself perfectly clear?\nEVELYN: Perfectly foggy, if you ask me.\nDOCTOR: Yes, thank you, human. That will be quite enough from you.\nEVELYN: Well, really.\nNROSHA: Mordecan, welcome.\nMORDECAN: Hope I'm not interrupting lunch.\nNROSHA: Join me. There is plenty to suit the human palate. My own appetite is not what it was, except, of course, for profit. What have you to show me?\nMORDECAN: Hey, that's the Nrosha we know and love. Cut to the chase. Now here, let me show you my wares. It's all here in my sample pack.\nNROSHA: Yes, these are fine materials. And? What else have you for me?\nMORDECAN: I've something really special this time. Got to be gentle with him. Don't want to give the little fellow a cardiac. Now, the little guy's a bit shy at the moment, but their song is really something when they get going. Enviromatics take care of the bodily functions, but they don't do much for their spirits, I'm afraid. I wasn't about to risk cryo on prizes like these.\nNROSHA: How many?\nMORDECAN: That's the really good part. They're actually considered holy in some quarters of Lanfan society. They call the Sunbirds. Now fortunately for us, there are less pious quarters of Lanfan society who are more than willing to part with a small flock, when they laid eyes on those GPRs of yours. Actually, I think they had it in mind to overthrow the more pious guys.\nNROSHA: How small a flock?\nMORDECAN: Oh, hey now, that was just my figure of speech. More than a hundred specimens, a healthy mix of male and female.\nNROSHA: Excellent. Naturally our inspectors will examine the full shipment in detail, but if the quality of these samples is representative, well, your commission will be rich indeed.\nMORDECAN: Now that's what I like to hear. Still, if you don't mind my saying, you seem a little more brusque today.\nNROSHA: The usual pleasantries are merely part of the ritual. They are irrelevant to the business so I wouldn't mourn their loss for too long, Mordecan. Profit is our motive here. Let us not pretend otherwise.\nMORDECAN: All the same, business should be a pleasure, don't you think?\nNROSHA: Perhaps next time. For the present, I have far more important matters on my mind.\nMORDECAN: It has to be something pretty serious to be more important that business.\nNROSHA: It is a Galyari matter. Nothing to concern you.\nMORDECAN: Come on, old friend. What is it, eh? Something to do with this mysterious killer that's had you all spooked?\nNROSHA: You know nothing of this. All you know is rumour.\nMORDECAN: I don't deny it. You Galyari are all pretty tight-lipped about it. Still, don't we Star Gypsies deserve to know if there's some psycho on the loose?\nNROSHA: The Sandman will not trouble your people. We are his prey.\nMORDECAN: All the same, you can tell me. You and me go a long way back, Nrosha.\nNROSHA: (attacks) The Doctor goes back much further. Further than you can imagine, so I suggest you drop the subject.\nMORDECAN: Whoa! Hey, mind the goods. Consider the matter dropped, okay? Just as soon as you drop me. Oh, gently. Gently does it. Wait. The Doctor?\nNROSHA: You wish to break your promise so soon?\nMORDECAN: No, wait. It's just, well, there was this character turned up on my ship. Called himself the Doctor. Oh, he was a strange guy and then some. Someone to be wary of, but nothing scary.\nNROSHA: Do not mock me.\nMORDECAN: It's true. He turned up right out of nowhere, called himself the Doctor.\nNROSHA: Tell me more. Take a seat and tell me every detail.\nMORDECAN: Trust me, this once I'll sing like a canary.\nEVELYN: Doctor, do give that a rest.\nDOCTOR: Oh, you still don't have any idea who you're talking to, do you, my human friend. I think it's high time you were clued in.\nEVELYN: Ah, good. We've reached some sort of consensus in that case..\nDOCTOR: Tell her. Shol.\nSHOL: Tell her?\nDOCTOR: All of it. Your legends, your legacy, where it all began.\nSHOL: If that is your wish. But I do not understand why you cannot tell your companion yourself.\nDOCTOR: (shouting) Because I like to hear Galyari tell the tale. It flatters me, and it cools my temper a few degrees. Besides, it will pass the time while you think over my demands. Just bear in mind I'm still waiting on your answer.\nSHOL: Very well, Doctor.\nEVELYN: This had better be good.\nSHOL: Good? No, human, it is the opposite of good. It is a great shame, and it is a horror that lives with us every day here in the Clutch. Still, the horror lives regardless of the telling or our silence.\nDOCTOR: Well, /'m sitting comfortably. You may begin.\nSHOL: Our travels had returned us at last to our homeworld, Galyar, but our cities lay in ruins and there were none of our race to welcome us. Our home had been overrun.\nVOSHKAR: Attack!\nSHOL: The campaign to cleanse our world of the invaders was led by our best General, Voshkar. A towering Galyari in stature and in legend.\nVOSHKAR: Platoon One, take the ridge. Three and Four, flank the right. Heavy weapons take up there. (unintelligible over weapons fire).\nSHOL: A few among the Directorate had called for the capture of specimens for interrogation. If Voshkar ever captured any, they were only ever fit for analysis. He was a great hero.\nVOSHKAR: There cannot be many after all.\nSHOL: The rain boiled noisily away where the rocks were struck by fire, but Galyari senses are acute, and Voshkar knew the sounds of a too-easy victory/\nVOSHKAR: What is that? Trooper! Seismic reading, now.\nTROOPER: General, there is zero seismic activity.\nVOSHKAR: Take a new reading now.\nSHOL: It was too late.\nVOSHKAR: They are beneath us!\nSHOL: The enemy were upon them.\nVOSHKAR: Bear weapons.\nSHOL: It was hopeless. The heavy weapons platoon could bring their arms to bear in such close quarters. By the time they had drawn their side-arms and blades, many had already fallen, and more of the animals poured from their burrows.\nVOSHKAR: Forward! (unintelligible)\nSHOL: Now the steam rising from the rocks was Voshkar's ally, forming a mist to cover his retreat. Painful enough for such a one, but the mist would not conspire to conceal the massacre of his troops taking place in the valley behind him.\nVOSHKAR: Stop. Wait.\nTROOPER: Sir?\nVOSHKAR: I see it, Trooper.\nTROOPER: It is directing the beasts. It has them break open the armour of our fallen, and I, I cannot\nVOSHKAR: Tell. What is it?\nDOCTOR: Voshkar! General Voshkar!\nVOSHKAR: Name yourself, vile monster.\nDOCTOR: I am the Doctor. I am your Sandman!\nVOSHKAR: Then that is the name you die with. You wish to face me, then come forward.\nDOCTOR: No, Voshkar! The time and place will be of my choosing. The Galyari have no further part to play in this planet's affairs. Your people will leave now or suffer the consequences. Meanwhile, I take these skins as my trophies, as I will take the skins of all Galyari who oppose my will!\nVOSHKAR: Monster!\nDOCTOR: Ha ha! Yes! Monster I am. Today the Galyari have learnt fear. Go, Voshkar, tell your people to leave or they will know torment like no other. Any Galyari who sets foot on this world from this day on will simply be bringing me another trophy! Go, Voshkar, and take that message to your people!\nVOSHKAR: Directors, hear me.\nSHOL: Of course, that is not the message Voshkar took before the Council of Directors.\nVOSHKAR: This is the challenge we should meet. I believe if we eliminate the Sandman, then we shall have no enemy to face. These creatures, these burrowing animals, have laid claim to the surface yet. But they are vermin, nothing more. It is the Sandman who fashions them into an army.\nVOSHKAR: Once the Sandman is gone, these vermin may be exterminated with impunity.\nSHOL: The Directorate gave Voshkar full sanction to do whatever was necessary. And when General Voshkar set foot on Galyar again, it was said he did so with a force of twenty thousand.\nSHOL: It is said the rains fled the sound of that footfall, and our homeworld experienced its first dry seasons since the Galyari returned.\nVOSHKAR: (unintelligible) your head, vermin. We will bring the rest of you to the surface in pieces. (laughs) Oh, this is the way to fight a war, and yet their champion has yet to show himself. Perhaps he will deign to appear in the mists? Once plasma mine placement has been completed, clear the engineers out of there, and detonate.\nTROOPER: Understood, sir.\nVOSHKAR: We'll move in on the western flank of the city in due course. I wish to watch this first.\nSHOL: A few patrols had succumbed to attacks from the burrowers, but Voshkar was not to be caught a second time by the same tactic.\nVOSHKAR: Detonate! Let's see how they fare against molten rock in their precious tunnels.\nSHOL: As rivers of lava coursed through the vermin's tunnels, so Voshkar's army moved to reclaim the city and the Shushkubra, the memory egg at the heart of every Galyari world.\nVOSHKAR: There. The Shushkubra. It still presides over the city. Secure this quarter, then we move to take the centre. Argh! What are you?\nDOCTOR: We've already met. I am your Sandman, come to haunt your dreams for evermore.\nVOSHKAR: Kill him!\nDOCTOR: You cannot, no more than you can look at me. Already you feel the pain at the edges of your vision. To look directly upon is death!\nVOSHKAR: I will kill you myself.\nDOCTOR: Back away! Bow down before me. Yes. And never dare look upon me again.\nVOSHKAR: Oh, what is that armour you wear?\nDOCTOR: I wear the skins of your dead. I am your nemesis, the nemesis of the Galyari people. You were given your warning, and you defied me. There will be no more warnings. This is the end.\nVOSHKAR: What do you mean to do, monster?\nDOCTOR: It is already done. Galyar is no longer your world. This world belongs to the Kuscaru.\nVOSHKAR: They? They are animals.\nDOCTOR: No, I have raised them to the level of intelligence.\nVOSHKAR: But why? Why have you done this thing?\nDOCTOR: To oppose you. To stand them in the way of Galyari dominance. Your people will never live on a world's surface again. You are cast out, Voshkar. You and your people. The rule of the Galyari is at an end, and your race memory, this Shushkubra, that is at an end too!\nVOSHKAR: No!\nSHOL: The blast still echoes in the subconscious of the Galyari race. The destruction of the Shushkubra broke our will and drove us back into space. But even that was not enough for the Sandman. His curse has hounded us ever since.\nEVELYN: I don't understand. What is this Shushkubra, this memory egg? How could its destruction have such an effect?\nDOCTOR: The Shushkubra, Evelyn, is a living repository for the Galyari race memory. They cultivate them here aboard the Clutch in a great bio-fusion chamber. It's a kind of collective brain, devoid of any intelligence of its own, designed exclusively for storage.\nEVELYN: A sort of biological databank.\nDOCTOR: Yes. One with which all Galyari share an intuitive connection. Intended to house the entire experience of Galyari DNA, and grown from the self-same material. A legacy they bestow on every colony they seed in their migration.\nSHOL: The Sandman speaks the truth, except that Galyar was no colony. It was our homeworld.\nDOCTOR: I beg to differ. In any case, all of that took place over a hundred thousand years ago. I have had to pay visits from time to time to keep you on your toes. The Galyari need a curse to keep them from cursing others.\nEVELYN: You're not saying you actually did all this?\nDOCTOR: Yes. Yes, I am.\nNROSHA: Thank you, Mordecan. Your rewards may prove to be generous indeed. For now, I have matters that require urgent attention and your urgent departure.\nMORDECAN: Hey, no, wait. We haven't discussed future shipments. I know plenty of other folks\nMORDECAN: who'd sell their grandmothers to get their hands on a load of grav-projectile rifles. Huh, and much more besides.\nNROSHA: We will discuss future shipments at a later time. For now, go.\nMORDECAN: Well, okay. You know where to find me. I'm not going anywhere with an empty hold.\nNROSHA: Yes, yes. Leave!\nMORDECAN: Okay. I'm gone.\nNROSHA: Commander Brel.\nBREL: [OC]: Yes, Director Nrosha.\nNROSHA: I have information regarding the Sandman. Meet me in the Command annex.\nBREL: [OC]: But Director\nNROSHA: Just do it. We must act as fast as possible on this.\nBREL: [OC]: I will make my best speed.\nNROSHA: Yes, songbird, sing. Such a beautiful sound should herald the Doctor's death.\nDOCTOR: So, Evelyn, what do you have to say now?\nEVELYN: I'm still finding all of this a little difficult to digest.\nSHOL: Do not be deceived, human, just because you may look upon him comfortably. The Sandman's curse is upon us and only us.\nDOCTOR: I don't deny any of it.\nEVELYN: Well, you ought to be ashamed of yourself. It's bad enough to think you might have done such things, let alone make some sort of game out of it. Calling yourself the Sandman, of all things.\nDOCTOR: Actually, I thought it was a rather good choice of name, given that I reduced the Galyari's precious memory egg to a fine powder. And in that single act, managing to imprint myself on their subconscious, haunting their dreams for evermore.\nEVELYN: Oh yes, very clever, I must say.\nDOCTOR: Now, Shol, let's see how well you orchestrate my symphony. You heard my demands?\nSHOL: I will speak with our trade director, but please, might I at least give her an assurance that your appetite will now be sated, that there will be an end to these unnatural deaths? I beg you.\nDOCTOR: Well, perhaps I could (pause) Unnatural deaths?\nBREL: Director Nrosha.\nNROSHA: Commander Brel. You are heading in the wrong direction.\nBREL: Yes, I was about to contact you. There have been further deaths in the nursery. I felt I should investigate the scene as soon as possible. Director?\nNROSHA: I'm all right. Better than all right. We have an opportunity to bring an end to all this. There was a breach in Command.\nBREL: The Orchestrator?\nNROSHA: Could be in danger, yes. News of these deaths pains me especially, you know that, but if we move swiftly, there need be no more.\nBREL: We will do all we can.\nNROSHA: You'll do more than that, Commander. You will be a champion of the Galyari race.\nEVELYN: Well, Doctor, now who's thoroughly mystified?\nDOCTOR: Nothing of the kind. I was merely objecting to the use of the term unnatural.\nSHOL: Forgive me, Doctor. It was not my intention to offend.\nDOCTOR: Never mind that now. Just remind me when all these deaths began.\nSHOL: You do not know?\nDOCTOR: Well, I can't be expected to keep track of them all. And contrary to what you may or may not believe, I pick my victims at random.\nEVELYN: Doctor?\nDOCTOR: Later, Evelyn.\nSHOL: Ah, you mock me, and play games with your human companion. But you cannot mean that your first choice was any coincidence. You began with my predecessor.\nDOCTOR: Did I? Oh, yes, so I did.\nSHOL: In his sleep you took him.\nDOCTOR: Without warning? I mean, didn't I give any sign that he was going to fall ill or anything?\nSHOL: You would have to ask the Star Gypsy, Mordecan. He was the last to see the Orchestrator that day.\nDOCTOR: Hmm. I suppose you interrogate Mordecan before you pointed your claws at me?\nSHOL: As a matter of procedure, of course. He had provided passage for an alien trader, and\nSHOL: arranged a private audience the Orchestrator. Some special trade the merchant wished to negotiate.\nEVELYN: What sort of special trade?\nSHOL: It is not Galyari custom to pry into legitimate transactions, most especially those negotiated at such a high level.\nDOCTOR: So you accepted Mordecan's account at face value. And?\nSHOL: And nothing. There was no sign, no warning. After that, the Orchestrator retired to his chambers, and then you came for him, as you have come for so many since.\nEVELYN: How many deaths have there been?\nSHOL: Countless. In the beginning, not all would die. He would only come upon those in the growth sickness.\nEVELYN: Growth sickness?\nDOCTOR: A regular stage throughout the life of a Galyari. Even after they've reached full maturity, they come over all sluggish and generally helpless as they shed their skin.\nEVELYN: Oh, I see. Something like snakes.\nSHOL: Just as he had done with our fallen on Galyar, so the Doctor has come these past years to harvest more skins. But since the first few, he has taken to recovering the skins before they are ready.\nEVELYN: What on Earth do you? But that's horrible!\nDOCTOR: Yes, it is, isn't it.\nMORDECAN: Nintaru, buddy.\nNINTARU: [OC]: Is is safe to speak?\nMORDECAN: No surveillance here. Our Galyari friends pretty much leave the Warrens to fester. It's about the only place you're likely to find unmonitored terminals.\nNINTARU: [OC]: That is only because they're all in poor repair.\nMORDECAN: Ah, true enough, but I repaired one myself a few trips back. Now it's along here somewhere. Ah, here we are.\nNINTARU: [OC]: Ah, I do wish you would hurry, partner. I'm sure I cannot keep this channel open for long.\nMORDECAN: Patience. Just need to download the current map. Okay, now you should be getting the map. Now head out now and study it as you go.\nNINTARU: [OC]: On my way.\nMORDECAN: Good. Now just keep your cool. See you at the rendezvous.\nBREL: Director, wait. What if your information is wrong?\nNROSHA: I tell you, the Sandman is mortal. He stepped out of a craft, onto the bridge of Mordecan's ship. An advanced craft, yes, but don't you see? His means of travel may be beyond our technology, but it is ultimately conventional.\nBREL: They say to look upon him is death.\nNROSHA: Whether that is true or not, you need not look directly upon him. You may gauge his position approximately, then open fire.\nBREL: But I will need to be accurate, particularly if he is within the Command pod.\nNROSHA: The Clutch will function smoothly enough from Auxiliary Command. Now, do you wish to be a champion? To slay the Sandman? Or shall I find some other willing trooper?\nBREL: I will not hesitate.\nNROSHA: That is all I needed to hear.\nEVELYN: No, it's impossible. I won't believe that. Not of you, Doctor.\nDOCTOR: The question you need to ask yourself, Evelyn, is, how well do you really know me?\nSHOL: She does not see your evil. How can she? Her race has not suffered at your hands.\nDOCTOR: Yes, well, I will bring all this unpleasantness to an end, I promise you that. All I ask is that I be allowed to preside when you present my demands to your Trade Director.\nSHOL: That would not be wise.\nDOCTOR: It's not your place to question my wisdom.\nEVELYN: I think that's my job.\nSHOL: Nrosha harbours a very personal hatred of you, over and above that with which we are all of us born. Not long after the Orchestrator died, she lost her young to you.\nEVELYN: That's dreadful.\nDOCTOR: Yes, it is. I'm very sorry. Still, now is the time to put all this behind us. We must begin a new era, where the Galyari may live without fear, without these deaths. Now, can I rely on your most concerted efforts to that end or not?\nMORDECAN: Nintaru, buddy, what's your progress?\nNINTARU: [OC]: I am making my way carefully. There are a number of ship transits scheduled along my direct route so I anticipate a few delays.\nMORDECAN: Ah, that's the nature of the Clutch. Nothing we can do about that. I'm going to kick back at the bar down here for an hour, before I make my way to the rendezvous. Let you catch up a bit. How does that sound?\nNINTARU: [OC]: It sounds, partner, like you have the easier role in this.\nMORDECAN: Well, it's only right and proper. I've been in this business way longer than you.\nDOCTOR: Well, Shol? I'm waiting.\nEVELYN: Doctor, will you please give that chair a rest.\nDOCTOR: It helps me think.\nEVELYN: About what, for goodness sake?\nDOCTOR: Our next move. We need to find Mordecan, for a start.\nSHOL: That should not be beyond your means, Sandman. Failing that, Commander Brel will have placed him under surveillance by now.\nDOCTOR: So you are willing to help me.\nSHOL: Yes, Doctor. I've\nNROSHA: There he is!\nBREL: Argh, my eyes!\nSHOL: Nrosha, what are you doing?\nNROSHA: Fire!\nSHOL: Brel, safe that weapon. We have negotiated,\nNROSHA: There will be no negotiation! Kill him! Kill the Doctor now!"
    },
    {
      "part_number": 3,
      "start_line": 1191,
      "end_line": 1799,
      "elements": [
        {
          "type": "direction",
          "text": "[Part Three]",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Time we were leaving.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor, what are you doing?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Kill him!",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "(distant) Come on, Evelyn. This is no time to be sitting around.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "(distant) I'm with you.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Doctor!",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Steady, Nrosha, you'll do yourself an injury. Time we were moving. They'll be calling someone to repair that lock any time soon. Come on!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "(breathless) Can't we, can't we at least slow to a jog?",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Alarms.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "There's your answer. They haven't wasted any time alerting Security.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Then we really ought to slow down. We could run straight into a patrol.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "True enough. There's a worrying possibility they'll be less afraid of me now. It's incredibly difficult to maintain one's reputation of a fearsome monster when you've been seen running away.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I can imagine. Well, it's something of a relief, anyway, to know that Sandman nonsense was all an act. You almost had me going there for a while.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I don't like to disappoint you, but the majority of it was absolutely true.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You can't really mean",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Later, Evelyn. Much later.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Service with a smile. Thanks.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "You're welcome.",
          "character": "ALIEN"
        },
        {
          "type": "dialogue",
          "text": "Oh, great. Looks like I picked the prime spot for killing time round here.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, I do beg your pardon.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Excuse us. Sorry.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Attention. This ship will be departing in twenty minutes. All adjacent craft will be temporarily detaching from the Clutch to make way for our departure. Airlocks will be sealed in ten minutes. All transients be vacated vessel by that time.",
          "character": "TANNOY"
        },
        {
          "type": "dialogue",
          "text": "Shh. Stop.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "According to that announcement, we should be hurrying up.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "There it is again.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh yes, a slight flicker in the lights. I assume it's something more significant that fault electrics?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "If I'm right, there's a Galyari surveillance drone somewhere hereabouts. They're slippery little customers, extremely well camouflaged. Photo-reflective shell based closely on an ability that was very pronounced in the Galyari's ancestors once upon a time.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Something like a chameleon.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Yes.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Again. So finding one could be very time-consuming.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "It could, except they also draw on local power sources. And in non-Galyari vessels like this liner, incompatible circuit frequencies tend to produce fluctuations in the",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, yes. Flickering lights. I get it.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Ha, ha. There you are. Come here, little fellow. I won't hurt you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "It's going haywire.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "That's the photo-reflective shell for you, trying to mirror my coat.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "The poor thing's likely to have a nervous breakdown.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Well, in the event that this poor thing, as you put it, can pull itself together, it should be able to access any shared data on Mister Mordecan, the one man who might be able to tell us about how these killings began. This could narrow our search considerably.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, if it were down to me, I'd start by searching the Warrens. It sounds like the ideal place for shady dealings, and I have a notion they must know Mister Mordecan as a regular visitor down there.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Very probably, which can only help narrow our search even further.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Is there anything I can do?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Huh? Keep watch. This is a human-run vessel, but Galyari security have jurisdiction through all craft while they're attached to the Clutch.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Which this one won't be for very much longer.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "A very good point. And every ship around this one will be on the move as well. I'll have to finish this on the run.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh dear, not more rushing round.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh, what is taking them so long?",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Patience, Nrosha. They will have it repaired soon, then you will be free to return to your quarters.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "If I do, it will only be to wait for confirmation from Brel of the Sandman's elimination.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "I am not sure",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "You saw how he ran. He knows he can be killed. It is time we knew it as well as he does.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Perhaps, but he still possesses power. My eyes still feel the pain.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Enough, both of you! You jeopardise everything with your talk of killing. I have concluded successful negotiations. Supernatural or real, the Sandman possesses power, and he has promised to end the killings. If we defy him now we only condemn ourselves.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Put an end to him, and we end the killings ourselves.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "And if we fail? In order to hunt him, you would have to track him through the Clutch, on foot.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "The Orchestrator is correct. The Sandman is no ordinary suspect. He is a god to our people. It is not as if we have any data on him to feed our drones.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Double the patrols. Have them out in force. Wait, hear me out. Give them orders not to detail or oppose the Doctor, not to alert his suspicions.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "And what would that achieve?",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Commander Brel will be hunting alone. The patrols need only report their sightings to him.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "It might work. I can retain the element of surprise. If Nrosha is correct, I need only one clear shot.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Doctor, hurry!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Warning. This ship will be detaching temporarily from the Clutch in two minutes. Airlocks will be sealed in twenty seconds.",
          "character": "TANNOY"
        },
        {
          "type": "dialogue",
          "text": "(distant) I'm coming as fast as I can!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Step inside.",
          "character": "ALIEN"
        },
        {
          "type": "dialogue",
          "text": "There's really no reason to push. Doctor!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Airlocks will be sealed in ten seconds. Nine.",
          "character": "TANNOY"
        },
        {
          "type": "dialogue",
          "text": "Hold the airlock!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Officer, please. My friend is",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Stand back. We're sealing the doors.",
          "character": "ALIEN"
        },
        {
          "type": "dialogue",
          "text": "He's nearly here.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Two, one.",
          "character": "TANNOY"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Congratulations, Doctor. You get the prize for best runner-up.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I'm sorry, Evelyn. Running and electronic wizardry just don't go together. I'll catch up with you, I promise.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Orchestrator, if we are to proceed in this, then the order should be given right away.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "How providential. Thank you, engineers, your timing is perfect. Well, Orchestrator? What is it to be?",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "I will give the order. But there will be only one chance, understand? If Brel should fail, we will all face the Sandman's wrath.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "It will not come to that.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "I shall go and prepare. (leaves)",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "There walks a hero.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Thank you, engineers. That will be all. No, wait. See to it the door closes as well.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Quite. We all need to feel safe.",
          "character": "NROSHA"
        },
        {
          "type": "direction",
          "text": "Patrol stomps past.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Mordecan? Can you hear me? Mordecan, respond.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Hold onto your tail, buddy. I hear you. Where are you?",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Please, lower your voice. Oh!",
          "character": "NINTARU"
        },
        {
          "type": "direction",
          "text": "Another patrol stomps by.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "[OC]: What's going on?",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Please, there are patrols everywhere.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "No wonder they've been alerted if you're going around all nervous and suspicious. I told you",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "[OC]: I did nothing, I swear. There are far more patrols than is usual. Some other cause must have them out in force like this.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Oh, right. Well, I think I know maybe what might have them rattled.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "That, partner, is one of the least definite statements I have ever heard.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Oh, never mind that. Now, just get your furry butt down to the rendezvous pronto. I'm just about to make my way there now.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "I will do my best. There have to be other routes less frequently patrolled. Wait. (beeps) Yes. If the map is not too out of date, I think there is a way to avoid the heavier populated ships.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Spare me the commentary and just get moving. (comms ends) Oh, there's got to be an easier way to make a living.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "What's wrong, Mister Mordecan? Has your partner stood you up?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "How long have you been standing there?",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Because if he has, I'd be happy to keep you company. As you can see, I managed to lose the Doctor after all. And I'm not one for standing round twiddling my thumbs.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Thank you for your patience. We are now docked.",
          "character": "TANNOY"
        },
        {
          "type": "dialogue",
          "text": "And about time too. Some of us are in a hurry.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Please form orderly queues at the airlocks and update your maps at the nearest terminals.",
          "character": "TANNOY"
        },
        {
          "type": "dialogue",
          "text": "Do you mind? Orderly, they said. It's not necessarily the one with the most limbs who can shove the hardest, you know.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "There, Orchestrator. We are safe once more.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "If he chooses to return, he will do so. That door was no barrier to him before.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Yes, it must have shaken you to find the Sandman seated before you.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Perhaps you will feel the same when he returns.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "He will not. Commander Brel will not fail.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "If he fails, and the Doctor does not kill him, I may well have him killed myself to buy back the Sandman's promise.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "It is only the right order of things. The hero's way should precede that of the coward.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "(roars) Your boldness has nothing to do with courage! It has something at least to do with the courage of another, however misplaced that may prove.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Whatever my motivation, I am doing the right thing. It would be a sin against my children to let this chance for justice pass us by.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "It is fortunate for you that Brel is willing to give his life for that chance. We will see just how willing.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Indeed. I will check to see how he is proceeding. (comms) Commander Brel.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Brel, what is your status?",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "I am donning my battledress. It may be all the advantage I need.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Good, Brel, but do not neglect the mental preparations.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "I need no more of that. I am ready.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Ready to",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Ready to do what is necessary! It is no small feat to slay a myth.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "[OC]: You are a hero, Brel.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Not yet. I am doing this for all our child, Director. Now, if you will kindly leave me to get this done. (comms ends) I am ready for you, Sandman!",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "You're really not as difficult to find as you might think, Mister Mordecan. Once I'd found my way to the Warrens, it was just a matter of asking around. You know, it's a good thing for you the Galyari don't apply the same sort of reasoning.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Yes, well, the Galyari, like all their deals to be above the table. They don't really understand any kind of business that doesn't fit in with their own view.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Or the people who practice such business, so I've gathered. Hence the severe punishments. Sadly, it's only natural to hate the things we don't understand.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh, is that right? Well, no offence, ma'am, but I don't understand what you're doing here. I simply don't want you around.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Mister Mordecan, I'm really not in the least bit interested in any deals you have going on. It's just that the Doctor thinks you might be able to tell us something about your last audience with the previous Orchestrator.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "What? The guy's been dead over two years. That's ancient history in my book. Take my advice. Sit yourself down and have a drink. Now me, I've got business to attend to right now, Goodbye, lady.",
          "character": "MORDECAN"
        },
        {
          "type": "direction",
          "text": "Lots of birds singing. Nintaru enters, and starts whimpering.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Beat your arms about. Go on, growl, roar. Show them you're not afraid.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "But I am afraid. Ow! It hurts!",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "I expect it does. Now look, just do as I say. There, get off there! Scram, go on! Shoo! Get out of here. Go, shoo.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Shoo!",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Go on, off you go. Go. Go away.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Go away, go away.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Yes.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Are they gone?",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Yes. Yes, all gone now. Here, here, let me help you. There.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, thank you. Thank you. Why the Galyari insist on Keeping such creatures I do not know.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Ah, well, you see, the Galyari have a profound, some might say religious, fascination with birds. This is just one of many aviaries distributed throughout the Clutch.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh. Strange obsession in such an advanced civilisation.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Actually, it's because they're so advanced. They've come a long way. For them, ornithology's like looking at their distance origins. Birds are like a very fragile anchor to their past. Despite appearances, there's more that's avian about them than reptilian.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh. Even so, I do not see why these birds should set upon me so.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "You do seem to be of an especially nervous disposition. They probably picked up on your fear.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Perhaps. It is fortunate that you came along when you did.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Well, it actually has more to do with your communication with Mordecan. I picked it up ona very useful drone I borrowed.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You have us under surveillance? Oh. Who are you?",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "I'm the Doctor. Pleased to make your acquaintance, Nintaru. I can't say I remember such pronounced timidity being an especially common trait among your people. You wouldn't have anything to be particularly anxious about at the moment, would you?",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Walking. ",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Didn't I make myself clear?",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Yes. But I'm very tenacious. And I happen to find history quite fascinating.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "You're taking a hell of a risk. There's nothing to stop me right now knocking you out cold and dumping you in the nearest disposal unit.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Except for a certain rugged nobility you have about you. In fact, I'm rather counting on your Star Gypsy code including something about not hitting women.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Touch, ma'am. Oh, all right, tag along. But it's your funeral.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "You're a true gentleman.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Through and through. Which, just to shut you up, is why I did my friend a favour and introduced him to the old Orchestrator. He wanted to present him with some special merchandise. The Orchestrator wasn't having any of it. Didn't want any kind of deal with, well, with Nintaru, if you must know.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Your over-anxious partner. And what about this merchandise?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Well, to be honest, I couldn't tell you. Unlike you, I don't ask too many questions. I suffer from a healthy lack of curiosity.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Mmm?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Maybe it's some sort of drug. But one thing I do know, it's something out of the ordinary.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "You do surprise me.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "You, Nintaru, are very far from home. At least, I very much hope you are.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "No, Doctor, not far. The Clutch has been on an approach to our world for some years now. We fear their arrival.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "You've every reason to. I've heard the tale of what happened on your world. The Clutch must have come full circle again. Oh, has it really been that long since they set foot on Galyar?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "It is not Galyar!",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Oh no, no indeed. But I shouldn't take it personally. The Galyari have seeded many worlds in their travels, and probably called most of them Galyar. They can be such an unimaginative lot. In the context of the tales, it's a name they adhere to in order to assert their territorial claim, as well as to exaggerate the injury I've done them.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You? What did you do?",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Hmm? Oh, well, I saved your world. Nintaru. Drove the Galyari away.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "That would make you - it's impossible!",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Impossible or not, I was there.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "In any case, I cannot stay to debate the question. If you would excuse me, it is time I was going.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Ah yes, pressing business with Mister Mordecan, hmm? You know, I really think you should tell me about that. What are you doing here, exactly?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I was originally here on a mission of peace, but it has since become a mission of commerce.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Yes, well, that's the kind of thing that happens when you hook up with Star Gypsies. Come along. We might as well keep moving while you keep talking.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "While I",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "It's all right. You won't be telling me much I can't work out for myself.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Very well. There's not much to explain, after all. When our astronomers first spotted the Clutch, there was much panic. We conducted a great deal of research in to what it could possibly be, and ultimately found the answer very deep in our history and in our soil.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Ah. Go on.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Our records, such as they were, told of how a great artefact was destroyed in the battle for our world.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Yes, that would be the Shushkubra.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yes! We identified trace elements did not belong to our world. In divining their nature, we discovered that they belonged to the Galyari, remains of their artefact.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "You don't mean to say you brought them here?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yes. That was my mission, to present them as a peace offering, to persuade the Clutch to pass by our world and leave us in peace.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "But those trace elements are incredibly dangerous. And now you've taken your deal underground, haven't you, hmm? Mister Mordecan has found you an alternative contact, hasn't he?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yes. We are due to meet with him. We cannot afford to waste any more time. Please, Doctor.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Oh, I couldn't agree more. Lead the way. It's imperative I meet this contact of yours.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, oh dear. I'm not sure that he will approve.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "I do wish you'd stop your pacing.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "There are those of us who express our anxieties through avenues other than rage.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "I am not anxious, merely hungry for justice.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "However you rationalise it, I face my darkness in my own way, and for now I cannot bring myself to resume my chair.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Because he sat there?",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Just so. Whether this Doctor or Sandman proves mortal or not, the superstitions are still very much alive.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "All that will die with him. Meanwhile I suggest you brave your chair and resume your duties as Orchestrator. Better to occupy yourself with worthwhile action than useless motion.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "For once your reasoning makes sense. Perhaps by imagining disaster is not imminent, we will be spared.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Sub-Orchestrator Korshal, this is Orchestrator Shol. I am ready to resume my shift. Please release control of the Clutch to me. Korshal. Korshal!",
          "character": "SHOL"
        },
        {
          "type": "direction",
          "text": "Muffled by sounds of rage and squelching.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "[OC]: I am ready to resume my shift. Release control of the",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Okay, here we are. Now when my contact sees there's an unwelcome third party, he can have the responsibility of dealing with you.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Charming.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "We won't have to wait long, either. It's like he always knows when we've shown up. For all I know, maybe he hangs out here.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Wonderful. You know, I can't help thinking, given the Galyari's stance on these kind of dealings, there must be a good many less dangerous places in the galaxy to offload your merchandise?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Nintaru was insistent. He wanted the Galyari to have it. But the old Orchestrator had a special kind of contempt for Nintaru's people. Almost personal. Effectively blocked all the official channels. End of story.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "And the end of him too, by all accounts.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Listen, if you're trying to imply I had anything to do with that. I think he's here.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "What makes you say that?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh yeah, that's him all right.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Please, Doctor, what is this danger I have brought upon the Clutch?",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "When I destroyed the Shushkubra, the neural energies released would have permeated the cells of every Galyari present. If just a few grains of those ashes came into contact with those energies, it could trigger a catastrophic mutation.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What sort of mutation?",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "I can't say for certain, but it's practically guaranteed to be very nasty and very powerful. Come on!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I wish he wouldn't lurk in the shadows like that. It's very disconcerting.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Careful what you wish for. Trust me, you're better off if he stays put. He wasn't a pretty sight to start with, and every time I come back here he's been a good deal, well, uglier.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "What do you mean? Has he got some sort of degenerative disorder?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "How should I know? It's probably something to do with this stuff we bring him. Maybe he's sampling the goods himself. If you're really that curious, go ahead and ask him.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Perhaps some other time.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "What could have happened? Why does Korshal not answer?",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "You know what has happened. The Doctor has betrayed you.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "He cannot know of Brel yet, and he can't have had time to get to Auxiliary Command, surely?",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Who can say? Mordecan told me of his craft. In such a craft he could reach anywhere in the Clutch in no time at all.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Perhaps. Commander Brel.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Orchestrator.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Something has occurred in Auxiliary Command. Has the Sandman any knowledge of your pursuit?",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "[OC]: He has none. I have his location. He has acquired a drone and I am tracking it at this moment. It is deep within the Clutch, nowhere near Auxiliary Command.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "It makes no sense.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "I am approaching his position now. Do you wish me to lead an investigation?",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "[OC]: No, I will despatch a patrol. Continue with your mission.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Confirmed, Orchestrator. It will not take long.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "At last we will have some good news soon.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "We shall see.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Nintaru, buddy, what kept",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Doctor!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Hello, Evelyn. Mister Mordecan, we meet again. How do you do?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Just peachy, thanks, Doctor.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Glad to hear it. Well, let's see this contact of yours. Where is he, then? Come on, come out and show yourself, there's a good chap. Maybe I can do something for that asthma. Well, that got a reaction.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Not sure it's the one any of us wants.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh please, do not provoke him. Galyari are cold in blood, but hot in temper.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "He's right. Now just stay out of it, Doctor.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "I was never really very good at that. Hello there? No need to be shy. Come on out of the shadows. Show us your best side.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Trust me, he hasn't got one. Nintaru, just toss our man the goods, so we can get out of here.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Of course. What? But. You. You took the package from me when you helped me up.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Well, when opportunity knocks.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Such a team.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Full bodied for fuller flavour.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Full of perforations if you don't hand over that package.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "You said it. I'll do it myself if you don't give the man the goods, Doctor.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Well, that's no man. It's barely even a Galyari. Look at him.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Please!",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Get back!",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "It knows you.",
          "character": "EVELYN"
        }
      ],
      "searchable_dialogue": "DOCTOR: Time we were leaving.\nEVELYN: Doctor, what are you doing?\nNROSHA: Kill him!\nDOCTOR: (distant) Come on, Evelyn. This is no time to be sitting around.\nEVELYN: (distant) I'm with you.\nNROSHA: Doctor!\nDOCTOR: Steady, Nrosha, you'll do yourself an injury. Time we were moving. They'll be calling someone to repair that lock any time soon. Come on!\nEVELYN: (breathless) Can't we, can't we at least slow to a jog?\nDOCTOR: There's your answer. They haven't wasted any time alerting Security.\nEVELYN: Then we really ought to slow down. We could run straight into a patrol.\nDOCTOR: True enough. There's a worrying possibility they'll be less afraid of me now. It's incredibly difficult to maintain one's reputation of a fearsome monster when you've been seen running away.\nEVELYN: I can imagine. Well, it's something of a relief, anyway, to know that Sandman nonsense was all an act. You almost had me going there for a while.\nDOCTOR: I don't like to disappoint you, but the majority of it was absolutely true.\nEVELYN: You can't really mean\nDOCTOR: Later, Evelyn. Much later.\nMORDECAN: Service with a smile. Thanks.\nALIEN: You're welcome.\nMORDECAN: Oh, great. Looks like I picked the prime spot for killing time round here.\nDOCTOR: Oh, I do beg your pardon.\nEVELYN: Excuse us. Sorry.\nTANNOY: Attention. This ship will be departing in twenty minutes. All adjacent craft will be temporarily detaching from the Clutch to make way for our departure. Airlocks will be sealed in ten minutes. All transients be vacated vessel by that time.\nDOCTOR: Shh. Stop.\nEVELYN: According to that announcement, we should be hurrying up.\nDOCTOR: There it is again.\nEVELYN: Oh yes, a slight flicker in the lights. I assume it's something more significant that fault electrics?\nDOCTOR: If I'm right, there's a Galyari surveillance drone somewhere hereabouts. They're slippery little customers, extremely well camouflaged. Photo-reflective shell based closely on an ability that was very pronounced in the Galyari's ancestors once upon a time.\nEVELYN: Something like a chameleon.\nDOCTOR: Yes.\nEVELYN: Again. So finding one could be very time-consuming.\nDOCTOR: It could, except they also draw on local power sources. And in non-Galyari vessels like this liner, incompatible circuit frequencies tend to produce fluctuations in the\nEVELYN: Oh, yes. Flickering lights. I get it.\nDOCTOR: Ha, ha. There you are. Come here, little fellow. I won't hurt you.\nEVELYN: It's going haywire.\nDOCTOR: That's the photo-reflective shell for you, trying to mirror my coat.\nEVELYN: The poor thing's likely to have a nervous breakdown.\nDOCTOR: Well, in the event that this poor thing, as you put it, can pull itself together, it should be able to access any shared data on Mister Mordecan, the one man who might be able to tell us about how these killings began. This could narrow our search considerably.\nEVELYN: Well, if it were down to me, I'd start by searching the Warrens. It sounds like the ideal place for shady dealings, and I have a notion they must know Mister Mordecan as a regular visitor down there.\nDOCTOR: Very probably, which can only help narrow our search even further.\nEVELYN: Is there anything I can do?\nDOCTOR: Huh? Keep watch. This is a human-run vessel, but Galyari security have jurisdiction through all craft while they're attached to the Clutch.\nEVELYN: Which this one won't be for very much longer.\nDOCTOR: A very good point. And every ship around this one will be on the move as well. I'll have to finish this on the run.\nEVELYN: Oh dear, not more rushing round.\nNROSHA: Oh, what is taking them so long?\nSHOL: Patience, Nrosha. They will have it repaired soon, then you will be free to return to your quarters.\nNROSHA: If I do, it will only be to wait for confirmation from Brel of the Sandman's elimination.\nBREL: I am not sure\nNROSHA: You saw how he ran. He knows he can be killed. It is time we knew it as well as he does.\nBREL: Perhaps, but he still possesses power. My eyes still feel the pain.\nSHOL: Enough, both of you! You jeopardise everything with your talk of killing. I have concluded successful negotiations. Supernatural or real, the Sandman possesses power, and he has promised to end the killings. If we defy him now we only condemn ourselves.\nNROSHA: Put an end to him, and we end the killings ourselves.\nSHOL: And if we fail? In order to hunt him, you would have to track him through the Clutch, on foot.\nBREL: The Orchestrator is correct. The Sandman is no ordinary suspect. He is a god to our people. It is not as if we have any data on him to feed our drones.\nNROSHA: Double the patrols. Have them out in force. Wait, hear me out. Give them orders not to detail or oppose the Doctor, not to alert his suspicions.\nSHOL: And what would that achieve?\nNROSHA: Commander Brel will be hunting alone. The patrols need only report their sightings to him.\nBREL: It might work. I can retain the element of surprise. If Nrosha is correct, I need only one clear shot.\nEVELYN: Doctor, hurry!\nTANNOY: Warning. This ship will be detaching temporarily from the Clutch in two minutes. Airlocks will be sealed in twenty seconds.\nDOCTOR: (distant) I'm coming as fast as I can!\nALIEN: Step inside.\nEVELYN: There's really no reason to push. Doctor!\nTANNOY: Airlocks will be sealed in ten seconds. Nine.\nDOCTOR: Hold the airlock!\nEVELYN: Officer, please. My friend is\nALIEN: Stand back. We're sealing the doors.\nEVELYN: He's nearly here.\nTANNOY: Two, one.\nEVELYN: [OC]: Congratulations, Doctor. You get the prize for best runner-up.\nDOCTOR: I'm sorry, Evelyn. Running and electronic wizardry just don't go together. I'll catch up with you, I promise.\nBREL: Orchestrator, if we are to proceed in this, then the order should be given right away.\nNROSHA: How providential. Thank you, engineers, your timing is perfect. Well, Orchestrator? What is it to be?\nSHOL: I will give the order. But there will be only one chance, understand? If Brel should fail, we will all face the Sandman's wrath.\nNROSHA: It will not come to that.\nBREL: I shall go and prepare. (leaves)\nNROSHA: There walks a hero.\nSHOL: Thank you, engineers. That will be all. No, wait. See to it the door closes as well.\nNROSHA: Quite. We all need to feel safe.\nNINTARU: Mordecan? Can you hear me? Mordecan, respond.\nMORDECAN: [OC]: Hold onto your tail, buddy. I hear you. Where are you?\nNINTARU: Please, lower your voice. Oh!\nMORDECAN: [OC]: What's going on?\nNINTARU: Please, there are patrols everywhere.\nMORDECAN: No wonder they've been alerted if you're going around all nervous and suspicious. I told you\nNINTARU: [OC]: I did nothing, I swear. There are far more patrols than is usual. Some other cause must have them out in force like this.\nMORDECAN: Oh, right. Well, I think I know maybe what might have them rattled.\nNINTARU: That, partner, is one of the least definite statements I have ever heard.\nMORDECAN: [OC]: Oh, never mind that. Now, just get your furry butt down to the rendezvous pronto. I'm just about to make my way there now.\nNINTARU: I will do my best. There have to be other routes less frequently patrolled. Wait. (beeps) Yes. If the map is not too out of date, I think there is a way to avoid the heavier populated ships.\nMORDECAN: Spare me the commentary and just get moving. (comms ends) Oh, there's got to be an easier way to make a living.\nEVELYN: What's wrong, Mister Mordecan? Has your partner stood you up?\nMORDECAN: How long have you been standing there?\nEVELYN: Because if he has, I'd be happy to keep you company. As you can see, I managed to lose the Doctor after all. And I'm not one for standing round twiddling my thumbs.\nTANNOY: Thank you for your patience. We are now docked.\nDOCTOR: And about time too. Some of us are in a hurry.\nTANNOY: Please form orderly queues at the airlocks and update your maps at the nearest terminals.\nDOCTOR: Do you mind? Orderly, they said. It's not necessarily the one with the most limbs who can shove the hardest, you know.\nNROSHA: There, Orchestrator. We are safe once more.\nSHOL: If he chooses to return, he will do so. That door was no barrier to him before.\nNROSHA: Yes, it must have shaken you to find the Sandman seated before you.\nSHOL: Perhaps you will feel the same when he returns.\nNROSHA: He will not. Commander Brel will not fail.\nSHOL: If he fails, and the Doctor does not kill him, I may well have him killed myself to buy back the Sandman's promise.\nNROSHA: It is only the right order of things. The hero's way should precede that of the coward.\nSHOL: (roars) Your boldness has nothing to do with courage! It has something at least to do with the courage of another, however misplaced that may prove.\nNROSHA: Whatever my motivation, I am doing the right thing. It would be a sin against my children to let this chance for justice pass us by.\nSHOL: It is fortunate for you that Brel is willing to give his life for that chance. We will see just how willing.\nNROSHA: Indeed. I will check to see how he is proceeding. (comms) Commander Brel.\nNROSHA: [OC]: Brel, what is your status?\nBREL: I am donning my battledress. It may be all the advantage I need.\nNROSHA: [OC]: Good, Brel, but do not neglect the mental preparations.\nBREL: I need no more of that. I am ready.\nNROSHA: [OC]: Ready to\nBREL: Ready to do what is necessary! It is no small feat to slay a myth.\nNROSHA: [OC]: You are a hero, Brel.\nBREL: Not yet. I am doing this for all our child, Director. Now, if you will kindly leave me to get this done. (comms ends) I am ready for you, Sandman!\nEVELYN: You're really not as difficult to find as you might think, Mister Mordecan. Once I'd found my way to the Warrens, it was just a matter of asking around. You know, it's a good thing for you the Galyari don't apply the same sort of reasoning.\nMORDECAN: Yes, well, the Galyari, like all their deals to be above the table. They don't really understand any kind of business that doesn't fit in with their own view.\nEVELYN: Or the people who practice such business, so I've gathered. Hence the severe punishments. Sadly, it's only natural to hate the things we don't understand.\nMORDECAN: Oh, is that right? Well, no offence, ma'am, but I don't understand what you're doing here. I simply don't want you around.\nEVELYN: Mister Mordecan, I'm really not in the least bit interested in any deals you have going on. It's just that the Doctor thinks you might be able to tell us something about your last audience with the previous Orchestrator.\nMORDECAN: What? The guy's been dead over two years. That's ancient history in my book. Take my advice. Sit yourself down and have a drink. Now me, I've got business to attend to right now, Goodbye, lady.\nDOCTOR: Beat your arms about. Go on, growl, roar. Show them you're not afraid.\nNINTARU: But I am afraid. Ow! It hurts!\nDOCTOR: I expect it does. Now look, just do as I say. There, get off there! Scram, go on! Shoo! Get out of here. Go, shoo.\nNINTARU: Shoo!\nDOCTOR: Go on, off you go. Go. Go away.\nNINTARU: Go away, go away.\nDOCTOR: Yes.\nNINTARU: Are they gone?\nDOCTOR: Yes. Yes, all gone now. Here, here, let me help you. There.\nNINTARU: Oh, thank you. Thank you. Why the Galyari insist on Keeping such creatures I do not know.\nDOCTOR: Ah, well, you see, the Galyari have a profound, some might say religious, fascination with birds. This is just one of many aviaries distributed throughout the Clutch.\nNINTARU: Oh. Strange obsession in such an advanced civilisation.\nDOCTOR: Actually, it's because they're so advanced. They've come a long way. For them, ornithology's like looking at their distance origins. Birds are like a very fragile anchor to their past. Despite appearances, there's more that's avian about them than reptilian.\nNINTARU: Oh. Even so, I do not see why these birds should set upon me so.\nDOCTOR: You do seem to be of an especially nervous disposition. They probably picked up on your fear.\nNINTARU: Perhaps. It is fortunate that you came along when you did.\nDOCTOR: Well, it actually has more to do with your communication with Mordecan. I picked it up ona very useful drone I borrowed.\nNINTARU: You have us under surveillance? Oh. Who are you?\nDOCTOR: I'm the Doctor. Pleased to make your acquaintance, Nintaru. I can't say I remember such pronounced timidity being an especially common trait among your people. You wouldn't have anything to be particularly anxious about at the moment, would you?\nMORDECAN: Didn't I make myself clear?\nEVELYN: Yes. But I'm very tenacious. And I happen to find history quite fascinating.\nMORDECAN: You're taking a hell of a risk. There's nothing to stop me right now knocking you out cold and dumping you in the nearest disposal unit.\nEVELYN: Except for a certain rugged nobility you have about you. In fact, I'm rather counting on your Star Gypsy code including something about not hitting women.\nMORDECAN: Touch, ma'am. Oh, all right, tag along. But it's your funeral.\nEVELYN: You're a true gentleman.\nMORDECAN: Through and through. Which, just to shut you up, is why I did my friend a favour and introduced him to the old Orchestrator. He wanted to present him with some special merchandise. The Orchestrator wasn't having any of it. Didn't want any kind of deal with, well, with Nintaru, if you must know.\nEVELYN: Your over-anxious partner. And what about this merchandise?\nMORDECAN: Well, to be honest, I couldn't tell you. Unlike you, I don't ask too many questions. I suffer from a healthy lack of curiosity.\nEVELYN: Mmm?\nMORDECAN: Maybe it's some sort of drug. But one thing I do know, it's something out of the ordinary.\nEVELYN: You do surprise me.\nDOCTOR: You, Nintaru, are very far from home. At least, I very much hope you are.\nNINTARU: No, Doctor, not far. The Clutch has been on an approach to our world for some years now. We fear their arrival.\nDOCTOR: You've every reason to. I've heard the tale of what happened on your world. The Clutch must have come full circle again. Oh, has it really been that long since they set foot on Galyar?\nNINTARU: It is not Galyar!\nDOCTOR: Oh no, no indeed. But I shouldn't take it personally. The Galyari have seeded many worlds in their travels, and probably called most of them Galyar. They can be such an unimaginative lot. In the context of the tales, it's a name they adhere to in order to assert their territorial claim, as well as to exaggerate the injury I've done them.\nNINTARU: You? What did you do?\nDOCTOR: Hmm? Oh, well, I saved your world. Nintaru. Drove the Galyari away.\nNINTARU: That would make you - it's impossible!\nDOCTOR: Impossible or not, I was there.\nNINTARU: In any case, I cannot stay to debate the question. If you would excuse me, it is time I was going.\nDOCTOR: Ah yes, pressing business with Mister Mordecan, hmm? You know, I really think you should tell me about that. What are you doing here, exactly?\nNINTARU: I was originally here on a mission of peace, but it has since become a mission of commerce.\nDOCTOR: Yes, well, that's the kind of thing that happens when you hook up with Star Gypsies. Come along. We might as well keep moving while you keep talking.\nNINTARU: While I\nDOCTOR: It's all right. You won't be telling me much I can't work out for myself.\nNINTARU: Very well. There's not much to explain, after all. When our astronomers first spotted the Clutch, there was much panic. We conducted a great deal of research in to what it could possibly be, and ultimately found the answer very deep in our history and in our soil.\nDOCTOR: Ah. Go on.\nNINTARU: Our records, such as they were, told of how a great artefact was destroyed in the battle for our world.\nDOCTOR: Yes, that would be the Shushkubra.\nNINTARU: Yes! We identified trace elements did not belong to our world. In divining their nature, we discovered that they belonged to the Galyari, remains of their artefact.\nDOCTOR: You don't mean to say you brought them here?\nNINTARU: Yes. That was my mission, to present them as a peace offering, to persuade the Clutch to pass by our world and leave us in peace.\nDOCTOR: But those trace elements are incredibly dangerous. And now you've taken your deal underground, haven't you, hmm? Mister Mordecan has found you an alternative contact, hasn't he?\nNINTARU: Yes. We are due to meet with him. We cannot afford to waste any more time. Please, Doctor.\nDOCTOR: Oh, I couldn't agree more. Lead the way. It's imperative I meet this contact of yours.\nNINTARU: Oh, oh dear. I'm not sure that he will approve.\nNROSHA: I do wish you'd stop your pacing.\nSHOL: There are those of us who express our anxieties through avenues other than rage.\nNROSHA: I am not anxious, merely hungry for justice.\nSHOL: However you rationalise it, I face my darkness in my own way, and for now I cannot bring myself to resume my chair.\nNROSHA: Because he sat there?\nSHOL: Just so. Whether this Doctor or Sandman proves mortal or not, the superstitions are still very much alive.\nNROSHA: All that will die with him. Meanwhile I suggest you brave your chair and resume your duties as Orchestrator. Better to occupy yourself with worthwhile action than useless motion.\nSHOL: For once your reasoning makes sense. Perhaps by imagining disaster is not imminent, we will be spared.\nSHOL: [OC]: Sub-Orchestrator Korshal, this is Orchestrator Shol. I am ready to resume my shift. Please release control of the Clutch to me. Korshal. Korshal!\nSHOL: [OC]: I am ready to resume my shift. Release control of the\nMORDECAN: Okay, here we are. Now when my contact sees there's an unwelcome third party, he can have the responsibility of dealing with you.\nEVELYN: Charming.\nMORDECAN: We won't have to wait long, either. It's like he always knows when we've shown up. For all I know, maybe he hangs out here.\nEVELYN: Wonderful. You know, I can't help thinking, given the Galyari's stance on these kind of dealings, there must be a good many less dangerous places in the galaxy to offload your merchandise?\nMORDECAN: Nintaru was insistent. He wanted the Galyari to have it. But the old Orchestrator had a special kind of contempt for Nintaru's people. Almost personal. Effectively blocked all the official channels. End of story.\nEVELYN: And the end of him too, by all accounts.\nMORDECAN: Listen, if you're trying to imply I had anything to do with that. I think he's here.\nEVELYN: What makes you say that?\nMORDECAN: Oh yeah, that's him all right.\nNINTARU: Please, Doctor, what is this danger I have brought upon the Clutch?\nDOCTOR: When I destroyed the Shushkubra, the neural energies released would have permeated the cells of every Galyari present. If just a few grains of those ashes came into contact with those energies, it could trigger a catastrophic mutation.\nNINTARU: What sort of mutation?\nDOCTOR: I can't say for certain, but it's practically guaranteed to be very nasty and very powerful. Come on!\nEVELYN: I wish he wouldn't lurk in the shadows like that. It's very disconcerting.\nMORDECAN: Careful what you wish for. Trust me, you're better off if he stays put. He wasn't a pretty sight to start with, and every time I come back here he's been a good deal, well, uglier.\nEVELYN: What do you mean? Has he got some sort of degenerative disorder?\nMORDECAN: How should I know? It's probably something to do with this stuff we bring him. Maybe he's sampling the goods himself. If you're really that curious, go ahead and ask him.\nEVELYN: Perhaps some other time.\nSHOL: What could have happened? Why does Korshal not answer?\nNROSHA: You know what has happened. The Doctor has betrayed you.\nSHOL: He cannot know of Brel yet, and he can't have had time to get to Auxiliary Command, surely?\nNROSHA: Who can say? Mordecan told me of his craft. In such a craft he could reach anywhere in the Clutch in no time at all.\nSHOL: Perhaps. Commander Brel.\nBREL: [OC]: Orchestrator.\nSHOL: Something has occurred in Auxiliary Command. Has the Sandman any knowledge of your pursuit?\nBREL: [OC]: He has none. I have his location. He has acquired a drone and I am tracking it at this moment. It is deep within the Clutch, nowhere near Auxiliary Command.\nSHOL: It makes no sense.\nBREL: I am approaching his position now. Do you wish me to lead an investigation?\nSHOL: [OC]: No, I will despatch a patrol. Continue with your mission.\nBREL: Confirmed, Orchestrator. It will not take long.\nNROSHA: At last we will have some good news soon.\nSHOL: We shall see.\nMORDECAN: Nintaru, buddy, what kept\nEVELYN: Doctor!\nDOCTOR: Hello, Evelyn. Mister Mordecan, we meet again. How do you do?\nMORDECAN: Just peachy, thanks, Doctor.\nDOCTOR: Glad to hear it. Well, let's see this contact of yours. Where is he, then? Come on, come out and show yourself, there's a good chap. Maybe I can do something for that asthma. Well, that got a reaction.\nEVELYN: Not sure it's the one any of us wants.\nNINTARU: Oh please, do not provoke him. Galyari are cold in blood, but hot in temper.\nMORDECAN: He's right. Now just stay out of it, Doctor.\nDOCTOR: I was never really very good at that. Hello there? No need to be shy. Come on out of the shadows. Show us your best side.\nMORDECAN: Trust me, he hasn't got one. Nintaru, just toss our man the goods, so we can get out of here.\nNINTARU: Of course. What? But. You. You took the package from me when you helped me up.\nDOCTOR: Well, when opportunity knocks.\nEVELYN: Such a team.\nDOCTOR: Full bodied for fuller flavour.\nEVELYN: Full of perforations if you don't hand over that package.\nMORDECAN: You said it. I'll do it myself if you don't give the man the goods, Doctor.\nDOCTOR: Well, that's no man. It's barely even a Galyari. Look at him.\nNINTARU: Please!\nMORDECAN: Get back!\nEVELYN: It knows you."
    },
    {
      "part_number": 4,
      "start_line": 1800,
      "end_line": 2467,
      "elements": [
        {
          "type": "direction",
          "text": "[Part Four]",
          "character": null
        },
        {
          "type": "direction",
          "text": "Nintaru screams.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Nintaru?",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Commander Brel. Just in time. What are you waiting for? There's your enemy. Shoot him!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I, I cannot.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Then give me the damn gun.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Doctor!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Stand back.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "This is for Nintaru.",
          "character": "MORDECAN"
        },
        {
          "type": "direction",
          "text": "Rapid fire. Thump.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "It, it's hollow.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Yes, just a skin. A Galyari skin.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "How can that be? It was moving, and speaking.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "And claiming to know me, too. Incidentally, thank you, Commander Brel. You arrived in the nick of time.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What are you thanking him for? He just froze.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Grr. That creature had some hold over me.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Apparently so. But for once I'm grateful someone thought to bring a large gun.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "And now I will need it to do what I came for.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "No, you can't!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "No, no, it's all right. Stand back, Evelyn. Give the Commander a clear shot. Here, I'll make it a little easier for you, shall I? Here, Evelyn, hold my coat.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor, what are you doing?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Any easier on the eyes, Commander?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Ah, there is less pain.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Yes. Galyari colour perception's extraordinary. Sufficient to discern their fellows even when camouflaged. Over the generations, they've lost their camouflage, but the exceptional eyesight remains.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Enough with the science lecture.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Unfortunately, that level of sensitivity renders them susceptible to migraines in the face of certain intense colour combinations and patterns.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "So it's your coat that hurts Galyari eyes. They're not alone in that regard.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Evelyn, please. But yes, Brel, you'd find it even easier to focus your aim if I removed my waistcoat.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "So there is nothing supernatural in it.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Not in the slightest. And it's not made out of skins, either. Perfectly harmless fabrics.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I wouldn't say that. Still, I hope that means you're having second thoughts about killing the Doctor.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Think about it, Brel. You've seen something here that defies explanation, and I'm just beginning to appreciate what's been going on here. If I were in your position, that's an advantage I wouldn't want to waste.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Generally the Doctor is the one person who can resolve your problems.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Tell that to Nintaru.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "You think I wanted him to come to harm? I'm sorry, Mordecan. I truly am. But I couldn't simply hand over this material to that creature.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Whimpers. ",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Nintaru! I think he's still breathing.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Let me take a look at him. We can still save him. Commander Brel, the best thing you can do is call a medical team down here right now.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Come on, Brel. The Doc's not my favourite person, but he's only saying what's right. Now what do you say?",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Sub-Orchestrator Korshal, return control of the Clutch to me! Korshal, respond!",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Must you always persist with unsuccessful policies?",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Better to persevere in the face of adversity, than to surrender to animal rage. We are supposed to be an evolved species.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Where the Doctor is concerned, your fear is as primitive as my rage. You know Korshal cannot be reached, and there has been no word from the patrol. Better we contact Brel and",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Attention Galyari. As of now the Clutch has a new Orchestrator!",
          "character": "SANDMAN"
        },
        {
          "type": "dialogue",
          "text": "What now?",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Shh.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "[OC]: I am your Sandman.",
          "character": "SANDMAN"
        },
        {
          "type": "dialogue",
          "text": "I know that voice.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "[OC]: To oppose me is death, but you may try. By all means send your patrols.",
          "character": "SANDMAN"
        },
        {
          "type": "dialogue",
          "text": "This has to be some trick of the Doctor's.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Listen.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "[OC]: They will only succumb to me.",
          "character": "SANDMAN"
        },
        {
          "type": "dialogue",
          "text": "[OC]: It is inevitable.",
          "character": "SANDMAN"
        },
        {
          "type": "dialogue",
          "text": "He might well be right about that.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Be assured, I will be sending out my patrols, my Sandmen.",
          "character": "SANDMAN"
        },
        {
          "type": "dialogue",
          "text": "Oh dear.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "[OC]: And they will be recruiting until all Galyari serve me! And all you (unintelligible)ing",
          "character": "SANDMAN"
        },
        {
          "type": "dialogue",
          "text": "alien inhabitants of the Clutch, you will come here no longer. In due course, I will make arrangements to expedite your departure, on one condition. There is a man who calls himself the Doctor, who wears a coat of impossible colours. Aliens, deliver the man to me. That is the price of your safe passage.",
          "character": "SANDMAN"
        },
        {
          "type": "dialogue",
          "text": "Oh dear.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Well, that's settled. Doc, you're coming with me.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, unhand me this instant. As a matter of fact yes, I think I will come with you, Mister Mordecan, and you can have the dubious privilege of handing me over, but not until I've made a few arrangements.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What sort of arrangements?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Brel, can you patch me through to Command? Hurry, man, it's urgent I speak with Shol.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Very well.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Orchestrator, the Doctor wishes to speak.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Shol, I take it you heard all that?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "We did.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Good. Because now we all know where to find your real enemy.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Liar! You are the root of all our ills.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "[OC]: No, listen to me. The speaker you heard is the root, and we've just encountered one of the leaves down here.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You lie!",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Sometimes, out of necessity, yes, I do, but not on this occasion.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Director Nrosha, there is more to this. Here, I am patching through a visual from my battledress camera.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Good thinking, Brel. Yes, take a long hard look at that, Shol. And you too, Nrosha. It's a Galyari skin and it was alive in a very animated way.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "[OC]: How could that be?",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "The Shushkubra. There it is, lying right before your eyes. Well, one layer of it, to be precise. Would I be right in assuming, Shol, your predecessor was a descendent of General Voshkar?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What's that got to do with anything?",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "[OC]: It is true. He was justly proud of his bloodline.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "What have we done?",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Try to rest, Nintaru. The medics will be here soon.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Shol, Nrosha, there's a great deal to be done, and I'm going to need your help, both of you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "[OC]: My help? Never.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "[OC]: I will hear you out, Doctor.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "We'll meet you in the cultivation chamber.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "[OC]: That is a sacred place.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "And sacred places are often the very place to go in order to exorcise demons. Now do you want to be rid of yours or not?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Very well. We will meet you.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Good. We won't be long.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "How much more will you concede to our enemy? This is a transparent ploy to gain access to the cultivation chamber.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "No. With a craft such as his, he could have gained access to the chamber without our involvement. I do not pretend to understand his motives, but I will hear what he has to say.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "I will not. I will take a patrol and see for myself what he has done to Korshal, then perhaps you will see the pact you have made with our enemy.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "I have made no pact, except with the path of reason. Still, go, do as you must.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "(leaving) My thanks for your permission.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Report to me if you find anything.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "All right. Nintaru is stable. Well, come on. There's no time to waste. Evelyn, my coat.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Here you are, Doctor.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Hey, I'm damned if I'm ready to go following you like some rat after the pied piper.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "We could all use a degree of explanation.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "All these killings began with Shol's predecessor, but I don't think he died. I think some sort of mutation was triggered when he came into contact with Mordecan's precious merchandise.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Hey, all I did was just set up the deal.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "He became the killer?",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Oh, if I'm right, he's become much more than that. Come on, I'll explain on the way. Shol should hear the full story too, Brel. Can you patch me through as we go?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Easily, Doctor.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "All right, the cultivation chamber. We'll need to swing by one of the aviaries en route.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What are we meant to do there?",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Collect feathers. Lots of feathers. If we're going to stand any chance of defeating this Sandman, we're going to need plenty of organic material of our own.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What on Earth for?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I told you. I'll explain on the way. You can keep up with the story as long as you keep up with me.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "For the full story, we ought to go back to the first time I arrived on the world Shol called Galyar. I found a guide among the Kuscaru, one of Nintaru's ancient ancestors, and he showed me how his people were beginning to emerge from their burrows and lay claim to the surface.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yes, a most impressive set of ruins. Construction going back a few decades, and destruction going back a few years, by the look of things. What happened here?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Galyari. We attacked, many died. Galyari gone.",
          "character": "KUSCARU"
        },
        {
          "type": "dialogue",
          "text": "So I see, but my, my, my, what can this be? This structure looks almost untouched. Well, whatever it is, it's organic. What do you know about this? Come on, it won't hurt you, I don't think.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "We do not go near. Our people respect.",
          "character": "KUSCARU"
        },
        {
          "type": "dialogue",
          "text": "What? You lay waste to a settlement, do goodness knows what to its inhabitants, and spare this one structure? You know what that makes me think? It makes me think that this is one egg worth cracking. At the very least, I have to find out what's inside.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, not safe.",
          "character": "KUSCARU"
        },
        {
          "type": "dialogue",
          "text": "Nonsense. If your people really are going to settle on the surface, the last thing you want is a mystery like that sitting there unsolved in the midst of everything. You leave it to me.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Chiselling and whistling.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "And he did. Over the next few days, I set about exposing more of the root structure of the artefact, extending down into the burrows. There were few enough clues about the nature of the Galyari to be found among the ruins. Unfortunately, the hardest evidence arrived in a very hard manner.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Galyari! They have returned.",
          "character": "KUSCARU"
        },
        {
          "type": "dialogue",
          "text": "Have they indeed? Wait right here. I have to take a look for myself. This sort of arrival isn't a good sign. There's always a chance we can reason with them.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Weapons fire.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "How wrong I was. I admit I played a small part in helping the Kuscaru to organise their resistance. They had the will to fight. All they needed was a lesson or two in tactics, the art of decoy, and burrowing up to attack from unexpected directions. And afterwards, well, it wasn't a task I relished, but needs must when the Devil drives.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yes, that's right. Break open the armour. Try not to damage the scales.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "By then I'd learnt enough about the nature of the artefact, and if I wanted to communicate with it, I would need to construct an interface composed of Galyari tissue. And by the end of that battle, I am sad to say, there was plenty of that available.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I am General Voshkar. Name yourself, monster.",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "I am the Doctor.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I already had in mind what I was going to do, but here was a chance at least to give the Galyari an opportunity to leave in peace.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Then that is the name you die with. If you wish to face me then, come forward.",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "No, Voshkar. I will choose the time and place. The Galyari have no further part to play here. My advice to you, leave now or suffer a worse defeat.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Naturally, I played my role to the full.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Meanwhile, I take these skins as my trophies, as I will take the skins of all Galyari who oppose my will",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Monster!",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "Yes! Yes, today the Galyari have learned fear. Go, Voshkar. Tell your people they're not welcome here. Any Galyari who sets foot on this world from this day on will simply be bringing me another trophy! Go, Voshkar! Take that message to your people!",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Incoherent roars.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Sadly, despite my fiercest face and direst warnings, General Voshkar returned. By then, I had grafted an interface onto the Shushkubra, and I'd learned all there was to know of Galyari history. Enough to prompt me to plant it with the seeds of a neural implosion. All that was needed was my telepathic trigger, and the will to do what was necessary.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What do you mean to do, monster?",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "It is already done. You left me no choice. I am your Sandman, and I will haunt you from this day forth. This world belongs to the Kuscaru.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "They? They are animals.",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "No! They were already sentient when your people established their colony.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "But why do you side with them?",
          "character": "VOSHKAR"
        },
        {
          "type": "dialogue",
          "text": "I stand for what is right. This isn't a case of finders-keepers. The Kuscaru originated here. You do not belong, and neither does your Shushkubra.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "No!",
          "character": "VOSHKAR"
        },
        {
          "type": "direction",
          "text": "Implosion.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "So, here we are, from the grave of the Shushkubra to its cradle.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yes, the cultivation chamber. Now that we are all here, perhaps you will explain why.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "To grow a new memory egg, Shol. Why else?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "For what purpose?",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "To fight fire with fire. General Voshkar and his men were tainted with neural radiation from the Shushkubra, a genetic legacy passed down through generations. Once the particles of that memory egg were reintroduced to those same energies in Shol's predecessor, the seeds of a new Shushkubra were sown.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "But a Shushkubra is",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Incredibly powerful. Oh, yes. I learned that well enough when I interfaced with the one on Galyar. Its influence was holding back the development of the Kuscaru. Now, that same memory egg has reformed around a sentient core, and a malign twisted one at that.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "That's what's taken over the Clutch.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Yes. And it's been harvesting skins, increasing its mass and adding to its power. And Mister Mordecan here has been keeping it supplied with particles of the original Shushkubra.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh hell.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "And Nrosha has gone to face it.",
          "character": "SHOL"
        },
        {
          "type": "direction",
          "text": "Heavy marching steps.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Stop! Come, they will not stand in our way. What are you waiting for? Destroy them! Cowards.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Brel couldn't open fire on that skin back there because it was a page of his own race memory. A Galyari could no more attack that than gnaw off his own arm.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Really, Doctor, such wonderful imagery.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Never mind that. Now what do we do about it?",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "We fuse a few Galyari cells from storage with the ingredients we have collected en route.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "But our enemy has been harvesting fresh tissue. Their potential will be a hundred times greater.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Which is what allows him to exert control over the minds of other Galyari. All being well, I'll only need a fraction of that power. The minds I'll be aiming to control are much smaller and operate on a finer scale. All right, everybody. Tip everything we have in the fusion vault.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Feathers? But",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Just do as I say.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Very well, Doctor.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "What, no eye of newt? Oh, there. That's my contribution.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "And mine, for what it's worth.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Good. That should do it. Just one more vital ingredient to complete the interface. And no, Evelyn, it's not wing of bat. An, Mister Mordecan. That knife of yours should do the trick. What we need now is a drop of my blood.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, allow me.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "What are you?",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "How did you pass my sentries?",
          "character": "SANDMAN"
        },
        {
          "type": "dialogue",
          "text": "They are nothing. I am not afraid of you, monster.",
          "character": "NROSHA"
        },
        {
          "type": "dialogue",
          "text": "Yes, you have a will to oppose me, but not the power to defeat me.",
          "character": "SANDMAN"
        },
        {
          "type": "dialogue",
          "text": "We shall see.",
          "character": "NROSHA"
        },
        {
          "type": "direction",
          "text": "Roaring, squelching fight.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "It's started. Shol, I want you to take Evelyn with you. Head straight back to Command.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I can do nothing there.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Just go there and wait. As soon as you have control, I want you to open all internal doors except those to Command and the garrison ships. Do you understand?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "And what are you going to do?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Commander Brel.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yes, Doctor.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "I want you to marshal all your officers, spread the word. Have them gather all Galyari together into the garrison ships and seal them in. That includes you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "It is not the Galyari way, but I will do it. (leaves)",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "Good man. As for me, Evelyn, as I said before, Mister Mordecan here is going to deliver me to the enemy.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "That part I like.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "But why?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Traffic, remember? The only way to restore control to Shol here is for someone to go to Auxiliary Command and pass back the baton to the rightful conductor. And that someone has to be me.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, it's all up to the Doctor now.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Yes, all we can do is wait.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "I was afraid you were going to say that.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "What happened here? All these husks.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Some sort of battle. It seems at least one Galyari had the will to fight these things.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You're not kidding.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "No, I'm not. And, unless I'm very much mistaken, it was probably Nrosha. Come on.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Orchestrator, we have assembled as many of our population as we could find.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "[OC]: There are hundreds of those monsters. They are spreading throughout the Clutch. I feel I should be out fighting them.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "I know, Brel. There have been many reports.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Whatever the Doctor's planning, I think it's going to be directed against all things Galyari that aren't safely behind locked doors.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "He wants us to remain protected. Stay where you are, Brel, and maintain what order you can.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Yes, Orchestrator.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "I do wish the Doctor would hurry.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh, you're changing. Do excuse us, we'll come back later.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor.",
          "character": "SANDMAN"
        },
        {
          "type": "dialogue",
          "text": "Careful, Doc. Their mood gets pretty ugly when they're shedding.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Not only mood, in this one's case. You're in regression, aren't you? Unravelling evolution with every layer you shed.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yes, with each layer I take a step closer to my ancestors. Stronger Galyari who could",
          "character": "SANDMAN"
        },
        {
          "type": "dialogue",
          "text": "blend with their surroundings. Galyari who knew nothing of fear.",
          "character": "SANDMAN"
        },
        {
          "type": "dialogue",
          "text": "Galyari who were little more than mindless brutes. Still, that explains how your minions have been able to sneak about so easily.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Nrosha? What did he do to her?",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Death was all she was fit for.",
          "character": "SANDMAN"
        },
        {
          "type": "dialogue",
          "text": "So you tore her apart. How courageous of you. You know, her hatred for your must have been quite something. Powerful enough to negate all your influence and allow her to attack you. Not the sort of material you'd want contaminating your collection.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Collection?",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "All those skins he's been grafting on to himself over these past years.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "It sure explains how he got to be so big.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "It is a harvest for new Shushkubri, and a new army. Each layer I shed is a new soldier, an extension of myself. Every General should have such a devoted army.",
          "character": "SANDMAN"
        },
        {
          "type": "dialogue",
          "text": "Yes, General Voshkar. It would have to be your will that rose above all the others within the memory egg. It takes a lot of effort, doesn't it, manipulating all those skins, all those layers of yourself, like puppets. Not to mention subjugating all the latent minds lurking in the race memory.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "There are no other minds! They have not a fraction of the willpower or the awareness to qualify as minds. They are dark matter, the stuff of my universe. Mine is the only consciousness.",
          "character": "SANDMAN"
        },
        {
          "type": "dialogue",
          "text": "I'm sure most aspiring deities feel the same way.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You are more god than I, Doctor. You created me! This universe of fear and blackness in which my people live, you carved this apparition of fear in their minds.",
          "character": "SANDMAN"
        },
        {
          "type": "dialogue",
          "text": "I created a menace, not some cold-blooded murderer. The most I ever did was give them a scare or two, make some demands, removed the odd discarded skin from the nurseries, that sort of thing.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Sounds pretty grim to me, Doc.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "It's not as bad as it sounds. The skins would only have been collected anyway. Cellular material for the construction of a new Shushkubra, for when the Galyari colonised their next world.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Which they will do soon. I am here to free my people, to reclaim their rightful home.",
          "character": "SANDMAN"
        },
        {
          "type": "dialogue",
          "text": "What? Deliver them into the Promised Land? Your Promised Land belongs to another race.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "That's right. Nintaru's people were there long before you, pal.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Yes, you Galyari came along and robbed them of their inheritance.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "They rose up and stole it from us with violence!",
          "character": "SANDMAN"
        },
        {
          "type": "dialogue",
          "text": "Yes, but they were primitive in their infancy. Now they're a mature civilisation. Advanced, peaceful. All they want is for you to miss them off your itinerary this time round.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "But I will destroy them! The Clutch will sail no longer as some interstellar market place. I will forge it into a battle fleet. With such a force I will be able to crush far more than the Kuscar.",
          "character": "SANDMAN"
        },
        {
          "type": "dialogue",
          "text": "Well, I wouldn't get too attached to that dream, if I were you. Whatever my part in all this, responsibilities evolve like everything else, and my responsibility now is to oppose you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Learn from Nrosha. To oppose me is death.",
          "character": "SANDMAN"
        },
        {
          "type": "dialogue",
          "text": "Well, where I come from, death isn't anything to be feared. Death is a form of growth sickness. We just shed another layer, to allow our new skin to breathe.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You lie!",
          "character": "SANDMAN"
        },
        {
          "type": "dialogue",
          "text": "Try me.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Sandman roars.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Now, Mordecan! Now!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "(into comms) Open sesame.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "There's the signal. The Doctor's done it!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Traffic, be advised. Open all internal doors except those previously designated.",
          "character": "SHOL"
        },
        {
          "type": "direction",
          "text": "Lots of doors opening, then birds singing and wings flapping.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "There, you can hear it already, can't you?",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Sandman whimpers in pain.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "You can feel them pecking at your skins out there in the Clutch, layers of yourself.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doc, we'd better get out of here.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Oh no! You will die by my hand.",
          "character": "SANDMAN"
        },
        {
          "type": "dialogue",
          "text": "You couldn't harm me before, and you can't do it now. I'm part of them, your Nemesis. And you, Voshkar, are nothing but food for the birds! Come on, Mordecan. Time we were leaving.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I'm way ahead of you.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, poor Nrosha. We'd been friends for years.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Well, I'm sure it's not any consolation, but just to be able to attack must have felt like some sort of victory to her. Hatred as powerful as hers only ever arises out of love. We can't always reap what we sow, but in the end it's what we sow that really matters. Come on.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Walking. ",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Tell me, Doc. Why birds?",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Ah. Something not even the murderous Voshkar could bring himself to harm. My blood cemented the psychic bond, enabling me to act as a controlling influence, and marshal them into an effective fighting force. And it rather appealed to me to emulate my old friend Daphne du Maurier.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Who?",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "You know, for a well-travelled man, you really should be more widely read.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Orchestrator.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "How is the patient?",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "They say I will recover, thank you.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "You are welcome. Commander Brel, you need not continue to stand guard here.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "But Orchestrator, he has yet to be sentenced for his part in all this.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "The Doctor has told me that the heart of any crime is in its motive. I have a notion of what he means, and I am persuaded that Nintaru has done nothing wrong. He came as a diplomat, returning the ashes of a relic to its rightful owners. A gesture of peace. I have already released Mordecan, and as soon as he is well, Nintaru is free to return to his people.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "And what of our world?",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "The Doctor advised me that the ashes of the Shushkubra remain in abundance on Galyar. Is this so?",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "It is very probable.",
          "character": "NINTARU"
        },
        {
          "type": "dialogue",
          "text": "Then for the safety of all your people, I will be steering the Clutch clear of your world.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "That will be the first change of course for the Clutch in generations.",
          "character": "BREL"
        },
        {
          "type": "dialogue",
          "text": "True. And the Doctor hopes it will be the first of many. But of course, such long journeys must be taken with care, one step at a time.",
          "character": "SHOL"
        },
        {
          "type": "dialogue",
          "text": "Well, thank you for the escort, Mister Mordecan. We'll be out of your hair shortly.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I hope so. I haven't much left. Right, I'm off to look in on Nintaru. You just make sure you're gone by the time I get back. See you around.",
          "character": "MORDECAN"
        },
        {
          "type": "dialogue",
          "text": "Well, you never know. I might be dropping by to check in on things once in a blue moon.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I suppose they must encounter quite a few of those in a hundred thousand year migration.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "You know, I've never stopped to count them. Well, goodbye, Mister Mordecan.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Goodbye.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Bon voyage.",
          "character": "MORDECAN"
        },
        {
          "type": "direction",
          "text": "Tardis door closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Doctor?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Mmm hmm?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Now that the Galyari know the truth about you, won't that enter into their race memory? If you do come back, surely you won't be the same awe-inspiring figure you used to be? Those scary tales won't have been passed down from generation to generation.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Perhaps not. All the same, I'd hope I was still good for a spot of bedtime reading material, well, for the next few centuries at the very least.",
          "character": "DOCTOR"
        }
      ],
      "searchable_dialogue": "MORDECAN: Nintaru?\nDOCTOR: Commander Brel. Just in time. What are you waiting for? There's your enemy. Shoot him!\nBREL: I, I cannot.\nMORDECAN: Then give me the damn gun.\nEVELYN: Doctor!\nDOCTOR: Stand back.\nMORDECAN: This is for Nintaru.\nEVELYN: It, it's hollow.\nDOCTOR: Yes, just a skin. A Galyari skin.\nEVELYN: How can that be? It was moving, and speaking.\nDOCTOR: And claiming to know me, too. Incidentally, thank you, Commander Brel. You arrived in the nick of time.\nMORDECAN: What are you thanking him for? He just froze.\nBREL: Grr. That creature had some hold over me.\nDOCTOR: Apparently so. But for once I'm grateful someone thought to bring a large gun.\nBREL: And now I will need it to do what I came for.\nEVELYN: No, you can't!\nDOCTOR: No, no, it's all right. Stand back, Evelyn. Give the Commander a clear shot. Here, I'll make it a little easier for you, shall I? Here, Evelyn, hold my coat.\nEVELYN: Doctor, what are you doing?\nDOCTOR: Any easier on the eyes, Commander?\nBREL: Ah, there is less pain.\nDOCTOR: Yes. Galyari colour perception's extraordinary. Sufficient to discern their fellows even when camouflaged. Over the generations, they've lost their camouflage, but the exceptional eyesight remains.\nMORDECAN: Enough with the science lecture.\nDOCTOR: Unfortunately, that level of sensitivity renders them susceptible to migraines in the face of certain intense colour combinations and patterns.\nEVELYN: So it's your coat that hurts Galyari eyes. They're not alone in that regard.\nDOCTOR: Evelyn, please. But yes, Brel, you'd find it even easier to focus your aim if I removed my waistcoat.\nBREL: So there is nothing supernatural in it.\nDOCTOR: Not in the slightest. And it's not made out of skins, either. Perfectly harmless fabrics.\nEVELYN: I wouldn't say that. Still, I hope that means you're having second thoughts about killing the Doctor.\nDOCTOR: Think about it, Brel. You've seen something here that defies explanation, and I'm just beginning to appreciate what's been going on here. If I were in your position, that's an advantage I wouldn't want to waste.\nEVELYN: Generally the Doctor is the one person who can resolve your problems.\nMORDECAN: Tell that to Nintaru.\nDOCTOR: You think I wanted him to come to harm? I'm sorry, Mordecan. I truly am. But I couldn't simply hand over this material to that creature.\nEVELYN: Nintaru! I think he's still breathing.\nDOCTOR: Let me take a look at him. We can still save him. Commander Brel, the best thing you can do is call a medical team down here right now.\nMORDECAN: Come on, Brel. The Doc's not my favourite person, but he's only saying what's right. Now what do you say?\nSHOL: Sub-Orchestrator Korshal, return control of the Clutch to me! Korshal, respond!\nNROSHA: Must you always persist with unsuccessful policies?\nSHOL: Better to persevere in the face of adversity, than to surrender to animal rage. We are supposed to be an evolved species.\nNROSHA: Where the Doctor is concerned, your fear is as primitive as my rage. You know Korshal cannot be reached, and there has been no word from the patrol. Better we contact Brel and\nSANDMAN: [OC]: Attention Galyari. As of now the Clutch has a new Orchestrator!\nMORDECAN: What now?\nDOCTOR: Shh.\nSANDMAN: [OC]: I am your Sandman.\nDOCTOR: I know that voice.\nSANDMAN: [OC]: To oppose me is death, but you may try. By all means send your patrols.\nNROSHA: This has to be some trick of the Doctor's.\nSHOL: Listen.\nSANDMAN: [OC]: They will only succumb to me.\nSANDMAN: [OC]: It is inevitable.\nDOCTOR: He might well be right about that.\nSANDMAN: [OC]: Be assured, I will be sending out my patrols, my Sandmen.\nDOCTOR: Oh dear.\nSANDMAN: [OC]: And they will be recruiting until all Galyari serve me! And all you (unintelligible)ing\nSANDMAN: alien inhabitants of the Clutch, you will come here no longer. In due course, I will make arrangements to expedite your departure, on one condition. There is a man who calls himself the Doctor, who wears a coat of impossible colours. Aliens, deliver the man to me. That is the price of your safe passage.\nEVELYN: Oh dear.\nMORDECAN: Well, that's settled. Doc, you're coming with me.\nDOCTOR: Oh, unhand me this instant. As a matter of fact yes, I think I will come with you, Mister Mordecan, and you can have the dubious privilege of handing me over, but not until I've made a few arrangements.\nEVELYN: What sort of arrangements?\nDOCTOR: Brel, can you patch me through to Command? Hurry, man, it's urgent I speak with Shol.\nBREL: Very well.\nBREL: [OC]: Orchestrator, the Doctor wishes to speak.\nDOCTOR: [OC]: Shol, I take it you heard all that?\nSHOL: We did.\nDOCTOR: [OC]: Good. Because now we all know where to find your real enemy.\nNROSHA: Liar! You are the root of all our ills.\nDOCTOR: [OC]: No, listen to me. The speaker you heard is the root, and we've just encountered one of the leaves down here.\nNROSHA: You lie!\nDOCTOR: Sometimes, out of necessity, yes, I do, but not on this occasion.\nBREL: Director Nrosha, there is more to this. Here, I am patching through a visual from my battledress camera.\nDOCTOR: Good thinking, Brel. Yes, take a long hard look at that, Shol. And you too, Nrosha. It's a Galyari skin and it was alive in a very animated way.\nSHOL: [OC]: How could that be?\nDOCTOR: The Shushkubra. There it is, lying right before your eyes. Well, one layer of it, to be precise. Would I be right in assuming, Shol, your predecessor was a descendent of General Voshkar?\nMORDECAN: What's that got to do with anything?\nSHOL: [OC]: It is true. He was justly proud of his bloodline.\nNINTARU: What have we done?\nEVELYN: Try to rest, Nintaru. The medics will be here soon.\nDOCTOR: Shol, Nrosha, there's a great deal to be done, and I'm going to need your help, both of you.\nNROSHA: [OC]: My help? Never.\nSHOL: [OC]: I will hear you out, Doctor.\nDOCTOR: We'll meet you in the cultivation chamber.\nSHOL: [OC]: That is a sacred place.\nDOCTOR: And sacred places are often the very place to go in order to exorcise demons. Now do you want to be rid of yours or not?\nSHOL: [OC]: Very well. We will meet you.\nDOCTOR: Good. We won't be long.\nNROSHA: How much more will you concede to our enemy? This is a transparent ploy to gain access to the cultivation chamber.\nSHOL: No. With a craft such as his, he could have gained access to the chamber without our involvement. I do not pretend to understand his motives, but I will hear what he has to say.\nNROSHA: I will not. I will take a patrol and see for myself what he has done to Korshal, then perhaps you will see the pact you have made with our enemy.\nSHOL: I have made no pact, except with the path of reason. Still, go, do as you must.\nNROSHA: (leaving) My thanks for your permission.\nSHOL: Report to me if you find anything.\nDOCTOR: All right. Nintaru is stable. Well, come on. There's no time to waste. Evelyn, my coat.\nEVELYN: Here you are, Doctor.\nMORDECAN: Hey, I'm damned if I'm ready to go following you like some rat after the pied piper.\nEVELYN: We could all use a degree of explanation.\nDOCTOR: All these killings began with Shol's predecessor, but I don't think he died. I think some sort of mutation was triggered when he came into contact with Mordecan's precious merchandise.\nMORDECAN: Hey, all I did was just set up the deal.\nBREL: He became the killer?\nDOCTOR: Oh, if I'm right, he's become much more than that. Come on, I'll explain on the way. Shol should hear the full story too, Brel. Can you patch me through as we go?\nBREL: Easily, Doctor.\nDOCTOR: All right, the cultivation chamber. We'll need to swing by one of the aviaries en route.\nMORDECAN: What are we meant to do there?\nDOCTOR: Collect feathers. Lots of feathers. If we're going to stand any chance of defeating this Sandman, we're going to need plenty of organic material of our own.\nEVELYN: What on Earth for?\nDOCTOR: I told you. I'll explain on the way. You can keep up with the story as long as you keep up with me.\nDOCTOR: For the full story, we ought to go back to the first time I arrived on the world Shol called Galyar. I found a guide among the Kuscaru, one of Nintaru's ancient ancestors, and he showed me how his people were beginning to emerge from their burrows and lay claim to the surface.\nDOCTOR: Yes, a most impressive set of ruins. Construction going back a few decades, and destruction going back a few years, by the look of things. What happened here?\nKUSCARU: Galyari. We attacked, many died. Galyari gone.\nDOCTOR: So I see, but my, my, my, what can this be? This structure looks almost untouched. Well, whatever it is, it's organic. What do you know about this? Come on, it won't hurt you, I don't think.\nKUSCARU: We do not go near. Our people respect.\nDOCTOR: What? You lay waste to a settlement, do goodness knows what to its inhabitants, and spare this one structure? You know what that makes me think? It makes me think that this is one egg worth cracking. At the very least, I have to find out what's inside.\nKUSCARU: Oh, not safe.\nDOCTOR: Nonsense. If your people really are going to settle on the surface, the last thing you want is a mystery like that sitting there unsolved in the midst of everything. You leave it to me.\nDOCTOR: And he did. Over the next few days, I set about exposing more of the root structure of the artefact, extending down into the burrows. There were few enough clues about the nature of the Galyari to be found among the ruins. Unfortunately, the hardest evidence arrived in a very hard manner.\nKUSCARU: Galyari! They have returned.\nDOCTOR: Have they indeed? Wait right here. I have to take a look for myself. This sort of arrival isn't a good sign. There's always a chance we can reason with them.\nDOCTOR: How wrong I was. I admit I played a small part in helping the Kuscaru to organise their resistance. They had the will to fight. All they needed was a lesson or two in tactics, the art of decoy, and burrowing up to attack from unexpected directions. And afterwards, well, it wasn't a task I relished, but needs must when the Devil drives.\nDOCTOR: Yes, that's right. Break open the armour. Try not to damage the scales.\nDOCTOR: By then I'd learnt enough about the nature of the artefact, and if I wanted to communicate with it, I would need to construct an interface composed of Galyari tissue. And by the end of that battle, I am sad to say, there was plenty of that available.\nVOSHKAR: I am General Voshkar. Name yourself, monster.\nDOCTOR: I am the Doctor.\nDOCTOR: I already had in mind what I was going to do, but here was a chance at least to give the Galyari an opportunity to leave in peace.\nVOSHKAR: Then that is the name you die with. If you wish to face me then, come forward.\nDOCTOR: No, Voshkar. I will choose the time and place. The Galyari have no further part to play here. My advice to you, leave now or suffer a worse defeat.\nDOCTOR: Naturally, I played my role to the full.\nDOCTOR: Meanwhile, I take these skins as my trophies, as I will take the skins of all Galyari who oppose my will\nVOSHKAR: Monster!\nDOCTOR: Yes! Yes, today the Galyari have learned fear. Go, Voshkar. Tell your people they're not welcome here. Any Galyari who sets foot on this world from this day on will simply be bringing me another trophy! Go, Voshkar! Take that message to your people!\nDOCTOR: Sadly, despite my fiercest face and direst warnings, General Voshkar returned. By then, I had grafted an interface onto the Shushkubra, and I'd learned all there was to know of Galyari history. Enough to prompt me to plant it with the seeds of a neural implosion. All that was needed was my telepathic trigger, and the will to do what was necessary.\nVOSHKAR: What do you mean to do, monster?\nDOCTOR: It is already done. You left me no choice. I am your Sandman, and I will haunt you from this day forth. This world belongs to the Kuscaru.\nVOSHKAR: They? They are animals.\nDOCTOR: No! They were already sentient when your people established their colony.\nVOSHKAR: But why do you side with them?\nDOCTOR: I stand for what is right. This isn't a case of finders-keepers. The Kuscaru originated here. You do not belong, and neither does your Shushkubra.\nVOSHKAR: No!\nDOCTOR: So, here we are, from the grave of the Shushkubra to its cradle.\nSHOL: Yes, the cultivation chamber. Now that we are all here, perhaps you will explain why.\nDOCTOR: To grow a new memory egg, Shol. Why else?\nBREL: For what purpose?\nDOCTOR: To fight fire with fire. General Voshkar and his men were tainted with neural radiation from the Shushkubra, a genetic legacy passed down through generations. Once the particles of that memory egg were reintroduced to those same energies in Shol's predecessor, the seeds of a new Shushkubra were sown.\nBREL: But a Shushkubra is\nDOCTOR: Incredibly powerful. Oh, yes. I learned that well enough when I interfaced with the one on Galyar. Its influence was holding back the development of the Kuscaru. Now, that same memory egg has reformed around a sentient core, and a malign twisted one at that.\nEVELYN: That's what's taken over the Clutch.\nDOCTOR: Yes. And it's been harvesting skins, increasing its mass and adding to its power. And Mister Mordecan here has been keeping it supplied with particles of the original Shushkubra.\nMORDECAN: Oh hell.\nSHOL: And Nrosha has gone to face it.\nNROSHA: Stop! Come, they will not stand in our way. What are you waiting for? Destroy them! Cowards.\nDOCTOR: Brel couldn't open fire on that skin back there because it was a page of his own race memory. A Galyari could no more attack that than gnaw off his own arm.\nEVELYN: Really, Doctor, such wonderful imagery.\nMORDECAN: Never mind that. Now what do we do about it?\nDOCTOR: We fuse a few Galyari cells from storage with the ingredients we have collected en route.\nSHOL: But our enemy has been harvesting fresh tissue. Their potential will be a hundred times greater.\nDOCTOR: Which is what allows him to exert control over the minds of other Galyari. All being well, I'll only need a fraction of that power. The minds I'll be aiming to control are much smaller and operate on a finer scale. All right, everybody. Tip everything we have in the fusion vault.\nBREL: Feathers? But\nDOCTOR: Just do as I say.\nBREL: Very well, Doctor.\nEVELYN: What, no eye of newt? Oh, there. That's my contribution.\nMORDECAN: And mine, for what it's worth.\nDOCTOR: Good. That should do it. Just one more vital ingredient to complete the interface. And no, Evelyn, it's not wing of bat. An, Mister Mordecan. That knife of yours should do the trick. What we need now is a drop of my blood.\nMORDECAN: Oh, allow me.\nNROSHA: What are you?\nSANDMAN: How did you pass my sentries?\nNROSHA: They are nothing. I am not afraid of you, monster.\nSANDMAN: Yes, you have a will to oppose me, but not the power to defeat me.\nNROSHA: We shall see.\nDOCTOR: It's started. Shol, I want you to take Evelyn with you. Head straight back to Command.\nSHOL: I can do nothing there.\nDOCTOR: Just go there and wait. As soon as you have control, I want you to open all internal doors except those to Command and the garrison ships. Do you understand?\nEVELYN: And what are you going to do?\nDOCTOR: Commander Brel.\nBREL: Yes, Doctor.\nDOCTOR: I want you to marshal all your officers, spread the word. Have them gather all Galyari together into the garrison ships and seal them in. That includes you.\nBREL: It is not the Galyari way, but I will do it. (leaves)\nDOCTOR: Good man. As for me, Evelyn, as I said before, Mister Mordecan here is going to deliver me to the enemy.\nMORDECAN: That part I like.\nEVELYN: But why?\nDOCTOR: Traffic, remember? The only way to restore control to Shol here is for someone to go to Auxiliary Command and pass back the baton to the rightful conductor. And that someone has to be me.\nEVELYN: Well, it's all up to the Doctor now.\nSHOL: Yes, all we can do is wait.\nEVELYN: I was afraid you were going to say that.\nMORDECAN: What happened here? All these husks.\nDOCTOR: Some sort of battle. It seems at least one Galyari had the will to fight these things.\nMORDECAN: You're not kidding.\nDOCTOR: No, I'm not. And, unless I'm very much mistaken, it was probably Nrosha. Come on.\nBREL: Orchestrator, we have assembled as many of our population as we could find.\nBREL: [OC]: There are hundreds of those monsters. They are spreading throughout the Clutch. I feel I should be out fighting them.\nSHOL: I know, Brel. There have been many reports.\nEVELYN: Whatever the Doctor's planning, I think it's going to be directed against all things Galyari that aren't safely behind locked doors.\nSHOL: He wants us to remain protected. Stay where you are, Brel, and maintain what order you can.\nBREL: [OC]: Yes, Orchestrator.\nEVELYN: I do wish the Doctor would hurry.\nDOCTOR: Oh, you're changing. Do excuse us, we'll come back later.\nSANDMAN: Doctor.\nMORDECAN: Careful, Doc. Their mood gets pretty ugly when they're shedding.\nDOCTOR: Not only mood, in this one's case. You're in regression, aren't you? Unravelling evolution with every layer you shed.\nSANDMAN: Yes, with each layer I take a step closer to my ancestors. Stronger Galyari who could\nSANDMAN: blend with their surroundings. Galyari who knew nothing of fear.\nDOCTOR: Galyari who were little more than mindless brutes. Still, that explains how your minions have been able to sneak about so easily.\nMORDECAN: Nrosha? What did he do to her?\nSANDMAN: Death was all she was fit for.\nDOCTOR: So you tore her apart. How courageous of you. You know, her hatred for your must have been quite something. Powerful enough to negate all your influence and allow her to attack you. Not the sort of material you'd want contaminating your collection.\nMORDECAN: Collection?\nDOCTOR: All those skins he's been grafting on to himself over these past years.\nMORDECAN: It sure explains how he got to be so big.\nSANDMAN: It is a harvest for new Shushkubri, and a new army. Each layer I shed is a new soldier, an extension of myself. Every General should have such a devoted army.\nDOCTOR: Yes, General Voshkar. It would have to be your will that rose above all the others within the memory egg. It takes a lot of effort, doesn't it, manipulating all those skins, all those layers of yourself, like puppets. Not to mention subjugating all the latent minds lurking in the race memory.\nSANDMAN: There are no other minds! They have not a fraction of the willpower or the awareness to qualify as minds. They are dark matter, the stuff of my universe. Mine is the only consciousness.\nDOCTOR: I'm sure most aspiring deities feel the same way.\nSANDMAN: You are more god than I, Doctor. You created me! This universe of fear and blackness in which my people live, you carved this apparition of fear in their minds.\nDOCTOR: I created a menace, not some cold-blooded murderer. The most I ever did was give them a scare or two, make some demands, removed the odd discarded skin from the nurseries, that sort of thing.\nMORDECAN: Sounds pretty grim to me, Doc.\nDOCTOR: It's not as bad as it sounds. The skins would only have been collected anyway. Cellular material for the construction of a new Shushkubra, for when the Galyari colonised their next world.\nSANDMAN: Which they will do soon. I am here to free my people, to reclaim their rightful home.\nDOCTOR: What? Deliver them into the Promised Land? Your Promised Land belongs to another race.\nMORDECAN: That's right. Nintaru's people were there long before you, pal.\nDOCTOR: Yes, you Galyari came along and robbed them of their inheritance.\nSANDMAN: They rose up and stole it from us with violence!\nDOCTOR: Yes, but they were primitive in their infancy. Now they're a mature civilisation. Advanced, peaceful. All they want is for you to miss them off your itinerary this time round.\nSANDMAN: But I will destroy them! The Clutch will sail no longer as some interstellar market place. I will forge it into a battle fleet. With such a force I will be able to crush far more than the Kuscar.\nDOCTOR: Well, I wouldn't get too attached to that dream, if I were you. Whatever my part in all this, responsibilities evolve like everything else, and my responsibility now is to oppose you.\nSANDMAN: Learn from Nrosha. To oppose me is death.\nDOCTOR: Well, where I come from, death isn't anything to be feared. Death is a form of growth sickness. We just shed another layer, to allow our new skin to breathe.\nSANDMAN: You lie!\nDOCTOR: Try me.\nDOCTOR: Now, Mordecan! Now!\nMORDECAN: (into comms) Open sesame.\nEVELYN: There's the signal. The Doctor's done it!\nSHOL: Traffic, be advised. Open all internal doors except those previously designated.\nDOCTOR: There, you can hear it already, can't you?\nDOCTOR: You can feel them pecking at your skins out there in the Clutch, layers of yourself.\nMORDECAN: Doc, we'd better get out of here.\nSANDMAN: Oh no! You will die by my hand.\nDOCTOR: You couldn't harm me before, and you can't do it now. I'm part of them, your Nemesis. And you, Voshkar, are nothing but food for the birds! Come on, Mordecan. Time we were leaving.\nMORDECAN: I'm way ahead of you.\nMORDECAN: Oh, poor Nrosha. We'd been friends for years.\nDOCTOR: Well, I'm sure it's not any consolation, but just to be able to attack must have felt like some sort of victory to her. Hatred as powerful as hers only ever arises out of love. We can't always reap what we sow, but in the end it's what we sow that really matters. Come on.\nMORDECAN: Tell me, Doc. Why birds?\nDOCTOR: Ah. Something not even the murderous Voshkar could bring himself to harm. My blood cemented the psychic bond, enabling me to act as a controlling influence, and marshal them into an effective fighting force. And it rather appealed to me to emulate my old friend Daphne du Maurier.\nMORDECAN: Who?\nDOCTOR: You know, for a well-travelled man, you really should be more widely read.\nBREL: Orchestrator.\nSHOL: How is the patient?\nNINTARU: They say I will recover, thank you.\nSHOL: You are welcome. Commander Brel, you need not continue to stand guard here.\nBREL: But Orchestrator, he has yet to be sentenced for his part in all this.\nSHOL: The Doctor has told me that the heart of any crime is in its motive. I have a notion of what he means, and I am persuaded that Nintaru has done nothing wrong. He came as a diplomat, returning the ashes of a relic to its rightful owners. A gesture of peace. I have already released Mordecan, and as soon as he is well, Nintaru is free to return to his people.\nNINTARU: And what of our world?\nSHOL: The Doctor advised me that the ashes of the Shushkubra remain in abundance on Galyar. Is this so?\nNINTARU: It is very probable.\nSHOL: Then for the safety of all your people, I will be steering the Clutch clear of your world.\nBREL: That will be the first change of course for the Clutch in generations.\nSHOL: True. And the Doctor hopes it will be the first of many. But of course, such long journeys must be taken with care, one step at a time.\nDOCTOR: Well, thank you for the escort, Mister Mordecan. We'll be out of your hair shortly.\nMORDECAN: I hope so. I haven't much left. Right, I'm off to look in on Nintaru. You just make sure you're gone by the time I get back. See you around.\nDOCTOR: Well, you never know. I might be dropping by to check in on things once in a blue moon.\nEVELYN: I suppose they must encounter quite a few of those in a hundred thousand year migration.\nDOCTOR: You know, I've never stopped to count them. Well, goodbye, Mister Mordecan.\nEVELYN: Goodbye.\nMORDECAN: Bon voyage.\nEVELYN: Doctor?\nDOCTOR: Mmm hmm?\nEVELYN: Now that the Galyari know the truth about you, won't that enter into their race memory? If you do come back, surely you won't be the same awe-inspiring figure you used to be? Those scary tales won't have been passed down from generation to generation.\nDOCTOR: Perhaps not. All the same, I'd hope I was still good for a spot of bedtime reading material, well, for the next few centuries at the very least."
    }
  ],
  "cast_list": [],
  "parse_warnings": []
}