{
  "id": "043-doctor-who-and-the-pirates",
  "release_number": 43,
  "title": "Doctor Who and the Pirates",
  "author": "Jacqueline Rayner",
  "filename": "043. Doctor Who And The Pirates_djvu.txt",
  "format_type": "B",
  "preamble_end_line": 10,
  "parts": [
    {
      "part_number": 2,
      "start_line": 810,
      "end_line": 1413,
      "elements": [
        {
          "type": "direction",
          "text": "[Part Two]",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "And don't forget to warm the pot. So you see, Sally, the Tardis had been stolen by Red Jasper and his pirates. The Doctor had gone on the pirate ship after it, and had been knocked unconscious. And there I was, trapped in a rum-soaked barrel on a ship that had been set ablaze, all alone, except for the former ship's captain who'd been tied to the mast. Or so I thought.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I thought I was telling the story, Evelyn.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, you tell your bits and I'll tell my bits. That's fair, isn't it?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh, all right.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Pours tea.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "[OC]: Help! Help!",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "It's no good, I can't get a purchase. Oh, of all the ways to go. Doctor! Doctor! Anyone!",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Kicking at wood.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "That's it. I think it's beginning to give. If I kick out at the same time. Ah! Help!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Hello?",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "Hello. Is there somebody there? I can't get the lid off.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "[OC]: It's cabin boy Sally. Hold on, I'll get you out of there in no time.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "Hold on a minute. You're not sticking me into your silly fantasies.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "Well, it wasn't really you, obviously. It's just that. Oh Doctor, I just can't.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Evelyn.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I just thought, well, the similarities, why we're here, and it's easier for me.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I know. It's very difficult because you cared. But it's not really fair on Sally, and it's not fair to the memory of Jem. Let him be himself, and Sally will understand.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Understand what? What are you doing here?",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "We're telling you a story of the high seas. Evelyn, are you all right to carry on?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "As right as I'll ever be.",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Crackling flames. ",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "[OC]: Hello? Is somebody there? I can't get the lid off.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "It's Jem, ma'am, the cabin boy. Hold on, I'll get you out of there in no time.",
          "character": "JEM"
        },
        {
          "type": "direction",
          "text": "Wood scraping, effort.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Ah, oh. What are you doing here? I thought the pirates had taken everyone with them.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I kept well away when I saw what were happening. I weren't having nothing to do with pirates. My Dad, he were a First Mate, and he said as how if a man were a man, he'd fight to the last drop of blood before giving in to the skull and crossbones. Which I would have done if I were a man, but I ain't one yet, so I hid in a barrel. 'Course, I Knows how to get the lid off from the inside, though.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Well, I'm very grateful to you. (boom!) But I fear we're out of the frying pan into the fire. Quick, is there any water? We need to put out the flames.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Er, excuse me.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Cap'n Swan, sir. I'll have you untied in a jiffy.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Water, Jem. Water!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I reckon the pirates took it all with them. There you go, Cap'n sir.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "About time too.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, this is ridiculous. Water, water everywhere, and I can't reach any of it. Sacks. Are there any sacks? (coughing) Anything like that. We need to smother the flames.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Down in the hold, maybe.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Oh, come on, then, help me look. Both of you.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Yes, ma‘'am.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "I am the captain of this ship. I give the orders around here. And I order you to go down into the hold for sacks. Yes. (Boom) Ah! Wait for me.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "It's already ankle-deep down here.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Rather wet ankles than hang about on a ladder all day. Oh dear. No sacks. Still, look on the bright side. The sea water will put out the fire.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Not in time. We'll have burned to a crisp long before then. Ah! (splash!) Oh. Oh, my poor Sea Eagle. Oh, oh my poor purse. Everything I own is in my cabin. Jem, down there at once and fetch my gold.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Jem, you're to do nothing of the sort.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "/ am the captain!",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "As you are obviously very fond of telling people. But in case you hadn't noticed, the water is pouring in all around us and the deck is burning above us. We may well be going to die anyway, but I'm damned if I'll let you send anyone to their death for the sake of a few pieces of gold. Now, we have to get off this ship. Where are the lifeboats?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Lifeboats?",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, good grief, you must have small boats you use to get ashore?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "That villain Jasper smashed them to pieces.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, all right, all right, I'll think of something.",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Big crash.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "We can't go back up there.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "We have to. Look, dip a hankie or something in the water and hold it over your face. When we get back up, keep down low on the deck and crawl away from the fire into the wind. The flames are being fanned the other way. Now, listen very carefully.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I'm ruined. Ruined!",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Please shut up and listen! Captain, I want you to fetch some planks.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "What planks?",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Chop up the deck if you have to, just get some. Jem, I want you to get some rope.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "All right.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "I'm going to fetch some barrels.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "But that's where the fire started. You won't be able to get at them.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "But I have to. I won't let us burn.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "(drowsy) I won't let you burn.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Damn. Damn! I would have staked me life old One-Eye was on that ship. Perhaps Bones did kill him after all.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Someone was asking about ships going this way.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Aye, they were. And maybe this brightly coloured gentleman can tell us a bit about that, when he wakes up. Wake him up, Mister Merriweather!",
          "character": "JASPER"
        },
        {
          "type": "direction",
          "text": "Splash. The Doctor splutters.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Untie me this instant.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Give me the treasure map and I will, with the greatest of pleasure.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "I don't have a treasure map. I don't know anything about a treasure map.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "That's what they all say.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Maybe they're all telling the truth. I have no map, have no knowledge of any map, and know not the slightest thing about any treasure.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You're telling me you don't know anything about One-Eyed Trent?",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "I'm sorry, I didn't realise I had to spell out absolutely everything. Obviously, I also have no knowledge of any One-Eyed Trent.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "So why were you so keen to get on board a ship heading to the Ruby Islands, eh?",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "That's easy. I wasn't.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "A slow match under your fingernail will burn right down to the bone. Did you know that?",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Actually, I did. I know virtually everything not related to maps or treasure. But I assure you, torturing me would be an absolute waste of time. Not only do I have a very high pain threshold, but, and please listen this time, I don't know anything about any map or any treasure.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "He'll change his tune.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "No, I won't. Look, perhaps I can help you. I take it One-Eyed Trent has a treasure map relating to these Ruby Islands. Someone was asking after ships going that way, and they found the Sea Eagle. You assumed it was Trent, going to fetch his treasure.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "His treasure? His treasure? He forfeited every right to that treasure the day he sold us out!",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Did he now? Well, perhaps you could elaborate? Please? I might be able to help you?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Hmm, perhaps ye can. And if not, I can always have your tongue cut out to stop you telling anyone else. We were serving under Ezekiel Bones, the most feared man ever to sail these seas. One-Eye was his First Mate, and Bones trusted him with his life. It was near the Ruby Islands that we came across the King's ship. Taking jewels back to England to William and Mary, it was. More than you have ever seen in the whole of your life. Well, we took the ship and the gems, but the captain, damn him, had words to say to Bones while he could still talk. I was nearby, so I heard, though Bones never knew it. He told him that we would all swing soon, that the King had an agent in with us, in with Bones himself, and when they landed in England again he'd turn evidence on us all.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "And did this captain tell Bones who the agent was?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Never had a chance. His head was rolling on the deck before he'd finished speaking. Like as not, he didn't now anyway. But Bones believed him.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Really. And took action, I suppose.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh yes. We struck a course for the Ruby Islands, named by Bones himself, so you'll never see them on any chart. Bones set the crew to carrying the treasure onshore. Now that's not something he'd ever done before. I mean, why hide your wealth when you can spend it, eh? But it's clear Bones didn't trust anyone. Twenty men went onto that island, and only Bones came back.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "You escaped?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "One-Eye stayed on board with a handful of the lads, and I was one of them. Just enough to sail the ship home. We sailed for Jamaica. Bones didn't want to risk England is my guess. I knew I had to make my move as soon as we docked. He was going to kill us all rather than risk the King's man getting through. And sure enough, he did. Six shots I heard from where I'd hidden myself, which I reckoned left just Bones and One-Eye alive. But then I saw an army of the King's men headed towards the ship and they carried out the bodies, and they dragged out Bones, and One-Eye wasn't to be seen. And I searched the ship for the map he'd made, for to find the treasure again, and it wasn't to be seen either. The very next day they hanged Bones, and when I came back a year later he was still staring out at me from the gibbet, though of course the birds had long pecked his sockets clean.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "So, you think One-Eye was the King's man, and he'd fetched the soldiers and stolen the map.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Think? I know it. I didn't want to risk my neck then, reckoning One-Eye'd think me dead with the rest, but after a year I came back and I asked around. It's hard to miss a man with one eye, you know. He'd sailed for England just days after the captain had hanged. England, mind, not the Ruby Islands, but I knew he'd be coming back there in the end. He just didn't want the army getting hold of the map, because then he'd have to kiss the treasure goodbye. So, off I went to England to find him, reckoning as how he might be glad to see an old shipmate again.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Not thinking to perhaps kill him and steal the treasure map, then.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "(laughs) He's got your measure, Red.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Yes, and seeing as we're all becoming such friends, perhaps I might be untied? It would help me think.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Why not. You can't get far. Merriweather.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Oh, ah, thank you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "The point is, I tracked Trent to Plymouth and then on to London. But London's a fine big town, and even a one-eyed man can hide there, especially if he's picked up a nice bounty from the King. So, I went back to sea and earned myself my own ship and my own crew, but I listened out for any mention of those Ruby Islands, and I knew one day I'd be coming back here, with that map or without.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "So when you heard that the Sea Eagle was heading in this direction, that someone had, what, been going round bars asking if any ships were sailing this way, you decided it was One-Eyed Trent and decided to intercept him. I admit I can find a few flaws in your plan, but wouldn't it have been easier to see if the ship went to the island first? And anyway, the chances of it being Trent must be slim. How long ago was all this? Would he have waited this long?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Nine years ago, it was. And that had occurred to me, but you see, I knew it must be One- Eye, or someone who had the map, for they'd been asking for the Ruby Islands by name, and didn't I tell you that Bones gave them that name himself? So the only men alive who know it are One-Eye and me.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "But One-Eye wasn't on the Sea Eagle, and I'm certainly not your man. I have to say, in my expert opinion, you're chasing rainbows. Trent probably dug up the treasure years ago, and let slip about the Ruby Islands in his cups.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "No! That treasure is still there, I can feel it in me bones. And what's more, I will have it. I'll make them tell me where it is.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Stroke. And stroke. And stroke.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I really think, madam, that as I am the captain, you should be the one with the oar and I should be the one doing all the stroking.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Whose idea was this raft? And if we are to reach the, what did you call them, Jem?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "The Ruby Islands.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "If we're to reach the Ruby Islands by sunset, we need strong young men rowing it, not old fogies like me. Now, a little more to, is that port? To port, please.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "These islands aren't even marked on the map. This is a fool's errand.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Well, we either trust what Jem says and aim for them, or drift about on the open sea until we die. Speaking for myself, I'd rather try for a fool's errand than do nothing. Or would you rather borrow young Jem's pistol and shoot yourself in the head here and now?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "They're real enough. My Dad told me about the Ruby Islands many a time. And he taught me to read a chart soon as I could sit on his knee. That's why I signed on with you, Cap'n. I wanted to see them for myself.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "And I'm sure we're all very grateful that you did. Now, perhaps we could start heading there again, Captain. With just young Jem rowing, we seem to be heading round in circles. Could you pass me your compass, Jem, and I'll try to get it back on course. Now, stroke. And stroke. Stroke.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Now men, those of you who've just joined up won't Know that we're headed to the Ruby Islands. Anyone know the Ruby Islands, eh?",
          "character": "JASPER"
        },
        {
          "type": "direction",
          "text": "Mutterings.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Hmm? See, I think that one of you does. One of you off the Sea Eagle. (draws sword) Is it you?",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "No, Cap'n.",
          "character": "SAILOR"
        },
        {
          "type": "dialogue",
          "text": "You say no, do you? And the rest of you, you still say the same?",
          "character": "JASPER"
        },
        {
          "type": "direction",
          "text": "Muttered no, no way.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "What if I told you that there was treasure to be found. Would you know the name then? (silence) Well, I say there is treasure there, and I mean to find it. But if there's a man on board who just happens to know its true resting place, 000, I would reward him well. Yes, equal shares of the treasure there be for all, but for that man, well, let's just say his share would be a bit more equal than the others. And what's more, he'd have the gratitude of Red Jasper, and that can get a man a long, long way. No? Will the man not stand up and be known? No? Are you sure it's not you, sailor?",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "No, Cap'n.",
          "character": "SAILOR"
        },
        {
          "type": "dialogue",
          "text": "No you're not sure or no it's not you?",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "It's not me, Cap'n.",
          "character": "SAILOR"
        },
        {
          "type": "dialogue",
          "text": "(sighs) I see. Oh well. (pistol shot, thud) And if the man I'm after doesn't want to go the same way, he had better show himself now!",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "JJ Row, row, row your boat gently down the stream, Merrily, merrily, merrily, merrily, life is but a dream. 3",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "A nightmare, you mean.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "I always try to look on the bright side. Isn't this better than being burnt alive on your boat?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Ship. She's a ship.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Was a ship.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "(laughs) Me old Dad used to get man when landlubbers talked about boats. Should be keel- hauled, he'd say. Maybe if they saw a ship close enough it'd stick in their minds.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "He sounds like a man who knows his own mind.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "He did that. He's dead now, though.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Oh, I'm sorry.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "It was a long time ago. He sort of pined away, you see. Said he wouldn't last that long on dry land, and he didn't. Matter of a year or so.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "And your mother?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Followed him this last winter. That's why I'm here. Always reckoned I'd go to sea, but she wouldn't hear of it.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Because of your father? Did she not like him being a sailor?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "She said she'd put up with it long enough. He'd kept going off to sea after they were wed, but she didn't like it, him being away all the time and barely bringing home enough to keep her.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Hmm. Women. Never satisfied.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Yes, thank you, Captain. Carry on, Jem.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Well, then I came along and she struggled worse. About six years I was when he came home for good. He'd made enough on his last trip to keep us well, he said, and took us off to London where the living was good. But he hated it there.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "So why didn't he go back to sea?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I dunno. Me Mam, I reckon. He said he were never going back, but he taught me everything he knew about the sea. That compass there, that were his. He said I should keep hold of that and keep it safe, that it might even take me to the Ruby Islands one day, to the treasure.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "+ SWAN: Treasure?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "So he said. It wasn't something he talked about much, only when he'd had a drop of rum. Well, me name, you see, it used to make him laugh. Me name's really James, see. Me Mam were a Catholic and named me after the old King, only they took to calling me Jem and that's what made me Dad laugh. Said he was glad he hadn't brought all the other gems home cos one was enough for him. He found names funny, like he used to laugh our name was London and we was living in London.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Mmm, quite the coincidence.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "And then there were this time when a peddler were calling round our way, and he lifted me up on his donkey, and Dad laughed so loud we thought he'd choke. Thought he'd gone mad, really, cos it weren't actually funny at all. But when he'd had a few he let slip that this island with the treasure on were shaped like a donkey. Jem's on the donkey, he kept saying. Gems on the donkey.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "That's unusual.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "To the very west, the island was. Well, I reckon that's where we should be making for, and maybe we'll find the treasure. That'd be a tale worth telling them at home",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "If we ever get to see beloved England again.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Jem, I hope you don't mind my saying so, but did you never think that was slightly suspicious, that your father knew the location of a hidden treasure?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "He were a long time at sea. Reckon he knew a few things.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "I suppose so.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Anyway, it's lucky he did tell me about those islands or we wouldn't know where we were.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Oh yes, thank goodness for that.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Or so I thought at the time. If only.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Evelyn, if onlys don't work, even in time travel. Well, most of the time.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "The thing is, for a few brief moments I was actually happy. Marooned in the middle of the ocean without food or water, yes, but just for a few moments the future seemed to stretch before us. I thought it would all end happily, as it usually does. That young boy would go on to make his fortune, find a sweetheart, have his own ship, that sort of thing, have sons of his own, sit them on his knee and tell them tales of his adventures, maybe laugh with them at stories of a strange old woman who came from nowhere and got trapped in a barrel. I didn't know then that his future wouldn't even stretch to another day.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "That's because you weren't to know just how mad Jasper was. But I soon found out.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I heard a shot.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Jasper probably shot someone.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "I hope you're joking.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Why would I joke?",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "What? I'm going up there.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Jasper won't thank you for that.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Out of my way. Let me through, will you, I'm a Doctor.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "He don't need a doctor.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "What have you done?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, just showing the lads me pistol collection, and er letting them know what'll happen to them if they don't tell me where the treasure is.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Have you considered the possibility that they might not know?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Considered it, dismissed it.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "You're quite mad, aren't you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Maybe, maybe, but at least I'll be mad and rich. Hahahahahahaha! Now you, do you know where the treasure is?",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "I swear I don't.",
          "character": "SAILOR"
        },
        {
          "type": "dialogue",
          "text": "Stop it. No treasure is worth a man's life.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I don't agree with you there. Here we all are, poor and unhappy. I kill a man, find out where",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "the treasure is, and the rest of us will be much happier. Better few and happy than all in miserable poverty.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "You really are mad.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I know what I want, and I call that sane. Mister Merriweather!",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Sir.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "I'm going to my cabin now. You're in charge of this ragamuffin. Oh yes, and if anyone happens to mention treasure, you will let me know, won't you? I shall be busy thinking of ways to persuade them to share their knowledge with me. Hahahahahahahal!",
          "character": "JASPER"
        },
        {
          "type": "direction",
          "text": "Door slams.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "So, am I going to get the grand tour? Not a bad little ship this, I suppose, but I've seen better.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "There's none better than the Adventurer's Fancy.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Oh, there is, you know. The Queen Mary, the QE2, the Titanic was extremely nice, although of course it had its drawbacks. I haven't seen your quoit deck or heated swimming pool, but I suspect they're not quite the same. And there's really nothing to beat a slap-up meal at the Captain's Table. Champagne, strawberries",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You don't know anything about a sailor's life.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "I've sailed more ships than you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Even if you have, you're no pirate.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "I take that as a compliment.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, I'm very thirsty.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "I know, dear, but you'll just have to hold on a little bit longer.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "All this water. It wouldn't hurt just to drink a little drop, would it?",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "You mustn't. I know it's hard, but we'll be all right, I promise. We'll find this donkey-shaped island, and there'll be cool streams and juicy fruit and coconut milk. Just keep your mind on that.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh, this is ridiculous. We don't even have any shade. And my head hurts. I think I may take a small nap.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "No! We must stay awake, all of us. Look, give me the oar, Jem, and I'll take a turn at rowing, but none of us can go to sleep. We're dehydrating enough as it is.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Excuse me, but if anyone is to have a break from rowing, then I think it should be me.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "I didn't ask you.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I am the captain!",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "The captain of this raft? I don't think so.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I tell you, madam, I am",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Look!",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "What is it?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I'm not sure, but I can see something. Just a speck in the distance, but it's something. Look, there!",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Here, my spyglass. Let me see. Yes. There's something there.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, I can taste the lovely cool water already.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Then let's row. Row as if our lives depended on it.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Which, of course, they did. Oh dear. Just thinking about it. I wonder if I might have another cup of tea?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I'll get it. You carry on.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I can see something now. Hold on, pass me that spyglass, Captain. Ah.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "What?",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "I don't think that's an island. It's a ship.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Is it the pirate ship?",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "They'll have water. Rum.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, I can taste the rum. Come on, row! Row. Row.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "I can't do it, knowing what happens to that poor boy. I just can't do it. I want things to have a happy ending. This was the wrong story to tell. Good doesn't win.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Virtue is triumphant only in theatrical performances.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "Ah, now was that one of my lines or not? I can't remember.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You wrote the script of the Mikado?",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "Oh, no, no, no, I don't want to take away any of Gilbert's credit. Inspired, shall we say",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "rather than wrote as such. There, Evelyn, that's what you need. A nice musical. No one ever dies in musicals.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Evita? Miss Saigon? Jesus Christ Superstar, Les Mis",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "All right, all right. Arthur never liked me calling his works musicals anyway.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, quite right too. Give me an Andrew Lloyd-Webber any day.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "You're not a fan?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "If you'd had to sit through as many student productions as I have. Oh, sorry, Sally.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "And we open the mouth and remove the foot.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Sally was Yum Yum in her second year, and very good she was too.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Good never wins out in real life. Love never conquers all. There's no such thing as happily ever after.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "That's not true. Oh Sally, you must see that's not true.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Evelyn, on with the story.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I can't.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "It's something we have to finish, Evelyn. But perhaps you do need some light relief. So, if virtue is triumphant only in theatrical performances",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Intro to A Modern Major General from The Pirates of Penzance plays, the Doctor clears his throat.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "You're not going to sing.",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Skidding of needle across record.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "There, you're distracted already. Now, where was I? Oh yes. That impudent mate Merriweather had the cheek to say I was no pirate. Well, of course he was quite right, but that didn't stop me being slightly annoyed.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You're no pirate.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "I take that as a compliment. You're quite right. I never could rob and cheat and kill like you do. But if you're saying I don't know what it's like to be outlawed for roaming the world, exploring, gathering knowledge, fighting with my wits, well then you're completely wrong.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "No, I meant the robbing, cheating and killing thing.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Ah ha! Then you have never truly appreciated what it is to be a buccaneer. Let me explain a few things to you. For you see, one could almost say that I am the very model of a Gallifreyan buccaneer.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh no. You are going to sing.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Well, yes, Iam. Mmm. 31 J",
          "character": "DOCTOR"
        }
      ],
      "searchable_dialogue": "EVELYN: And don't forget to warm the pot. So you see, Sally, the Tardis had been stolen by Red Jasper and his pirates. The Doctor had gone on the pirate ship after it, and had been knocked unconscious. And there I was, trapped in a rum-soaked barrel on a ship that had been set ablaze, all alone, except for the former ship's captain who'd been tied to the mast. Or so I thought.\nDOCTOR: I thought I was telling the story, Evelyn.\nEVELYN: Well, you tell your bits and I'll tell my bits. That's fair, isn't it?\nDOCTOR: Oh, all right.\nSWAN: [OC]: Help! Help!\nEVELYN: It's no good, I can't get a purchase. Oh, of all the ways to go. Doctor! Doctor! Anyone!\nEVELYN: That's it. I think it's beginning to give. If I kick out at the same time. Ah! Help!\nSALLY: [OC]: Hello?\nEVELYN: Hello. Is there somebody there? I can't get the lid off.\nSALLY: [OC]: It's cabin boy Sally. Hold on, I'll get you out of there in no time.\nSALLY: Hold on a minute. You're not sticking me into your silly fantasies.\nEVELYN: Well, it wasn't really you, obviously. It's just that. Oh Doctor, I just can't.\nDOCTOR: Evelyn.\nEVELYN: I just thought, well, the similarities, why we're here, and it's easier for me.\nDOCTOR: I know. It's very difficult because you cared. But it's not really fair on Sally, and it's not fair to the memory of Jem. Let him be himself, and Sally will understand.\nSALLY: Understand what? What are you doing here?\nDOCTOR: We're telling you a story of the high seas. Evelyn, are you all right to carry on?\nEVELYN: As right as I'll ever be.\nEVELYN: [OC]: Hello? Is somebody there? I can't get the lid off.\nJEM: It's Jem, ma'am, the cabin boy. Hold on, I'll get you out of there in no time.\nEVELYN: Ah, oh. What are you doing here? I thought the pirates had taken everyone with them.\nJEM: I kept well away when I saw what were happening. I weren't having nothing to do with pirates. My Dad, he were a First Mate, and he said as how if a man were a man, he'd fight to the last drop of blood before giving in to the skull and crossbones. Which I would have done if I were a man, but I ain't one yet, so I hid in a barrel. 'Course, I Knows how to get the lid off from the inside, though.\nEVELYN: Well, I'm very grateful to you. (boom!) But I fear we're out of the frying pan into the fire. Quick, is there any water? We need to put out the flames.\nSWAN: Er, excuse me.\nJEM: Cap'n Swan, sir. I'll have you untied in a jiffy.\nEVELYN: Water, Jem. Water!\nJEM: I reckon the pirates took it all with them. There you go, Cap'n sir.\nSWAN: About time too.\nEVELYN: Oh, this is ridiculous. Water, water everywhere, and I can't reach any of it. Sacks. Are there any sacks? (coughing) Anything like that. We need to smother the flames.\nJEM: Down in the hold, maybe.\nEVELYN: Oh, come on, then, help me look. Both of you.\nJEM: Yes, ma‘'am.\nSWAN: I am the captain of this ship. I give the orders around here. And I order you to go down into the hold for sacks. Yes. (Boom) Ah! Wait for me.\nJEM: It's already ankle-deep down here.\nEVELYN: Rather wet ankles than hang about on a ladder all day. Oh dear. No sacks. Still, look on the bright side. The sea water will put out the fire.\nSWAN: Not in time. We'll have burned to a crisp long before then. Ah! (splash!) Oh. Oh, my poor Sea Eagle. Oh, oh my poor purse. Everything I own is in my cabin. Jem, down there at once and fetch my gold.\nEVELYN: Jem, you're to do nothing of the sort.\nSWAN: / am the captain!\nEVELYN: As you are obviously very fond of telling people. But in case you hadn't noticed, the water is pouring in all around us and the deck is burning above us. We may well be going to die anyway, but I'm damned if I'll let you send anyone to their death for the sake of a few pieces of gold. Now, we have to get off this ship. Where are the lifeboats?\nSWAN: Lifeboats?\nEVELYN: Oh, good grief, you must have small boats you use to get ashore?\nSWAN: That villain Jasper smashed them to pieces.\nEVELYN: Oh, all right, all right, I'll think of something.\nJEM: We can't go back up there.\nEVELYN: We have to. Look, dip a hankie or something in the water and hold it over your face. When we get back up, keep down low on the deck and crawl away from the fire into the wind. The flames are being fanned the other way. Now, listen very carefully.\nSWAN: I'm ruined. Ruined!\nEVELYN: Please shut up and listen! Captain, I want you to fetch some planks.\nSWAN: What planks?\nEVELYN: Chop up the deck if you have to, just get some. Jem, I want you to get some rope.\nJEM: All right.\nEVELYN: I'm going to fetch some barrels.\nJEM: But that's where the fire started. You won't be able to get at them.\nEVELYN: But I have to. I won't let us burn.\nDOCTOR: (drowsy) I won't let you burn.\nJASPER: Damn. Damn! I would have staked me life old One-Eye was on that ship. Perhaps Bones did kill him after all.\nMERRIWEATHER: Someone was asking about ships going this way.\nJASPER: Aye, they were. And maybe this brightly coloured gentleman can tell us a bit about that, when he wakes up. Wake him up, Mister Merriweather!\nDOCTOR: Untie me this instant.\nJASPER: Give me the treasure map and I will, with the greatest of pleasure.\nDOCTOR: I don't have a treasure map. I don't know anything about a treasure map.\nMERRIWEATHER: That's what they all say.\nDOCTOR: Maybe they're all telling the truth. I have no map, have no knowledge of any map, and know not the slightest thing about any treasure.\nJASPER: You're telling me you don't know anything about One-Eyed Trent?\nDOCTOR: I'm sorry, I didn't realise I had to spell out absolutely everything. Obviously, I also have no knowledge of any One-Eyed Trent.\nJASPER: So why were you so keen to get on board a ship heading to the Ruby Islands, eh?\nDOCTOR: That's easy. I wasn't.\nJASPER: A slow match under your fingernail will burn right down to the bone. Did you know that?\nDOCTOR: Actually, I did. I know virtually everything not related to maps or treasure. But I assure you, torturing me would be an absolute waste of time. Not only do I have a very high pain threshold, but, and please listen this time, I don't know anything about any map or any treasure.\nMERRIWEATHER: He'll change his tune.\nDOCTOR: No, I won't. Look, perhaps I can help you. I take it One-Eyed Trent has a treasure map relating to these Ruby Islands. Someone was asking after ships going that way, and they found the Sea Eagle. You assumed it was Trent, going to fetch his treasure.\nJASPER: His treasure? His treasure? He forfeited every right to that treasure the day he sold us out!\nDOCTOR: Did he now? Well, perhaps you could elaborate? Please? I might be able to help you?\nJASPER: Hmm, perhaps ye can. And if not, I can always have your tongue cut out to stop you telling anyone else. We were serving under Ezekiel Bones, the most feared man ever to sail these seas. One-Eye was his First Mate, and Bones trusted him with his life. It was near the Ruby Islands that we came across the King's ship. Taking jewels back to England to William and Mary, it was. More than you have ever seen in the whole of your life. Well, we took the ship and the gems, but the captain, damn him, had words to say to Bones while he could still talk. I was nearby, so I heard, though Bones never knew it. He told him that we would all swing soon, that the King had an agent in with us, in with Bones himself, and when they landed in England again he'd turn evidence on us all.\nDOCTOR: And did this captain tell Bones who the agent was?\nJASPER: Never had a chance. His head was rolling on the deck before he'd finished speaking. Like as not, he didn't now anyway. But Bones believed him.\nDOCTOR: Really. And took action, I suppose.\nJASPER: Oh yes. We struck a course for the Ruby Islands, named by Bones himself, so you'll never see them on any chart. Bones set the crew to carrying the treasure onshore. Now that's not something he'd ever done before. I mean, why hide your wealth when you can spend it, eh? But it's clear Bones didn't trust anyone. Twenty men went onto that island, and only Bones came back.\nDOCTOR: You escaped?\nJASPER: One-Eye stayed on board with a handful of the lads, and I was one of them. Just enough to sail the ship home. We sailed for Jamaica. Bones didn't want to risk England is my guess. I knew I had to make my move as soon as we docked. He was going to kill us all rather than risk the King's man getting through. And sure enough, he did. Six shots I heard from where I'd hidden myself, which I reckoned left just Bones and One-Eye alive. But then I saw an army of the King's men headed towards the ship and they carried out the bodies, and they dragged out Bones, and One-Eye wasn't to be seen. And I searched the ship for the map he'd made, for to find the treasure again, and it wasn't to be seen either. The very next day they hanged Bones, and when I came back a year later he was still staring out at me from the gibbet, though of course the birds had long pecked his sockets clean.\nDOCTOR: So, you think One-Eye was the King's man, and he'd fetched the soldiers and stolen the map.\nJASPER: Think? I know it. I didn't want to risk my neck then, reckoning One-Eye'd think me dead with the rest, but after a year I came back and I asked around. It's hard to miss a man with one eye, you know. He'd sailed for England just days after the captain had hanged. England, mind, not the Ruby Islands, but I knew he'd be coming back there in the end. He just didn't want the army getting hold of the map, because then he'd have to kiss the treasure goodbye. So, off I went to England to find him, reckoning as how he might be glad to see an old shipmate again.\nDOCTOR: Not thinking to perhaps kill him and steal the treasure map, then.\nMERRIWEATHER: (laughs) He's got your measure, Red.\nDOCTOR: Yes, and seeing as we're all becoming such friends, perhaps I might be untied? It would help me think.\nJASPER: Why not. You can't get far. Merriweather.\nDOCTOR: Oh, ah, thank you.\nJASPER: The point is, I tracked Trent to Plymouth and then on to London. But London's a fine big town, and even a one-eyed man can hide there, especially if he's picked up a nice bounty from the King. So, I went back to sea and earned myself my own ship and my own crew, but I listened out for any mention of those Ruby Islands, and I knew one day I'd be coming back here, with that map or without.\nDOCTOR: So when you heard that the Sea Eagle was heading in this direction, that someone had, what, been going round bars asking if any ships were sailing this way, you decided it was One-Eyed Trent and decided to intercept him. I admit I can find a few flaws in your plan, but wouldn't it have been easier to see if the ship went to the island first? And anyway, the chances of it being Trent must be slim. How long ago was all this? Would he have waited this long?\nJASPER: Nine years ago, it was. And that had occurred to me, but you see, I knew it must be One- Eye, or someone who had the map, for they'd been asking for the Ruby Islands by name, and didn't I tell you that Bones gave them that name himself? So the only men alive who know it are One-Eye and me.\nDOCTOR: But One-Eye wasn't on the Sea Eagle, and I'm certainly not your man. I have to say, in my expert opinion, you're chasing rainbows. Trent probably dug up the treasure years ago, and let slip about the Ruby Islands in his cups.\nJASPER: No! That treasure is still there, I can feel it in me bones. And what's more, I will have it. I'll make them tell me where it is.\nEVELYN: Stroke. And stroke. And stroke.\nSWAN: I really think, madam, that as I am the captain, you should be the one with the oar and I should be the one doing all the stroking.\nEVELYN: Whose idea was this raft? And if we are to reach the, what did you call them, Jem?\nJEM: The Ruby Islands.\nEVELYN: If we're to reach the Ruby Islands by sunset, we need strong young men rowing it, not old fogies like me. Now, a little more to, is that port? To port, please.\nSWAN: These islands aren't even marked on the map. This is a fool's errand.\nEVELYN: Well, we either trust what Jem says and aim for them, or drift about on the open sea until we die. Speaking for myself, I'd rather try for a fool's errand than do nothing. Or would you rather borrow young Jem's pistol and shoot yourself in the head here and now?\nJEM: They're real enough. My Dad told me about the Ruby Islands many a time. And he taught me to read a chart soon as I could sit on his knee. That's why I signed on with you, Cap'n. I wanted to see them for myself.\nEVELYN: And I'm sure we're all very grateful that you did. Now, perhaps we could start heading there again, Captain. With just young Jem rowing, we seem to be heading round in circles. Could you pass me your compass, Jem, and I'll try to get it back on course. Now, stroke. And stroke. Stroke.\nJASPER: Now men, those of you who've just joined up won't Know that we're headed to the Ruby Islands. Anyone know the Ruby Islands, eh?\nJASPER: Hmm? See, I think that one of you does. One of you off the Sea Eagle. (draws sword) Is it you?\nSAILOR: No, Cap'n.\nJASPER: You say no, do you? And the rest of you, you still say the same?\nJASPER: What if I told you that there was treasure to be found. Would you know the name then? (silence) Well, I say there is treasure there, and I mean to find it. But if there's a man on board who just happens to know its true resting place, 000, I would reward him well. Yes, equal shares of the treasure there be for all, but for that man, well, let's just say his share would be a bit more equal than the others. And what's more, he'd have the gratitude of Red Jasper, and that can get a man a long, long way. No? Will the man not stand up and be known? No? Are you sure it's not you, sailor?\nSAILOR: No, Cap'n.\nJASPER: No you're not sure or no it's not you?\nSAILOR: It's not me, Cap'n.\nJASPER: (sighs) I see. Oh well. (pistol shot, thud) And if the man I'm after doesn't want to go the same way, he had better show himself now!\nEVELYN: JJ Row, row, row your boat gently down the stream, Merrily, merrily, merrily, merrily, life is but a dream. 3\nSWAN: A nightmare, you mean.\nEVELYN: I always try to look on the bright side. Isn't this better than being burnt alive on your boat?\nSWAN: Ship. She's a ship.\nEVELYN: Was a ship.\nJEM: (laughs) Me old Dad used to get man when landlubbers talked about boats. Should be keel- hauled, he'd say. Maybe if they saw a ship close enough it'd stick in their minds.\nEVELYN: He sounds like a man who knows his own mind.\nJEM: He did that. He's dead now, though.\nEVELYN: Oh, I'm sorry.\nJEM: It was a long time ago. He sort of pined away, you see. Said he wouldn't last that long on dry land, and he didn't. Matter of a year or so.\nEVELYN: And your mother?\nJEM: Followed him this last winter. That's why I'm here. Always reckoned I'd go to sea, but she wouldn't hear of it.\nEVELYN: Because of your father? Did she not like him being a sailor?\nJEM: She said she'd put up with it long enough. He'd kept going off to sea after they were wed, but she didn't like it, him being away all the time and barely bringing home enough to keep her.\nSWAN: Hmm. Women. Never satisfied.\nEVELYN: Yes, thank you, Captain. Carry on, Jem.\nJEM: Well, then I came along and she struggled worse. About six years I was when he came home for good. He'd made enough on his last trip to keep us well, he said, and took us off to London where the living was good. But he hated it there.\nEVELYN: So why didn't he go back to sea?\nJEM: I dunno. Me Mam, I reckon. He said he were never going back, but he taught me everything he knew about the sea. That compass there, that were his. He said I should keep hold of that and keep it safe, that it might even take me to the Ruby Islands one day, to the treasure.\nEVELYN: + SWAN: Treasure?\nJEM: So he said. It wasn't something he talked about much, only when he'd had a drop of rum. Well, me name, you see, it used to make him laugh. Me name's really James, see. Me Mam were a Catholic and named me after the old King, only they took to calling me Jem and that's what made me Dad laugh. Said he was glad he hadn't brought all the other gems home cos one was enough for him. He found names funny, like he used to laugh our name was London and we was living in London.\nSWAN: Mmm, quite the coincidence.\nJEM: And then there were this time when a peddler were calling round our way, and he lifted me up on his donkey, and Dad laughed so loud we thought he'd choke. Thought he'd gone mad, really, cos it weren't actually funny at all. But when he'd had a few he let slip that this island with the treasure on were shaped like a donkey. Jem's on the donkey, he kept saying. Gems on the donkey.\nEVELYN: That's unusual.\nJEM: To the very west, the island was. Well, I reckon that's where we should be making for, and maybe we'll find the treasure. That'd be a tale worth telling them at home\nSWAN: If we ever get to see beloved England again.\nEVELYN: Jem, I hope you don't mind my saying so, but did you never think that was slightly suspicious, that your father knew the location of a hidden treasure?\nJEM: He were a long time at sea. Reckon he knew a few things.\nEVELYN: I suppose so.\nJEM: Anyway, it's lucky he did tell me about those islands or we wouldn't know where we were.\nEVELYN: Oh yes, thank goodness for that.\nEVELYN: Or so I thought at the time. If only.\nDOCTOR: Evelyn, if onlys don't work, even in time travel. Well, most of the time.\nEVELYN: The thing is, for a few brief moments I was actually happy. Marooned in the middle of the ocean without food or water, yes, but just for a few moments the future seemed to stretch before us. I thought it would all end happily, as it usually does. That young boy would go on to make his fortune, find a sweetheart, have his own ship, that sort of thing, have sons of his own, sit them on his knee and tell them tales of his adventures, maybe laugh with them at stories of a strange old woman who came from nowhere and got trapped in a barrel. I didn't know then that his future wouldn't even stretch to another day.\nDOCTOR: That's because you weren't to know just how mad Jasper was. But I soon found out.\nDOCTOR: I heard a shot.\nMERRIWEATHER: Jasper probably shot someone.\nDOCTOR: I hope you're joking.\nMERRIWEATHER: Why would I joke?\nDOCTOR: What? I'm going up there.\nMERRIWEATHER: Jasper won't thank you for that.\nDOCTOR: Out of my way. Let me through, will you, I'm a Doctor.\nJASPER: He don't need a doctor.\nDOCTOR: What have you done?\nJASPER: Oh, just showing the lads me pistol collection, and er letting them know what'll happen to them if they don't tell me where the treasure is.\nDOCTOR: Have you considered the possibility that they might not know?\nJASPER: Considered it, dismissed it.\nDOCTOR: You're quite mad, aren't you.\nJASPER: Maybe, maybe, but at least I'll be mad and rich. Hahahahahahaha! Now you, do you know where the treasure is?\nSAILOR: I swear I don't.\nDOCTOR: Stop it. No treasure is worth a man's life.\nJASPER: I don't agree with you there. Here we all are, poor and unhappy. I kill a man, find out where\nJASPER: the treasure is, and the rest of us will be much happier. Better few and happy than all in miserable poverty.\nDOCTOR: You really are mad.\nJASPER: I know what I want, and I call that sane. Mister Merriweather!\nMERRIWEATHER: Sir.\nJASPER: I'm going to my cabin now. You're in charge of this ragamuffin. Oh yes, and if anyone happens to mention treasure, you will let me know, won't you? I shall be busy thinking of ways to persuade them to share their knowledge with me. Hahahahahahahal!\nDOCTOR: So, am I going to get the grand tour? Not a bad little ship this, I suppose, but I've seen better.\nMERRIWEATHER: There's none better than the Adventurer's Fancy.\nDOCTOR: Oh, there is, you know. The Queen Mary, the QE2, the Titanic was extremely nice, although of course it had its drawbacks. I haven't seen your quoit deck or heated swimming pool, but I suspect they're not quite the same. And there's really nothing to beat a slap-up meal at the Captain's Table. Champagne, strawberries\nMERRIWEATHER: You don't know anything about a sailor's life.\nDOCTOR: I've sailed more ships than you.\nMERRIWEATHER: Even if you have, you're no pirate.\nDOCTOR: I take that as a compliment.\nJEM: Oh, I'm very thirsty.\nEVELYN: I know, dear, but you'll just have to hold on a little bit longer.\nJEM: All this water. It wouldn't hurt just to drink a little drop, would it?\nEVELYN: You mustn't. I know it's hard, but we'll be all right, I promise. We'll find this donkey-shaped island, and there'll be cool streams and juicy fruit and coconut milk. Just keep your mind on that.\nSWAN: Oh, this is ridiculous. We don't even have any shade. And my head hurts. I think I may take a small nap.\nEVELYN: No! We must stay awake, all of us. Look, give me the oar, Jem, and I'll take a turn at rowing, but none of us can go to sleep. We're dehydrating enough as it is.\nSWAN: Excuse me, but if anyone is to have a break from rowing, then I think it should be me.\nEVELYN: I didn't ask you.\nSWAN: I am the captain!\nEVELYN: The captain of this raft? I don't think so.\nSWAN: I tell you, madam, I am\nJEM: Look!\nEVELYN: What is it?\nJEM: I'm not sure, but I can see something. Just a speck in the distance, but it's something. Look, there!\nSWAN: Here, my spyglass. Let me see. Yes. There's something there.\nJEM: Oh, I can taste the lovely cool water already.\nEVELYN: Then let's row. Row as if our lives depended on it.\nEVELYN: Which, of course, they did. Oh dear. Just thinking about it. I wonder if I might have another cup of tea?\nDOCTOR: I'll get it. You carry on.\nEVELYN: I can see something now. Hold on, pass me that spyglass, Captain. Ah.\nJEM: What?\nEVELYN: I don't think that's an island. It's a ship.\nJEM: Is it the pirate ship?\nSWAN: They'll have water. Rum.\nJEM: Oh, I can taste the rum. Come on, row! Row. Row.\nEVELYN: I can't do it, knowing what happens to that poor boy. I just can't do it. I want things to have a happy ending. This was the wrong story to tell. Good doesn't win.\nSALLY: Virtue is triumphant only in theatrical performances.\nDOCTOR: Ah, now was that one of my lines or not? I can't remember.\nSALLY: You wrote the script of the Mikado?\nDOCTOR: Oh, no, no, no, I don't want to take away any of Gilbert's credit. Inspired, shall we say\nDOCTOR: rather than wrote as such. There, Evelyn, that's what you need. A nice musical. No one ever dies in musicals.\nSALLY: Evita? Miss Saigon? Jesus Christ Superstar, Les Mis\nDOCTOR: All right, all right. Arthur never liked me calling his works musicals anyway.\nEVELYN: Oh, quite right too. Give me an Andrew Lloyd-Webber any day.\nDOCTOR: You're not a fan?\nEVELYN: If you'd had to sit through as many student productions as I have. Oh, sorry, Sally.\nDOCTOR: And we open the mouth and remove the foot.\nEVELYN: Sally was Yum Yum in her second year, and very good she was too.\nSALLY: Good never wins out in real life. Love never conquers all. There's no such thing as happily ever after.\nEVELYN: That's not true. Oh Sally, you must see that's not true.\nDOCTOR: Evelyn, on with the story.\nEVELYN: I can't.\nDOCTOR: It's something we have to finish, Evelyn. But perhaps you do need some light relief. So, if virtue is triumphant only in theatrical performances\nEVELYN: You're not going to sing.\nDOCTOR: There, you're distracted already. Now, where was I? Oh yes. That impudent mate Merriweather had the cheek to say I was no pirate. Well, of course he was quite right, but that didn't stop me being slightly annoyed.\nMERRIWEATHER: You're no pirate.\nDOCTOR: I take that as a compliment. You're quite right. I never could rob and cheat and kill like you do. But if you're saying I don't know what it's like to be outlawed for roaming the world, exploring, gathering knowledge, fighting with my wits, well then you're completely wrong.\nMERRIWEATHER: No, I meant the robbing, cheating and killing thing.\nDOCTOR: Ah ha! Then you have never truly appreciated what it is to be a buccaneer. Let me explain a few things to you. For you see, one could almost say that I am the very model of a Gallifreyan buccaneer.\nEVELYN: Oh no. You are going to sing.\nDOCTOR: Well, yes, Iam. Mmm. 31 J"
    },
    {
      "part_number": 3,
      "start_line": 1414,
      "end_line": 2160,
      "elements": [
        {
          "type": "direction",
          "text": "[Part Three]",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "J2 I am the very model of a Gallifreyan buccaneer.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I've information on all things a Gallifreyan holds most dear.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I've linked into the Matrix through its exitonic circuitry,",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I understand dimensional and relative chronometry.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I'm very well acquainted too with matters of the Capitol.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I'll give you verse and chapter on Panopticonian protocol.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I've been into the Death Zone and I've played the Game of Rassilon. J Rassilon? Assilon? Bassilon? Ah ha!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "£1 With pestilential monsters that I got a lot of hassle from. J",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "With pestilential monsters that he got a lot of hassle from. With pestilential monsters that he got a lot of hassle from.",
          "character": "CHORUS"
        },
        {
          "type": "dialogue",
          "text": "With pestilential monsters that he got a lot of hassle hassle from. J",
          "character": "CHORUS"
        },
        {
          "type": "dialogue",
          "text": "JJ I understand each language and I speak every vernacular. I'll conjugate each verb obscure, decline each noun irregular.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "In short in every matter that a Gallifreyan holds most dear",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I am the very model of a Gallifreyan Buccaneer. J",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "JJ In short in every matter that a Gallifreyan holds most dear He is the very model of a Gallifreyan Buccaneer! J",
          "character": "CHORUS"
        },
        {
          "type": "dialogue",
          "text": "JJ I’ve tackled shady Castellans with devious behaviour. I’ve sparred with Time Lord chancellors like Thalia, Goth, or Flavia.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "In fact on some occasions I’ve held office presidentially,",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Though maybe I won’t mention I was ousted out eventually.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I know just how it feels to be a wanted man and on the run.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "But wouldn't leave the carefree buccaneering life for anyone.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Though sometimes my adventures seem absurdly operatical J",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Operatical? Hatical? Patical? Ah ha!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "éJ With ups and down and twists and turns and incidents piratical. 2",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "JJ With ups and down and twists and turns and incidents piratical.",
          "character": "CHORUS"
        },
        {
          "type": "dialogue",
          "text": "With ups and down and twists and turns and incidents piratical.",
          "character": "CHORUS"
        },
        {
          "type": "dialogue",
          "text": "With ups and down and twists and turns and incidents pirati-ratical! J",
          "character": "CHORUS"
        },
        {
          "type": "dialogue",
          "text": "JJ I’ve sailed the seven seas of Earth and all the oceans of the Moon. My trusty true Type 40 is my Gallifreyan picaroon.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "But is this really what the average Gallifreyan holds most dear?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I wonder what they think about this Gallifreyan Buccaneer? J2",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "JJ But is this really what the average Gallifreyan holds most dear?",
          "character": "CHORUS"
        },
        {
          "type": "dialogue",
          "text": "We wonder what they think about this Gallifreyan Buccaneer? J",
          "character": "CHORUS"
        },
        {
          "type": "dialogue",
          "text": "J3 But, I’ve defeated evil robots such as Daleks, Quarks, and Cybermen I’ve overthrown dictators from Tobias Vaughn to Mavic Chen",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I’ve rescued helpless maidens from the devastating Viking hordes,",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Vanquished Autons, Axons, Daemons, Krotons, Monoids, Vampires, Voords.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I’ve liberated planets and delivered them from total war,",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Saved Earth, Manussa, Dulkis, Skonnos, Earth, Tigella, Earth once more.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "In short I know I am the truest Rassilonian legatee. J",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Legatee? Decate? Hecate? Hecate? Hmm, not sure if that’s canonical. Ah ha! I have it! Ji And so to Time Lords all I say: remember me to Gallifree! J",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "JJ A sentiment we all agree, remember him to Gallifree!",
          "character": "CHORUS"
        },
        {
          "type": "dialogue",
          "text": "A sentiment we all agree, remember him to Gallifree!",
          "character": "CHORUS"
        },
        {
          "type": "dialogue",
          "text": "A sentiment we all agree, remember him to Galli-Gallifree! J",
          "character": "CHORUS"
        },
        {
          "type": "dialogue",
          "text": "JJ I’m not content to just observe. I am a bold adventurer.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Though other Time Lords mock this Gallifreyan interventioner,",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I know in every matter that a Time Lord really should hold dear,",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I am the very model of a Gallifreyan Buccaneer. J",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "JJ We know in every matter that a Time Lord really should hold dear",
          "character": "CHORUS"
        },
        {
          "type": "dialogue",
          "text": "He is the very model of a Gallifreyan Buccaneer!",
          "character": "CHORUS"
        },
        {
          "type": "dialogue",
          "text": "All of which goes to prove what I said. That you will never make a pirate.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Well, excuse me for not killing people for fun.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Fun? What do you know about it? We follow Jasper's orders.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Can't you see that Jasper is quite, quite mad? He's Henry Morgan and Blackbeard, and Long John Silver rolled into one.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Jasper is a great man.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "The people you raid, they could be your friends, your brothers. Look around you. Look at these jolly sailors. They're colleagues, and yet you'd kill any one of them if Jasper gave the say-so?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I don't say I enjoy it, but it has to be done.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "No, it doesn't.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "It's the pirate way. It's hard, but I must carry out my duty.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Duty my foot.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You don't understand at all.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "direction",
          "text": "A Policeman's Lot from The Pirates of Penzance.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "JJ When a sailor is a-sailing on the ocean. JJ",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "JJ On the ocean. 3",
          "character": "PIRATES"
        },
        {
          "type": "dialogue",
          "text": "JJ Not getting in the way of pirate plans.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "JJ Pirate plans. J",
          "character": "PIRATES"
        },
        {
          "type": "dialogue",
          "text": "JJ We wouldn't even entertain the notion. J",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "JJ Tain the notion. 4",
          "character": "PIRATES"
        },
        {
          "type": "dialogue",
          "text": "JJ Of slaughtering a sailor and his clans. J",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "JJ And his clans. 33",
          "character": "PIRATES"
        },
        {
          "type": "dialogue",
          "text": "JJ But when he stands between us and some treasure. J",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "JJ And some treasure.",
          "character": "PIRATES"
        },
        {
          "type": "dialogue",
          "text": "JJ The homicidal duty's to be done. J",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "JJ To be done. 3",
          "character": "PIRATES"
        },
        {
          "type": "dialogue",
          "text": "JJ We would like to leave the sailor at his leisure. J2",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "JJ At his leisure. J",
          "character": "PIRATES"
        },
        {
          "type": "dialogue",
          "text": "J But a killer's lot is not a happy one. J",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "+ PIRATES: JJ Oh, when homicidal duty's to be done, to be done, an assassin's lot is not a happy one. (deep) Happy one. J",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "JJ When the honest Jackie Tar is up the rigging. 3",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "JJ Up the rigging. 4",
          "character": "PIRATES"
        },
        {
          "type": "dialogue",
          "text": "JJ Or munching on his salmagundi feast. J",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "JJ Gundi feast.",
          "character": "PIRATES"
        },
        {
          "type": "dialogue",
          "text": "JJ We would like to leave him to his rum a-swigging. J",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "JJ Rum a-swigging. 4",
          "character": "PIRATES"
        },
        {
          "type": "dialogue",
          "text": "JJ Not force him to the ranks of the deceased. J",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "JJ The deceased. JJ",
          "character": "PIRATES"
        },
        {
          "type": "dialogue",
          "text": "JJ But when his hold is full of gold and jewellery. J",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "JJ Gold and jewellery. J",
          "character": "PIRATES"
        },
        {
          "type": "dialogue",
          "text": "JJ With coins and gems and spices by the ton. J",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "JJ By the ton. J",
          "character": "PIRATES"
        },
        {
          "type": "dialogue",
          "text": "JJ Then sadly we must exercise some cruelty. 3",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "JJ Cise some cruelty. 4",
          "character": "PIRATES"
        },
        {
          "type": "dialogue",
          "text": "JJ An assassin's lot is not a happy one.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "+ PIRATES: JJ Oh, when homicidal duty's to be done. to be done, an assassin's lot is not a happy one. (deep) Happy one. J",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Oh, very good. Very justifiable homicide, I don't think. Is that the opinion of you all?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Aye!",
          "character": "PIRATES"
        },
        {
          "type": "dialogue",
          "text": "Then I'm sorry for you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Jasper owns us, body and soul.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "It's your souls I'm concerned with.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "We don't need pity from a preacher.",
          "character": "PIRATE"
        },
        {
          "type": "dialogue",
          "text": "I'm not a preacher. Well, I don't do it for a living, anyway. The term has been used to describe me every now and then. I'm just trying to understand the mentality of people who'll accept orders from someone like Jasper! Perhaps you could sing me a song about it. Thank you.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "1 Am So Proud from The Mikado",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Jd I'm Jasper's man, his Caliban.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "His to control, he owns my soul.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "For Captain Red, I'd strike you dead.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "You'd have to go, be you friend or foe.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "As Red's First Mate I subjugate,",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Or pulverate each man ingrate. Each man ingrate. J",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Only following orders. That's the oldest excuse in the book. You're just a killer.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Just a killer.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "Sally.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "JJ Not how I planned, blood on my hand,",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "I take the blame, I bear the shame,",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "I bear the shame to know this hurt was just dessert,",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "It is my curse, can get no worse,",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "My hurt is deep, won't let me sleep,",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "I can't go on, my future's gone. Jd",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "JJ I heard one day a gentleman say that sorrow is the price we pay.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "The cost of care is most unfair.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "For all you've lost, your loss brings quite a cost.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "But better yet to Know regret. T",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "here's no defence for malice prepense. J",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Then all three repeat their songs over one another.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "JJ And so I know I'm ready to go.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "I'll make the leap to slumber deep,",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "No more to weep,",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "For youth I'll keep, eternal sleep,",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "Just let me sleep. J",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "JJ And so, although they don't want to go,",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "I must obey, for Red I slay",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Each stowaway and those who stray.,",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "I won't betray, I must obey. J",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "J2 Look in my eye and then you'll spy",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "In front of you a Doctor who",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Through his purview he tells you true",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Though (?? track 6 near the end) you suffer too. J",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "All three sing over each other again.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Sally, you can't blame yourself for the accident, because it was an accident. A terrible, awful, tragic accident, but an accident. No one's fault. The road was icy",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "And I was going too fast, worried that we were going to be late. Well, more haste less speed. We never got there at all. So you do know. I wondered. You weren't here, Doctor Smythe. I was alone. Everyone avoids me. They don't know what to say. Or they don't want to speak to a killer.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "You don't have to bear it on your own any more. You're not a killer. I know you must be in great pain.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "But it'll get better? Oh, spare me the platitudes.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "I didn't say it'd be easy.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Why did you come here?",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "I thought you needed someone.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I don't. The only person I've ever needed has been taken away from me, and I did it. Now I don't need anyone.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "[OC]: I think we're out of milk. Hello?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "There's some in the cupboard. Why don't you find it for him?",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "I'm not going to leave you.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I want you to leave me. Go. Go!",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "Oh, all right. But only for a minute.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh yes, and then you can come back and tell me more of your story. That'll be lovely, Doctor Smythe.",
          "character": "SALLY"
        },
        {
          "type": "direction",
          "text": "The Sun Whose Rays from the Mikado",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "JJ I am alone, I've reaped and sown, I bear the fruits of sorrow.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "But soon I sleep, no more to weep, for there'll be no tomorrow.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "We were a whole, two hearts, one soul, a source of living wonder,",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "But evil fate was inchoate and split us soon asunder.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "I mean to leave the Earth, I mean to fly.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "I'll be no more alone, just me and I.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "I mean to leave the Earth, I mean to fly.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "I'll be no more alone, just me and I. JJ (weeps)",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "Ship ahoy.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Is it the pirate ship?",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "It's flying the Jolly Roger.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I thought we were making for some secret islands.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Well, obviously the pirates are too, and the lack of wind slowed them down. Anyway, this is much better. If we can get on board the ship, get back to the, well, I mean, meet up with my friend",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "And stow away until we're on land again.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Stow away? Never. The only way I will board that ship is as its captain.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "You may have a long wait, then.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "When my men see me again, I'm sure they will rediscover their loyalties. That is, if they do not want to be hanged for piracy.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, please yourself. Now, I'm keeping my fingers crossed they won't spot us. They'll be looking for big ships if anything, and hopefully concentrating on looking for the islands in front of them rather than home-made rafts behind. Try to row as quietly as possible when we get close.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Pah.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "So you think you're better than us, do you, because you haven't the guts to take a life?",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "On the contrary, I think I'm better than you because I have the guts not always to take the easy option. And killing is usually the easy option.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Ha. Hear that, lads? He admits he thinks he's better than us.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "You're not half the sailor Mister Merriweather is, and you never will be.",
          "character": "PIRATE"
        },
        {
          "type": "dialogue",
          "text": "Yes, hear that? Whatever else you may be, I'm the better sailor by far.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Oh yes? Prove it.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Prove it? Isn't it obvious?",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Not to me. Go on, prove your sea-going superiority.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Very well.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "direction",
          "text": "We Sail The Ocean Blue from HMS Pinafore",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "JJ I sail the ocean blue, attentive to my duty.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "With Captain Red and crew, I cruise in search of booty.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "When anchor we weigh and we sail away and find a fine ship to pursue, The men look to me as the man they want to be,",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "I'm a better sailor far than you. J",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "J3 Hurrah, hurrah, Mister Merriweather's best. Hurrah, hurrah. J",
          "character": "CHORUS"
        },
        {
          "type": "dialogue",
          "text": "JJ Should I put him to the test?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You've changed songs.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "I meant to do that.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "1 Am The Captain of the Pinafore from HMS Pinafore",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "J2 I am the Doctor from the Tardis bold, you've never seen a one like me.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I'm a sailor through and through, nothing nautic I can't do, though I've hardly ever been to see. J",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "JJ I wonder if you'd win if a contest we begin. Can you climb a rig like me?",
          "character": "MERRIWEATHER"
        },
        {
          "type": "direction",
          "text": "Effort with a hornpipe playing.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "There, made it.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "We've only just started, sailor.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "direction",
          "text": "Drop back down on the deck.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "JJ With my maritime resource I can handle any course with great efficiency. Although I look a bane, there's salt water in my veins, can you handle a ship like me? I'm better. J",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Jj I'm better.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Jd I'm better. J",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "JJ We'll see whose better.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "JJ For he can steer a ship, you'll see. Then give three cheers and one more cheer, for one of you is far the better privateer.",
          "character": "CHORUS"
        },
        {
          "type": "dialogue",
          "text": "Then give three cheers and get a grip as Merriweather sails the ship. J2",
          "character": "CHORUS"
        },
        {
          "type": "dialogue",
          "text": "My turn, I think. Ah ha. 4 I have a most prodigious thirst, as every sailor has who's true. So much rum I will down that you'll look like a clown.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I can take my drink, can you? J",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "What shall we do with a drunken sailor?",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Ha! Give me twice as much. JJ I can down a pint or two of this distillated brew. I can take more rum than you. J",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "There! Who's best now? (draws sword) I'll show you who's best.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Please, please. Allow me one more chance before you cut me down like a dog.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Whatever it is, I'll best you, clown.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "JJ My sea legs are the best, I walk further than the rest in ocean promenadery.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "In the narrowest of space I can saunter like an ace.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Can you walk the plank like me? I'm better. J",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Jd I'm better. J",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Jj I'm better.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "JJ We'll see who's better. Jd",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "JJ For he can walk the plank, you'll see. So give three cheers and one more cheer, for one of you is far the better privateer.",
          "character": "CHORUS"
        },
        {
          "type": "dialogue",
          "text": "Then give three cheers, you mountebank, as Merriweather walks the plank. Jd",
          "character": "CHORUS"
        },
        {
          "type": "direction",
          "text": "Merriweather cries out, then big splash.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "You know, I think I may have won that.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You tricked that man into getting drunk and walking the plank. And you were the one talking about malice prepense.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "Well, he was threatening to kill me. His malice was more prepense than mine. Anyway, I can't be held responsible if other people don't have a Time Lord's metabolism. Actually, I do have quite a thirst after all that singing.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Another cup of tea, then, Doctor?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh, all right. You know, I haven't noticed you helping much in the song department, Doctor Smythe.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "There's a reason for that.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh, never mind. You'll be on board soon. You can join in the fun.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I can hardly wait.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "(distant) Oi! Get me out of here. Throw that",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "What was that?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Sounded like a man overboard, round the other side.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Hadn't we better paddle round and help him?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "No.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "The Cap'n's right. The ship's barely moving. They'll get him back up soon enough.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Then this is going to be our best opportunity. We'll climb aboard while everyone's distracted. You're going to have to give me a hand, Jem.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "All right. After you, Cap'n.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "I have already told you, I am not boarding this ship. I shall wait here until you have convinced my crew of the error of their ways.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "I don't think that's going to happen.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "What you think is none of my concern.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, very well. Come on, Jem.",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Laughter. ",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Oi! Get me out of here. I'm cold and I'm soaking wet here. Come on, quick, lads.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "What is going on here?",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "He pushed Mister Merriweather overboard.",
          "character": "PIRATE"
        },
        {
          "type": "dialogue",
          "text": "Well, that's not exactly what happened.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You! Wipe the smile off your face. Throw Mister Merriweather a line. And you. Attacking the First Mate, eh? I call that mutiny! What do you say, boys?",
          "character": "JASPER"
        },
        {
          "type": "direction",
          "text": "Loud agreement.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "And what do we do with mutineers, boys? (draws sword)",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Kill him!",
          "character": "PIRATES"
        },
        {
          "type": "dialogue",
          "text": "I don't suppose it would work if I told you I was an orphan? No, I didn't think so.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "One more heave should do it, Jem. Oh, no. They're going to kill the Doctor.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I think your friend's just spotted us.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Stop, or you'll regret it. Yes. Now, do you think I come here to challenge your authority? Oh no. For I serve another. A great pirate. Let me go, and she'll let you sail on in peace.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "She?",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Indeed.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "(laughs) And this woman pirate is going to stop me killing you, is she?",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Indeed. For here she is.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "I Claim My Perjured Lover from The Mikado",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "JJ Here comes the fearsome pirate, Evelyn. J.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Quick, pretend you're a pirate. Here, take the pistol.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Er, yo ho ho. Put down your swords. This is loaded.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "What foolishness is this?",
          "character": "JASPER"
        },
        {
          "type": "direction",
          "text": "Oh Better Far To Live and Die from The Pirates of Penzance.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "JJ Her name is Evil Evelyn, I've stuck with her through thick and thin.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Her cardie is a shade of red that recollects the blood she's shed.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "These factors she will verify.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Now could you try to terrify? J2",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "JJ I'm doing my best. It's not my scene. Whose mad idea was this Pirate Queen? JJ",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "JJ For she is a Pirate Queen. Though strangely disguised in bombazine, she is a Pirate Queen. J",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "2 I am a Pirate Queen. J",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "JJ She is, three cheers for the Pirate Queen. J",
          "character": "CHORUS"
        },
        {
          "type": "dialogue",
          "text": "JJ She has the fearsome blood-thirsty mien of every Pirate Queen. Jd",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I have?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "JJ Three cheers for the Pirate Queen, three cheers for the Pirate Queen. J",
          "character": "CHORUS"
        },
        {
          "type": "dialogue",
          "text": "JJ They call me Evil Evelyn. I am a pirate genuine.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I've sailed the ocean all my days, practising my pirate ways. J",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "J I fear no man on land or sea. You'll never get the best of me.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "I'll raise my cutlass to my foe. Your Pirate Queen I'll overthrow.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "For I am a Pirate King. And it is, it is a glorious thing to be a Pirate King.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "For I am a Pirate King. 3",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "JJ You are. Hoorah for the Pirate King. 3",
          "character": "CHORUS"
        },
        {
          "type": "dialogue",
          "text": "JJ And it is, it is a glorious thing to be a Pirate King. J",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "JJ It is. Hoorah for the Pirate King, hoorah for the Pirate King. 3",
          "character": "CHORUS"
        },
        {
          "type": "dialogue",
          "text": "Stop! Dare you challenge the might of Evil Evelyn, scourge of the high seas, mistress of the dread sloop Lecturer's Revenge?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I'm not scared by an old woman. See how she trembles before me.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "I most certainly do not!",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Pistol shot. Boing, something falls, probably a sail.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "That was just a warning. Release my First Mate, Mister er Doctor, to me immediately, or the next one goes through your heart.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "(sotto) Evelyn, we ain't got any powder to reload. There won't be a next one.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "(sotto) Oh dear.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Mister Merriweather.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Sir.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Stop dripping on the deck.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Sir.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "And please, lock Mister Doctor in the hold, would you?",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "With pleasure.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Now, I have to decide what to do with this ridiculous old woman who thinks she's a pirate.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Now listen, Jasper. If you harm a hair on her head I'll",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You'll what? Take him away. Lock him in the hold",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Jasper, I'm warning you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Shut up.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Evelyn!",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Door shuts.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Now, lady.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Don't you hurt her.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "What's your name, boy?",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Jem London, sir.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Well, Mister London, on this ship you'd better learn to hold your tongue. (thump!) Otherwise I'll hold it for you.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "There's no need for violence. Perhaps you should just lock me and Jem here into the hold, too, while you think about what to do with us.",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Sword drawn and swished.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "I don't think so.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "I could be useful. I'm a very good cook. Cakes, you know. Everyone likes cakes.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I prefer skewering out eyeballs and prising up toe nails.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "No! Please!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Ha, ha. ha!",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "No!",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Leave her alone. She's just an old woman.",
          "character": "SAILOR"
        },
        {
          "type": "dialogue",
          "text": "Who said that? Was it you? John Johnson, isn't it?",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Please, stop this. You can't go round killing people every time they disagree with you.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Can't I? And who, pray, are you to tell me what I can and can't do, old woman?",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "If we could just calm down and talk about this. Look, I know what will calm things down. Chocolate. Don't worry, Jem, this always works. People in the past are always impressed by Dairy Milk.",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "note- this is the proper original Cadbury's Dairy Milk, not the post-2010 US takeover version.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Here you go, Mister Jasper. One for you, and one for you, and one for you, and one for you, Jem, of course.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh, thank you. Oh, it's lovely.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "What did I say? There, that's better, isn't it, Captain?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Mmm, yeah, that's very nice. Very nice. Chocolate, you call it? And what do you think, John Johnson?",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Better than hard tack, Cap'n.",
          "character": "SAILOR"
        },
        {
          "type": "dialogue",
          "text": "It is, but then, you won't be able to taste chocolate without a tongue, will you? And you",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "won't be able to disagree with your captain either!",
          "character": "JASPER"
        },
        {
          "type": "direction",
          "text": "Screams and struggle.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Now eat this along with your chocolate. Better than hard tack, isn't it? Go on, eat it. Eat it! Eat it!",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Stop it! Stop it!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Lock her in my cabin. And the boy.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Oh, no, stop it.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Let me go! Evelyn, help me.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "I can't. It'll be all right.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Locked in the hold. Little did they know they were playing right into my hands. Soon be back in the Tardis. Just a few more sacks and I'll be there, old girl. Not that I can leave without Evelyn.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Stop it! Stop it!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Evelyn? I'm coming. I'm coming!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Stop it!",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Door burst open.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Evelyn!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Question my orders, would you, John Johnson? And don't you lot ever forget who is in charge!",
          "character": "JASPER"
        },
        {
          "type": "direction",
          "text": "Reprise of previous song.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "JJ For I am a Pirate King. And it is, it is a glorious thing to be a Pirate King. For I am a Pirate King. 3",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Well?",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "(muted) JJ You are, hoorah for the Pirate King. J",
          "character": "CHORUS"
        },
        {
          "type": "dialogue",
          "text": "That's better. JJ And it is, it is glorious thing to be a Pirate King. 42 And again!",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "JJ It is! Hoorah for the Pirate King, hoorah for the Pirate King! J",
          "character": "CHORUS"
        },
        {
          "type": "dialogue",
          "text": "Evelyn? Evelyn! What's going on? Excuse me, let me through. I might be able to help him.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "He doesn't need anyone's help, but I think perhaps you do.",
          "character": "JASPER"
        },
        {
          "type": "direction",
          "text": "Draws sword.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Ah ha! Make my Mate walk the plank, would you? Right, we'll see how you like it. Men!",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "No, no, no, please, now, stop that. What have you done to Evelyn? Stop pushing me. No, look, wait a minute.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Come on, come on, come on, come on. Hoorah for the Pirate King.  Hoorah for the Pirate King! JJ",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Argh!",
          "character": "DOCTOR"
        }
      ],
      "searchable_dialogue": "DOCTOR: J2 I am the very model of a Gallifreyan buccaneer.\nDOCTOR: I've information on all things a Gallifreyan holds most dear.\nDOCTOR: I've linked into the Matrix through its exitonic circuitry,\nDOCTOR: I understand dimensional and relative chronometry.\nDOCTOR: I'm very well acquainted too with matters of the Capitol.\nDOCTOR: I'll give you verse and chapter on Panopticonian protocol.\nDOCTOR: I've been into the Death Zone and I've played the Game of Rassilon. J Rassilon? Assilon? Bassilon? Ah ha!\nDOCTOR: £1 With pestilential monsters that I got a lot of hassle from. J\nCHORUS: With pestilential monsters that he got a lot of hassle from. With pestilential monsters that he got a lot of hassle from.\nCHORUS: With pestilential monsters that he got a lot of hassle hassle from. J\nDOCTOR: JJ I understand each language and I speak every vernacular. I'll conjugate each verb obscure, decline each noun irregular.\nDOCTOR: In short in every matter that a Gallifreyan holds most dear\nDOCTOR: I am the very model of a Gallifreyan Buccaneer. J\nCHORUS: JJ In short in every matter that a Gallifreyan holds most dear He is the very model of a Gallifreyan Buccaneer! J\nDOCTOR: JJ I’ve tackled shady Castellans with devious behaviour. I’ve sparred with Time Lord chancellors like Thalia, Goth, or Flavia.\nDOCTOR: In fact on some occasions I’ve held office presidentially,\nDOCTOR: Though maybe I won’t mention I was ousted out eventually.\nDOCTOR: I know just how it feels to be a wanted man and on the run.\nDOCTOR: But wouldn't leave the carefree buccaneering life for anyone.\nDOCTOR: Though sometimes my adventures seem absurdly operatical J\nDOCTOR: Operatical? Hatical? Patical? Ah ha!\nDOCTOR: éJ With ups and down and twists and turns and incidents piratical. 2\nCHORUS: JJ With ups and down and twists and turns and incidents piratical.\nCHORUS: With ups and down and twists and turns and incidents piratical.\nCHORUS: With ups and down and twists and turns and incidents pirati-ratical! J\nDOCTOR: JJ I’ve sailed the seven seas of Earth and all the oceans of the Moon. My trusty true Type 40 is my Gallifreyan picaroon.\nDOCTOR: But is this really what the average Gallifreyan holds most dear?\nDOCTOR: I wonder what they think about this Gallifreyan Buccaneer? J2\nCHORUS: JJ But is this really what the average Gallifreyan holds most dear?\nCHORUS: We wonder what they think about this Gallifreyan Buccaneer? J\nDOCTOR: J3 But, I’ve defeated evil robots such as Daleks, Quarks, and Cybermen I’ve overthrown dictators from Tobias Vaughn to Mavic Chen\nDOCTOR: I’ve rescued helpless maidens from the devastating Viking hordes,\nDOCTOR: Vanquished Autons, Axons, Daemons, Krotons, Monoids, Vampires, Voords.\nDOCTOR: I’ve liberated planets and delivered them from total war,\nDOCTOR: Saved Earth, Manussa, Dulkis, Skonnos, Earth, Tigella, Earth once more.\nDOCTOR: In short I know I am the truest Rassilonian legatee. J\nDOCTOR: Legatee? Decate? Hecate? Hecate? Hmm, not sure if that’s canonical. Ah ha! I have it! Ji And so to Time Lords all I say: remember me to Gallifree! J\nCHORUS: JJ A sentiment we all agree, remember him to Gallifree!\nCHORUS: A sentiment we all agree, remember him to Gallifree!\nCHORUS: A sentiment we all agree, remember him to Galli-Gallifree! J\nDOCTOR: JJ I’m not content to just observe. I am a bold adventurer.\nDOCTOR: Though other Time Lords mock this Gallifreyan interventioner,\nDOCTOR: I know in every matter that a Time Lord really should hold dear,\nDOCTOR: I am the very model of a Gallifreyan Buccaneer. J\nCHORUS: JJ We know in every matter that a Time Lord really should hold dear\nCHORUS: He is the very model of a Gallifreyan Buccaneer!\nMERRIWEATHER: All of which goes to prove what I said. That you will never make a pirate.\nDOCTOR: Well, excuse me for not killing people for fun.\nMERRIWEATHER: Fun? What do you know about it? We follow Jasper's orders.\nDOCTOR: Can't you see that Jasper is quite, quite mad? He's Henry Morgan and Blackbeard, and Long John Silver rolled into one.\nMERRIWEATHER: Jasper is a great man.\nDOCTOR: The people you raid, they could be your friends, your brothers. Look around you. Look at these jolly sailors. They're colleagues, and yet you'd kill any one of them if Jasper gave the say-so?\nMERRIWEATHER: I don't say I enjoy it, but it has to be done.\nDOCTOR: No, it doesn't.\nMERRIWEATHER: It's the pirate way. It's hard, but I must carry out my duty.\nDOCTOR: Duty my foot.\nMERRIWEATHER: You don't understand at all.\nMERRIWEATHER: JJ When a sailor is a-sailing on the ocean. JJ\nPIRATES: JJ On the ocean. 3\nMERRIWEATHER: JJ Not getting in the way of pirate plans.\nPIRATES: JJ Pirate plans. J\nMERRIWEATHER: JJ We wouldn't even entertain the notion. J\nPIRATES: JJ Tain the notion. 4\nMERRIWEATHER: JJ Of slaughtering a sailor and his clans. J\nPIRATES: JJ And his clans. 33\nMERRIWEATHER: JJ But when he stands between us and some treasure. J\nPIRATES: JJ And some treasure.\nMERRIWEATHER: JJ The homicidal duty's to be done. J\nPIRATES: JJ To be done. 3\nMERRIWEATHER: JJ We would like to leave the sailor at his leisure. J2\nPIRATES: JJ At his leisure. J\nMERRIWEATHER: J But a killer's lot is not a happy one. J\nMERRIWEATHER: + PIRATES: JJ Oh, when homicidal duty's to be done, to be done, an assassin's lot is not a happy one. (deep) Happy one. J\nMERRIWEATHER: JJ When the honest Jackie Tar is up the rigging. 3\nPIRATES: JJ Up the rigging. 4\nMERRIWEATHER: JJ Or munching on his salmagundi feast. J\nPIRATES: JJ Gundi feast.\nMERRIWEATHER: JJ We would like to leave him to his rum a-swigging. J\nPIRATES: JJ Rum a-swigging. 4\nMERRIWEATHER: JJ Not force him to the ranks of the deceased. J\nPIRATES: JJ The deceased. JJ\nMERRIWEATHER: JJ But when his hold is full of gold and jewellery. J\nPIRATES: JJ Gold and jewellery. J\nMERRIWEATHER: JJ With coins and gems and spices by the ton. J\nPIRATES: JJ By the ton. J\nMERRIWEATHER: JJ Then sadly we must exercise some cruelty. 3\nPIRATES: JJ Cise some cruelty. 4\nMERRIWEATHER: JJ An assassin's lot is not a happy one.\nMERRIWEATHER: + PIRATES: JJ Oh, when homicidal duty's to be done. to be done, an assassin's lot is not a happy one. (deep) Happy one. J\nDOCTOR: Oh, very good. Very justifiable homicide, I don't think. Is that the opinion of you all?\nPIRATES: Aye!\nDOCTOR: Then I'm sorry for you.\nMERRIWEATHER: Jasper owns us, body and soul.\nDOCTOR: It's your souls I'm concerned with.\nPIRATE: We don't need pity from a preacher.\nDOCTOR: I'm not a preacher. Well, I don't do it for a living, anyway. The term has been used to describe me every now and then. I'm just trying to understand the mentality of people who'll accept orders from someone like Jasper! Perhaps you could sing me a song about it. Thank you.\nMERRIWEATHER: Jd I'm Jasper's man, his Caliban.\nMERRIWEATHER: His to control, he owns my soul.\nMERRIWEATHER: For Captain Red, I'd strike you dead.\nMERRIWEATHER: You'd have to go, be you friend or foe.\nMERRIWEATHER: As Red's First Mate I subjugate,\nMERRIWEATHER: Or pulverate each man ingrate. Each man ingrate. J\nDOCTOR: Only following orders. That's the oldest excuse in the book. You're just a killer.\nSALLY: Just a killer.\nEVELYN: Sally.\nSALLY: JJ Not how I planned, blood on my hand,\nSALLY: I take the blame, I bear the shame,\nSALLY: I bear the shame to know this hurt was just dessert,\nSALLY: It is my curse, can get no worse,\nSALLY: My hurt is deep, won't let me sleep,\nSALLY: I can't go on, my future's gone. Jd\nDOCTOR: JJ I heard one day a gentleman say that sorrow is the price we pay.\nDOCTOR: The cost of care is most unfair.\nDOCTOR: For all you've lost, your loss brings quite a cost.\nDOCTOR: But better yet to Know regret. T\nDOCTOR: here's no defence for malice prepense. J\nSALLY: JJ And so I know I'm ready to go.\nSALLY: I'll make the leap to slumber deep,\nSALLY: No more to weep,\nSALLY: For youth I'll keep, eternal sleep,\nSALLY: Just let me sleep. J\nMERRIWEATHER: JJ And so, although they don't want to go,\nMERRIWEATHER: I must obey, for Red I slay\nMERRIWEATHER: Each stowaway and those who stray.,\nMERRIWEATHER: I won't betray, I must obey. J\nDOCTOR: J2 Look in my eye and then you'll spy\nDOCTOR: In front of you a Doctor who\nDOCTOR: Through his purview he tells you true\nDOCTOR: Though (?? track 6 near the end) you suffer too. J\nEVELYN: Sally, you can't blame yourself for the accident, because it was an accident. A terrible, awful, tragic accident, but an accident. No one's fault. The road was icy\nSALLY: And I was going too fast, worried that we were going to be late. Well, more haste less speed. We never got there at all. So you do know. I wondered. You weren't here, Doctor Smythe. I was alone. Everyone avoids me. They don't know what to say. Or they don't want to speak to a killer.\nEVELYN: You don't have to bear it on your own any more. You're not a killer. I know you must be in great pain.\nSALLY: But it'll get better? Oh, spare me the platitudes.\nEVELYN: I didn't say it'd be easy.\nSALLY: Why did you come here?\nEVELYN: I thought you needed someone.\nSALLY: I don't. The only person I've ever needed has been taken away from me, and I did it. Now I don't need anyone.\nDOCTOR: [OC]: I think we're out of milk. Hello?\nSALLY: There's some in the cupboard. Why don't you find it for him?\nEVELYN: I'm not going to leave you.\nSALLY: I want you to leave me. Go. Go!\nEVELYN: Oh, all right. But only for a minute.\nSALLY: Oh yes, and then you can come back and tell me more of your story. That'll be lovely, Doctor Smythe.\nSALLY: JJ I am alone, I've reaped and sown, I bear the fruits of sorrow.\nSALLY: But soon I sleep, no more to weep, for there'll be no tomorrow.\nSALLY: We were a whole, two hearts, one soul, a source of living wonder,\nSALLY: But evil fate was inchoate and split us soon asunder.\nSALLY: I mean to leave the Earth, I mean to fly.\nSALLY: I'll be no more alone, just me and I.\nSALLY: I mean to leave the Earth, I mean to fly.\nSALLY: I'll be no more alone, just me and I. JJ (weeps)\nEVELYN: Ship ahoy.\nJEM: Is it the pirate ship?\nEVELYN: It's flying the Jolly Roger.\nSWAN: I thought we were making for some secret islands.\nEVELYN: Well, obviously the pirates are too, and the lack of wind slowed them down. Anyway, this is much better. If we can get on board the ship, get back to the, well, I mean, meet up with my friend\nJEM: And stow away until we're on land again.\nSWAN: Stow away? Never. The only way I will board that ship is as its captain.\nEVELYN: You may have a long wait, then.\nSWAN: When my men see me again, I'm sure they will rediscover their loyalties. That is, if they do not want to be hanged for piracy.\nEVELYN: Oh, please yourself. Now, I'm keeping my fingers crossed they won't spot us. They'll be looking for big ships if anything, and hopefully concentrating on looking for the islands in front of them rather than home-made rafts behind. Try to row as quietly as possible when we get close.\nSWAN: Pah.\nMERRIWEATHER: So you think you're better than us, do you, because you haven't the guts to take a life?\nDOCTOR: On the contrary, I think I'm better than you because I have the guts not always to take the easy option. And killing is usually the easy option.\nMERRIWEATHER: Ha. Hear that, lads? He admits he thinks he's better than us.\nPIRATE: You're not half the sailor Mister Merriweather is, and you never will be.\nMERRIWEATHER: Yes, hear that? Whatever else you may be, I'm the better sailor by far.\nDOCTOR: Oh yes? Prove it.\nMERRIWEATHER: Prove it? Isn't it obvious?\nDOCTOR: Not to me. Go on, prove your sea-going superiority.\nMERRIWEATHER: Very well.\nMERRIWEATHER: JJ I sail the ocean blue, attentive to my duty.\nMERRIWEATHER: With Captain Red and crew, I cruise in search of booty.\nMERRIWEATHER: When anchor we weigh and we sail away and find a fine ship to pursue, The men look to me as the man they want to be,\nMERRIWEATHER: I'm a better sailor far than you. J\nCHORUS: J3 Hurrah, hurrah, Mister Merriweather's best. Hurrah, hurrah. J\nDOCTOR: JJ Should I put him to the test?\nSALLY: You've changed songs.\nDOCTOR: I meant to do that.\nDOCTOR: J2 I am the Doctor from the Tardis bold, you've never seen a one like me.\nDOCTOR: I'm a sailor through and through, nothing nautic I can't do, though I've hardly ever been to see. J\nMERRIWEATHER: JJ I wonder if you'd win if a contest we begin. Can you climb a rig like me?\nDOCTOR: There, made it.\nMERRIWEATHER: We've only just started, sailor.\nMERRIWEATHER: JJ With my maritime resource I can handle any course with great efficiency. Although I look a bane, there's salt water in my veins, can you handle a ship like me? I'm better. J\nDOCTOR: Jj I'm better.\nMERRIWEATHER: Jd I'm better. J\nDOCTOR: JJ We'll see whose better.\nCHORUS: JJ For he can steer a ship, you'll see. Then give three cheers and one more cheer, for one of you is far the better privateer.\nCHORUS: Then give three cheers and get a grip as Merriweather sails the ship. J2\nDOCTOR: My turn, I think. Ah ha. 4 I have a most prodigious thirst, as every sailor has who's true. So much rum I will down that you'll look like a clown.\nDOCTOR: I can take my drink, can you? J\nMERRIWEATHER: Ha! Give me twice as much. JJ I can down a pint or two of this distillated brew. I can take more rum than you. J\nMERRIWEATHER: There! Who's best now? (draws sword) I'll show you who's best.\nDOCTOR: Please, please. Allow me one more chance before you cut me down like a dog.\nMERRIWEATHER: Whatever it is, I'll best you, clown.\nDOCTOR: JJ My sea legs are the best, I walk further than the rest in ocean promenadery.\nDOCTOR: In the narrowest of space I can saunter like an ace.\nDOCTOR: Can you walk the plank like me? I'm better. J\nMERRIWEATHER: Jd I'm better. J\nDOCTOR: Jj I'm better.\nMERRIWEATHER: JJ We'll see who's better. Jd\nCHORUS: JJ For he can walk the plank, you'll see. So give three cheers and one more cheer, for one of you is far the better privateer.\nCHORUS: Then give three cheers, you mountebank, as Merriweather walks the plank. Jd\nDOCTOR: You know, I think I may have won that.\nSALLY: You tricked that man into getting drunk and walking the plank. And you were the one talking about malice prepense.\nDOCTOR: Well, he was threatening to kill me. His malice was more prepense than mine. Anyway, I can't be held responsible if other people don't have a Time Lord's metabolism. Actually, I do have quite a thirst after all that singing.\nEVELYN: Another cup of tea, then, Doctor?\nDOCTOR: Oh, all right. You know, I haven't noticed you helping much in the song department, Doctor Smythe.\nEVELYN: There's a reason for that.\nDOCTOR: Oh, never mind. You'll be on board soon. You can join in the fun.\nEVELYN: I can hardly wait.\nMERRIWEATHER: (distant) Oi! Get me out of here. Throw that\nEVELYN: What was that?\nJEM: Sounded like a man overboard, round the other side.\nEVELYN: Hadn't we better paddle round and help him?\nSWAN: No.\nJEM: The Cap'n's right. The ship's barely moving. They'll get him back up soon enough.\nEVELYN: Then this is going to be our best opportunity. We'll climb aboard while everyone's distracted. You're going to have to give me a hand, Jem.\nJEM: All right. After you, Cap'n.\nSWAN: I have already told you, I am not boarding this ship. I shall wait here until you have convinced my crew of the error of their ways.\nEVELYN: I don't think that's going to happen.\nSWAN: What you think is none of my concern.\nEVELYN: Oh, very well. Come on, Jem.\nMERRIWEATHER: Oi! Get me out of here. I'm cold and I'm soaking wet here. Come on, quick, lads.\nJASPER: What is going on here?\nPIRATE: He pushed Mister Merriweather overboard.\nDOCTOR: Well, that's not exactly what happened.\nJASPER: You! Wipe the smile off your face. Throw Mister Merriweather a line. And you. Attacking the First Mate, eh? I call that mutiny! What do you say, boys?\nJASPER: And what do we do with mutineers, boys? (draws sword)\nPIRATES: Kill him!\nDOCTOR: I don't suppose it would work if I told you I was an orphan? No, I didn't think so.\nEVELYN: One more heave should do it, Jem. Oh, no. They're going to kill the Doctor.\nJEM: I think your friend's just spotted us.\nDOCTOR: Stop, or you'll regret it. Yes. Now, do you think I come here to challenge your authority? Oh no. For I serve another. A great pirate. Let me go, and she'll let you sail on in peace.\nJASPER: She?\nDOCTOR: Indeed.\nJASPER: (laughs) And this woman pirate is going to stop me killing you, is she?\nDOCTOR: Indeed. For here she is.\nDOCTOR: JJ Here comes the fearsome pirate, Evelyn. J.\nEVELYN: What?\nJEM: Quick, pretend you're a pirate. Here, take the pistol.\nEVELYN: Er, yo ho ho. Put down your swords. This is loaded.\nJASPER: What foolishness is this?\nDOCTOR: JJ Her name is Evil Evelyn, I've stuck with her through thick and thin.\nDOCTOR: Her cardie is a shade of red that recollects the blood she's shed.\nDOCTOR: These factors she will verify.\nDOCTOR: Now could you try to terrify? J2\nEVELYN: JJ I'm doing my best. It's not my scene. Whose mad idea was this Pirate Queen? JJ\nDOCTOR: JJ For she is a Pirate Queen. Though strangely disguised in bombazine, she is a Pirate Queen. J\nEVELYN: 2 I am a Pirate Queen. J\nCHORUS: JJ She is, three cheers for the Pirate Queen. J\nDOCTOR: JJ She has the fearsome blood-thirsty mien of every Pirate Queen. Jd\nEVELYN: I have?\nCHORUS: JJ Three cheers for the Pirate Queen, three cheers for the Pirate Queen. J\nEVELYN: JJ They call me Evil Evelyn. I am a pirate genuine.\nEVELYN: I've sailed the ocean all my days, practising my pirate ways. J\nJASPER: J I fear no man on land or sea. You'll never get the best of me.\nJASPER: I'll raise my cutlass to my foe. Your Pirate Queen I'll overthrow.\nJASPER: For I am a Pirate King. And it is, it is a glorious thing to be a Pirate King.\nJASPER: For I am a Pirate King. 3\nCHORUS: JJ You are. Hoorah for the Pirate King. 3\nJASPER: JJ And it is, it is a glorious thing to be a Pirate King. J\nCHORUS: JJ It is. Hoorah for the Pirate King, hoorah for the Pirate King. 3\nDOCTOR: Stop! Dare you challenge the might of Evil Evelyn, scourge of the high seas, mistress of the dread sloop Lecturer's Revenge?\nJASPER: I'm not scared by an old woman. See how she trembles before me.\nEVELYN: I most certainly do not!\nEVELYN: That was just a warning. Release my First Mate, Mister er Doctor, to me immediately, or the next one goes through your heart.\nJEM: (sotto) Evelyn, we ain't got any powder to reload. There won't be a next one.\nEVELYN: (sotto) Oh dear.\nJASPER: Mister Merriweather.\nMERRIWEATHER: Sir.\nJASPER: Stop dripping on the deck.\nMERRIWEATHER: Sir.\nJASPER: And please, lock Mister Doctor in the hold, would you?\nMERRIWEATHER: With pleasure.\nJASPER: Now, I have to decide what to do with this ridiculous old woman who thinks she's a pirate.\nDOCTOR: Now listen, Jasper. If you harm a hair on her head I'll\nJASPER: You'll what? Take him away. Lock him in the hold\nDOCTOR: Jasper, I'm warning you.\nMERRIWEATHER: Shut up.\nDOCTOR: Evelyn!\nJASPER: Now, lady.\nJEM: Don't you hurt her.\nJASPER: What's your name, boy?\nJEM: Jem London, sir.\nJASPER: Well, Mister London, on this ship you'd better learn to hold your tongue. (thump!) Otherwise I'll hold it for you.\nEVELYN: There's no need for violence. Perhaps you should just lock me and Jem here into the hold, too, while you think about what to do with us.\nJASPER: I don't think so.\nEVELYN: I could be useful. I'm a very good cook. Cakes, you know. Everyone likes cakes.\nJASPER: I prefer skewering out eyeballs and prising up toe nails.\nEVELYN: No! Please!\nJASPER: Ha, ha. ha!\nJEM: No!\nSAILOR: Leave her alone. She's just an old woman.\nJASPER: Who said that? Was it you? John Johnson, isn't it?\nEVELYN: Please, stop this. You can't go round killing people every time they disagree with you.\nJASPER: Can't I? And who, pray, are you to tell me what I can and can't do, old woman?\nEVELYN: If we could just calm down and talk about this. Look, I know what will calm things down. Chocolate. Don't worry, Jem, this always works. People in the past are always impressed by Dairy Milk.\nEVELYN: Here you go, Mister Jasper. One for you, and one for you, and one for you, and one for you, Jem, of course.\nJEM: Oh, thank you. Oh, it's lovely.\nEVELYN: What did I say? There, that's better, isn't it, Captain?\nJASPER: Mmm, yeah, that's very nice. Very nice. Chocolate, you call it? And what do you think, John Johnson?\nSAILOR: Better than hard tack, Cap'n.\nJASPER: It is, but then, you won't be able to taste chocolate without a tongue, will you? And you\nJASPER: won't be able to disagree with your captain either!\nJASPER: Now eat this along with your chocolate. Better than hard tack, isn't it? Go on, eat it. Eat it! Eat it!\nEVELYN: Stop it! Stop it!\nJASPER: Lock her in my cabin. And the boy.\nEVELYN: Oh, no, stop it.\nJEM: Let me go! Evelyn, help me.\nEVELYN: I can't. It'll be all right.\nDOCTOR: Locked in the hold. Little did they know they were playing right into my hands. Soon be back in the Tardis. Just a few more sacks and I'll be there, old girl. Not that I can leave without Evelyn.\nEVELYN: [OC]: Stop it! Stop it!\nDOCTOR: Evelyn? I'm coming. I'm coming!\nEVELYN: [OC]: Stop it!\nDOCTOR: Evelyn!\nJASPER: Question my orders, would you, John Johnson? And don't you lot ever forget who is in charge!\nJASPER: JJ For I am a Pirate King. And it is, it is a glorious thing to be a Pirate King. For I am a Pirate King. 3\nJASPER: Well?\nCHORUS: (muted) JJ You are, hoorah for the Pirate King. J\nJASPER: That's better. JJ And it is, it is glorious thing to be a Pirate King. 42 And again!\nCHORUS: JJ It is! Hoorah for the Pirate King, hoorah for the Pirate King! J\nDOCTOR: Evelyn? Evelyn! What's going on? Excuse me, let me through. I might be able to help him.\nJASPER: He doesn't need anyone's help, but I think perhaps you do.\nJASPER: Ah ha! Make my Mate walk the plank, would you? Right, we'll see how you like it. Men!\nDOCTOR: No, no, no, please, now, stop that. What have you done to Evelyn? Stop pushing me. No, look, wait a minute.\nJASPER: Come on, come on, come on, come on. Hoorah for the Pirate King.  Hoorah for the Pirate King! JJ\nDOCTOR: Argh!"
    },
    {
      "part_number": 4,
      "start_line": 2161,
      "end_line": 2970,
      "elements": [
        {
          "type": "direction",
          "text": "[Part Four]",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "And so, Sally, my brief career as a Pirate Queen was over. And there we were, on the pirate ship, at the mercy of a captain who was completely mad. Our musical days were clearly over. I was locked up in the Captain's Cabin, and the Doctor was up on deck. Or had been, until a very short time ago when Red Jasper made him walk the plank.",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "A very long cry then a splash.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "What was that?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Man overboard. Again.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "It sounded like the Doctor. (runs to look out) I can't see. Oh, why don't these windows open?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "It's called a stern light.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Whatever. It'll still break. (breaking glass) Doctor! Doctor!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Evelyn? Are you all right?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I'm fine.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Who's there? Friend or foe?",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "It's Captain Swan.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Of course. Doctor, swim over here. There's a raft just below us, near the blunt end.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "The stern.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Near the stern.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Right, thank you. (splashing and puffing)",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Go on, go on.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh, the stowaway.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Ah, nice to see you again too, Captain.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "We'll find some way of getting you back on the ship. There must be some rope in here or something, Jem.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "The wind's picking up.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "I can't hold her here much longer.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Rope, quick, Jem. Rope!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Hurry up!",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "It's too late, Evelyn. There's no time.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "(distant) We'll be all right, but Evelyn, be careful! He's mad!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor! Make for the Ruby Islands! We'll meet you there!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "(distant) Where are they?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "How's he going to find them?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Should be sou'sou'east from here.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Right. Doctor? Catch this, it's a compass! South-southeast!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "(distant) Got it! Good shot! South-southeast. See you there!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, sorry, Jem. I should have asked you. It was your compass.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "That's all right. There weren't time. Reckon me Dad would be pleased enough if his old compass helps a sailor in trouble.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Thank you. Now, we just have to hope that this ship is headed towards the Ruby Islands too, or we'll have to get out and make our own way somehow.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "There's nothing else between here and Jamaica.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "I see.",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Door opens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "You'll have no more worries of that tiresome multicoloured mate of yours. What's this? Wrecking me cabin, are you?",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "It were an accident.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Yes. I'm sorry about that, Captain. I apologise.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Apologies don't mend broken glass, or broken bones.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Oh no, we really are sorry. We don't want to cause you any trouble. If you'd just drop us off at the Ruby Islands we'll be out of your hair for good.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "What?",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "I know it's an imposition, but if you'd just let us go, we wouldn't be any more trouble.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "What do you know about the Ruby Islands?",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Well, nothing really. Jem just pointed out they're the nearest island to here, so it would seem a convenient place for you to stop off.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "You, boy. How do you know about the Ruby Islands, eh?",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "My Dad told me, sir.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "What!",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Ow, let go. You're hurting me.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "What are you doing? Let go of him!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "And your father was a sailor, was he?",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Yes, sir. A First Mate.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "And tell me, how many eyes did he have?",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "You're hurting me.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "How many!",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "One eye.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "One?",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "He had one eye!",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Let go! Let go!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Ow! Get off, you stupid old woman.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "How dare (crash)",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Evelyn! Evelyn, wake up.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "You said your name was London. Were you lying to me, boy?",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "(crying) No, sir.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "No. No, perhaps not. One-Eye went to London, didn't he? And if he told you of the Ruby Islands, what else did he tell you, eh? Where's the treasure map!",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "I don't know. I don't have no map.",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "You're going to tell me where that map is.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Jem. Let him go.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh shut up, you old bag.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Evelyn!",
          "character": "JEM"
        },
        {
          "type": "dialogue",
          "text": "Now, tell me where that map is. Tell me!",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "And did you think to bring so much as a flask of rum or biscuit with you? No.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "I wasn't planning on leaving. I hadn't packed my bags. Keep rowing.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, hungry, thirsty, and now forced to row again. And me a ship's captain.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, all right, all right. Hold on a minute. Now then, what have we got? Yo-yo, string, first",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "edition of War and Peace? Wondered what had happened to that. Here we go. An apple. Very juicy. You can have that. Catch. And if you're desperate, there's a tube of toothpaste for afters. Freshmint flavour. Oh, I just hope Evelyn is all right.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I just hope Evelyn's all right. I just hope Evelyn is all right? Evelyn, that's your cue.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I can't.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I know it's difficult.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Difficult? I caused that boy's death. I was wrong, I can't relive this. Not with the songs and jokes and witty quips. It's not right.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "He dies?",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "Yes, Sally. He dies. I killed him.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "You? You've killed someone too?",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "Jasper killed Jem. Jem didn't know where the treasure map was, but Jasper didn't believe him. You can't tell something you don't know. But Jasper wouldn't accept that. He kept on and on, and Jem London died. Evelyn.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I can't bear it. It's too grim. I can't go through this all again.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "You have to. It's important. I know the wound's still raw, but we have to carry on with this, finish what you came here to do.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I can't.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "It wasn't your fault.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "We need to end the story.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Why? Stories don't end in real life. Sally was right. There's no happy ever after. There's happy, and then there's the day after, which might be happy, and then the day after, which might be happy, but keep on going far enough and you'll get to a day which isn't. There's never a final end.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh, there is.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "No, Sally. That's the wonderful thing about life. You can't rule a neat line under it. But individual stories can end, and then you move on to the next one. It might be a better story or a worse one, it might be a sequel to something you've done before. The important thing is, that they're your stories, and no one can take that away from you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "No one would want to.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Perhaps you're right. I don't think we need the details, not for this story. Let's jump forward a bit and I'll carry on, shall I?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "So, these would be the Ruby Islands. Of course, I should have realised from the word islands there are more than one of them.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, quite. Oh, just make for the nearest one.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "I think, Captain, that you may be missing the point. How are we going to meet up with Evelyn if we don't know where she's going to be? In fact it's entirely possible that she may already be here somewhere.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I wasn't.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I know you weren't. I was trying to convey my misgivings at the time?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "If they took a different course we might not have seen them.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, I expect they'll be heading for the one with the treasure.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Yes, but no one has actually mentioned which is the one with the treasure.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, I know which one.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "You do?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh yes. I can't help it if you're behind the times.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Behind the times? I am a Time Lord. I am behind, in front, on top and underneath the times, but I am not a mind-reader.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, it's the one to the west that looks like a donkey.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "I beg your pardon?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I am given to understand that the island required is to the west, and in outline resembles a donkey.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "So, we have to get to a vantage point where we can observe the islands' formations. We'll make for the nearest one. It looks as if it has cliffs and the like.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Evelyn, do you want to take over now?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "No, I'm all right now, but I think I'll prefer it if you carried on. After all, we meet up again soon. You can tell it all.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "But no more singing.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "If that's what you want, all right. I'll skip to the bit where we've climbed the cliff. You don't particularly want to hear Captain Swan panting for half an hour, I'd imagine?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You'd imagine right.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "There. Now, west, west, west. Oh, of course I could usually navigate perfectly by the celestial bodies, but I'm slightly hampered by not actually knowing where we are. Somewhere in the Caribbean, I expect?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Hmm mmm.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Now, either of those two islands could be a donkey. Or there again, the one on the left could be a camel and the one on the right a penguin. Oh, we need to be just a little bit higher.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "(gasping) No higher.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Ah ha! The very thing. Now, if you could just give me a leg up, I'll climb up and take stock from the top of this tree. And if you're very good, I'll bring you back a coconut.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Ah, er, water.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Well, if you don't want to wait for the coconut milk, I think I can hear babbling sounds over there.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Eh?",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "As of a brook?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, ah, water. Water.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, not at all, don't mention it. Oh well, I'll have to do this on my own. Luckily I was taught tree-climbing by Tarzan, King of the Jungle.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "That's a fib.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh, all right, yes it is. But I am still an excellent tree-climber.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "(effort) Now, let's have a look at this compass. Let's see. West over there. Oh, that island looks like a camel, and that's a penguin. A daffodil? No, too far north. Back again. Oh, this is no good.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh! A dragon! A dragon!",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "What?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Don't let it get me. Help!",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Be careful!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Help me up, it's going to get me!",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Stop shaking the tree!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Help! Oh, help!",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Calm down! Ow! Oh, now look what you've made me do. I've dropped the compass. Look, there's not really room for two of us up here, and I'm having enough difficulties as it is looking for this island.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Would you like to borrow my spyglass?",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Yes. Yes, I would. You didn't think to mention before. No, no of course not.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Look for the monster. See how close it is.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Yes. What are you talking about?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "A dragon, over by the stream. It was going to eat me.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "How big was this dragon?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Enormous!",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Really.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yes, well, so big.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Did it chase after you at all?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I didn't stay around to find out.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Well, it doesn't seem to be about to burst out on us and fry us with its fiery breath. I suspect that what you may have just seen is a harmless iguana.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Still, you saved me having to carry all those coconuts down. Now, let me just, ah ha. Yes. Now I can see it better, perhaps that camel could actually be a donkey. A donkey with a slight hump, anyway. Come on, down we go.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Effort, oo0s and ows.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Oh, just look at Evelyn's compass, smashed to pieces. And nice pocket compasses like that are quite rare these days, you know.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I was a-feared for my life.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Yes, yes, I know. Oh, maybe if I get some superglue I could put this back together again. Hello, what's this?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "It appears to be a small piece of paper.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Hidden inside the compass casing. Do you know what this is?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yes. I said, it appears to be a small piece of paper.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Rather more than that. This, Captain, is a treasure map.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "That was rather lucky, wasn't it?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Serendipity, Evelyn, serendipity.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "And this is it?",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "Indeed it is. You can still see the folds where it was kept inside the compass.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "The island does look a bit like a donkey. So, this dotted line, is that the trail to the treasure?",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "That's it.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "And the numbers?",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "Paces and so forth.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "And did you find the treasure?",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "Yes, we did.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "And is that the end of the story?",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "Not yet. First we had to get over to the donkey island, avoiding iguanas on the way. And in case you'd forgotten, I also had to get my Tardis back. Oh, and Evelyn too, of course.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, thank you.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "From the top of the tree, I'd spotted the pirate ship approaching, but we were much nearer the island and of course our raft could get in close to land, which the pirate ship could not. So Swan and I got there first. It was a very nice island, actually. Clear sapphire streams, no iguanas, trees dripping with fruit, friendly parrots. Oh, I could have quite happily stayed there for a while. But unfortunately there were other things on my mind.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "There. Thirty four paces to the left. One, two, three",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Treasure. The famous treasure of Captain Bones, and it will all be mine.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "I beg your pardon?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, as a loyal subject, I will dedicate it to the Queen, of course.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, of course. But you know, I think the pirates may have a thing or two to say about that.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You think they will object?",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "I think they might. And they have swords and pistols. Thirty four. An, now what?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I believe it is customary for pirates to bury their treasure.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "This is solid rock. You couldn't dig. Ah ha!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What have you Oh!",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "I believe that arm bone may be pointing the way. Come on.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "I won't detail our treasure hunt. Suffice to say it was difficult, dangerous, and required a vast amount of ingenuity, which luckily I had in abundance.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Ingenuity, modesty",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "And you found the treasure?",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "Indeed. And it was easy to see where Captain Bones' inspiration had come from. The ship he'd robbed had been transporting rubies. Thousands upon thousands of rubies. Cut, uncut, flawless, some as big as pigeon's eggs.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "Quite. Now, we just had to get back to the beach, then the pirate ship, then the Tardis.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Right, that's about as close as the ship can get. Yes, they're dropping the anchor. And the boat's being lowered. Who's getting on it? Spyglass, please.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Eh? Oh.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Thank you. Pirate, pirate, pirate. An ha. Jasper himself. Looks like he's leaving Mister Merriweather in charge of the ship.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "None of my men, thank goodness. Obviously they know where their loyalties lie.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Presumably he's either butchered them or decided he doesn't trust them enough to help him find the treasure. Hmm, no sign of Evelyn or Jem. Right, we'll hide till they get here, then row the raft across to the ship and find Evelyn. Where is the raft?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I don't know. Over there somewhere.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "You're the one who tied it up.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I, sir, am a ship's captain. It is not my duty to moor any raft.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "You, sir, are a pompous, good for nothing, lazy, intellectually-challenged waste of space.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well then, it is your misfortune, sir, that you will be marooned with such for the rest of your natural.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "I couldn't stand another day with you, let alone the next thousand years.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, then you had better find a way to get us off this God-forsaken spot.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, I shall, with no help from you, I'm sure. We shall have to swim for the ship.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I have already spotted the flaw in your plan. I cannot swim.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "You can't swim? You're a ship's captain.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Which requires one to stay on a ship in a nice comfy cabin, not splash around in the sea.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Very well, then I shall swim for the ship.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh no, you don't. You are not leaving me here with a horde of wicked pirates. Have you forgotten that they tried to burn me alive?",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Obviously, then, we shall have to steal Jasper's boat once he's landed.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Obviously. I could have thought of that plan. (sotto) Look, there it is now.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "(distant) You, stay here. Watch the boat.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Aye, aye, sir.",
          "character": "PIRATE"
        },
        {
          "type": "dialogue",
          "text": "(sotto) Your plan, however did not take into account that they would be leaving a guard with the boat.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "That is because I did not know they would be leaving a guard with the boat. Now I do know it, I shall adjust my plan accordingly. We need to distract the guard. If you could pretend to be a ghost, lure the guard away, I'll take the boat",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "No, no, no, no, no! How do I know you would return for me?",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, very well. This is what we'll do.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Whistling We Sail The Ocean Blue",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Ah, excuse me.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What? Who goes there.",
          "character": "PIRATE"
        },
        {
          "type": "dialogue",
          "text": "It's me, the Doctor.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I thought you'd drowned.",
          "character": "PIRATE"
        },
        {
          "type": "dialogue",
          "text": "It takes more than a vast ocean to drown me. Now, I wonder if you'd be interested in a few rubies.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Alumina, carbon, silica. They don't sound much, and yet in certain forms, humans will kill for them. Certainly betray their comrades for them.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Not all humans are like that.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Some are worse.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "So you hi-jacked the boat and sailed to the ship.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "We did indeed. Well, Swan sailed to the ship. I only sailed most of the way.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Ahoy there!",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "It's Captain Swan. We thought you were dead, Cap'n.",
          "character": "SAILOR"
        },
        {
          "type": "dialogue",
          "text": "Well, help me on board and I'll prove I'm not.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "I'll get Mister Merriweather.",
          "character": "SAILOR"
        },
        {
          "type": "dialogue",
          "text": "Very well, do that. I'm sure he'll be very interested in this treasure map which I have.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Treasure map?",
          "character": "SAILOR"
        },
        {
          "type": "dialogue",
          "text": "Yes. A very fine one it is, too. Shows the location of a horde of rubies, I believe.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Ladder coming down right now, sir.",
          "character": "SAILOR"
        },
        {
          "type": "dialogue",
          "text": "That's it. Oh, come on, Swan, don't leave me down here all day. Not that I have any problem staying afloat for long periods, of course. I remember the time I was pacing Captain Webb in the Channel, and it yes, yes, all right, Evelyn, back to the story.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Where's this map? Show me or you'll feel my sword.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "How dare you! Oh, I mean, there's no need for that. I'm quite happy to hand the map over to Red Jasper. I'm sure he'll reward the person who brings it to him.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Jasper's not here.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Oh dear. And I was so looking forward to that reward.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "You can give the map to me. I'll make sure you get your reward. Heh, heh, heh.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Oh, well, if you're sure.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "You, sailor.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Sir.",
          "character": "SAILOR"
        },
        {
          "type": "dialogue",
          "text": "I want you to take this out to Jasper.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Oh, how noble.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "What?",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "I was just thinking how very noble of you it was to let that sailor take the map to your leader. He'll get the reward then, I expect, and become Captain Jasper's right hand man.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "I'm Jaspers right hand man, and don't you forget it. Right, you, you and you, we're going to the islands to see Jasper. You and you, lock this pathetic creature up until we return.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Lock me up? Oh dear. Mister Thompson, Mister Billson, wasn't I a good captain to you always?",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Not really, Cap'n. Sorry.",
          "character": "SAILOR"
        },
        {
          "type": "dialogue",
          "text": "That's it, leave the ladder down, there's good chaps. Excellent. Into the boat. Better make myself scarce. Don't want to be spotted. Deep breath.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Ahoy there, Mister Merriweather.",
          "character": "PIRATE"
        },
        {
          "type": "dialogue",
          "text": "What is it?",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "I thought I saw something in the water. Something brightly coloured.",
          "character": "PIRATE"
        },
        {
          "type": "dialogue",
          "text": "Your imagination. There's nothing there. Come on, row faster.",
          "character": "MERRIWEATHER"
        },
        {
          "type": "dialogue",
          "text": "Locked up by me own men. Mutiny this is. Again. Mutiny squared. Oh, about time. Seen sense, have you? (door opens) Oh. Oh, it's you. You made it then.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Evidently.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You're dripping wet.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "What did you expect? Luckily I am in superb physical condition. My many hours on an exercise bicycle have paid off. I was looking for Evelyn.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, you go and find her. Now I'm at liberty again, I shall persuade my crew to follow me once more.",
          "character": "SWAN"
        },
        {
          "type": "direction",
          "text": "Squelchy footsteps. ",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Evelyn? Evelyn?",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Sobbing. ",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Evelyn? Hold on, I'm coming. The key's in the lock. (door opens) Ah. Evelyn, are you all right? Oh, no.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "(crying) I couldn't stop Jasper, Doctor. That evil man. I couldn't stop him. My fault. I've tried mouth to mouth, I've tried everything. The poor boy. The poor boy.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh, Evelyn, I'm so sorry.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "But Jasper's offering us a share of the treasure, Captain.",
          "character": "SAILOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, and what good will that do you when you come to Execution Dock?",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "2: Jasper's a hard man, but at least he takes turn and turn about with his men.",
          "character": "SAILOR"
        },
        {
          "type": "dialogue",
          "text": "Acknowledge me as captain and you'll scarce know you are at sea, so well will you be treated.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "But what will Jasper do to us?",
          "character": "SAILOR"
        },
        {
          "type": "direction",
          "text": "Door opens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Carry him out here, Doctor. This is what Jasper does. This is what Jasper is! This boy wanted to come to sea his whole life, and look what happened to him. Broken. He was just a child. Jasper did this. He'd do this to any one of you, and you know it.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "That's young Jem London.",
          "character": "SAILOR"
        },
        {
          "type": "dialogue",
          "text": "2: I've a boy about his age.",
          "character": "SAILOR"
        },
        {
          "type": "dialogue",
          "text": "You're not pirates. You're honest sailors. You made a bad choice once, and some of your fellows have died for it. And it was Jasper who killed them. But Jasper's not on the ship. If you leave",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "now, he can't touch you. Don't let greed for treasure get in your way. Wasn't this boy's life worth more than that?",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Mutterings. ",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Aye. Let's take this ship and sail for home, lads.",
          "character": "SAILOR"
        },
        {
          "type": "dialogue",
          "text": "Aye!",
          "character": "ALL"
        },
        {
          "type": "dialogue",
          "text": "Captain Swan, I think she's all yours.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "And so off we sailed, into the sunset.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What about Jasper? And how come you've got this map if you gave it to Merriweather?",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "Ah, well I can only imagine what happened to them.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "And twelve paces to the right. One, two, three, four, five, six, seven, eight",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "I see something, Captain.",
          "character": "PIRATE"
        },
        {
          "type": "dialogue",
          "text": "Yes! Oh, the treasure is mine. Eleven, twelve. Ah, what is this? (paper rustles)",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "It appears to be a drawing of a donkey, Cap'n.",
          "character": "PIRATE"
        },
        {
          "type": "dialogue",
          "text": "Is it supposed to be a joke? No, it's a clue! Ha ha! Something to do with this island. Somewhere on this picture there is a clue to the treasure's location. Look, this donkey has no tail. Now that is trying to tell us something.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "2: It's odd, sir. It's in very bright colours, isn't it, like the map, so they must be connected.",
          "character": "PIRATE"
        },
        {
          "type": "dialogue",
          "text": "Yes, yes, you're right. The colours are unnaturally bright. Perhaps that is in some way a clue too.",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "Ow!",
          "character": "PIRATE"
        },
        {
          "type": "dialogue",
          "text": "What is it?",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "It's a picture of a donkey's tail, Cap'n. It's got a pin in it.",
          "character": "PIRATE"
        },
        {
          "type": "dialogue",
          "text": "Ah ha! Now perhaps this is a further clue. Perhaps we have to pin this tail to this donkey, and that will lead us to the treasure!",
          "character": "JASPER"
        },
        {
          "type": "dialogue",
          "text": "That's not very plausible.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "About as plausible as them falling for a treasure map drawn in felt tip.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I know, I know. I suppose I could have given them the real one, but I wanted to make sure they had something to do while they were marooned.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, very thoughtful.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Now, time for us to make a move, I think. The Tardis is still safely in the hold. Just let me find the key. Oh, hang on a minute. What's this? I still appear to have a few rubies in my pocket. Evelyn, would you care for a nice ruby necklace? It'd set off your cardigan nicely.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Thank you, but no, thank you. I don't want them. There's a reason they're blood red.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Yes. I see. Well, Captain Swan?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yes? What is it? I'm a busy man. I do have a ship to command.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, nothing. I expect you don't want to be bothered with all these fiddly little rubies, seeing as you're so busy.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Rubies? Why didn't you say so? My dear man.",
          "character": "SWAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, just take them. I don't think I could bear you trying to be pleasant. I'd suggest you use them to help the poor, but it would just be a waste of time. Come on, Evelyn, back to the Tardis.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What, these, your Majesty? Oh, just a few enormous rubies I picked up on my travels. I thought you might care for them. A knighthood, your Majesty? Oh, no, no, no, no, really, it was nothing. Well, if you insist.",
          "character": "SWAN"
        },
        {
          "type": "direction",
          "text": "Tardis door closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Ah. Where to now, I wonder?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Jasper. He was really evil.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "You sound surprised.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Silly, isn't it? I suppose I am.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "It's a good thing. If there came a day when you accepted evil as a matter of course",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I couldn't go on. I don't know if I can go on now.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Yes, you can. But you need time to grieve.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Take me home?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "All right. If that's what you want.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "And so one story ends, and another one starts.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I don't think I'm ready for another story yet.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "But we're already in it, Evelyn.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I'm very tired now. It's been a long night.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "The longest night. I don't think I've ever seen you tired before, Doctor Smythe.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "I'm old now. I get tired.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "We've finished the story, Evelyn. I think you should go and get some rest now.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You're sure?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Yes, I'm sure.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "All right, then. But don't leave without me.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I won't.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Good night, all. Or rather, good morning.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Good night.",
          "character": "SALLY"
        },
        {
          "type": "direction",
          "text": "Door opens and closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "I've never seen her look so tired.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "She's only human. This has taken a lot out of her.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "The story?",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "Everything. She knows you can't save everyone. It was a lesson she didn't want to learn. Getting your letter on top of everything.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "How did you? Did you break into the pillar box or something?",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "I brought Evelyn home. She needed to recover after Jem. And there was your letter on the doormat. Another loss, another waste of a young life, another person she hadn't been able to save.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "But that's impossible!",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "I'm a Time Lord. I can't change things, but I have one thing that no one else has, and that's the gift of Time. I gave that to Evelyn, so that she could give it to you. An extra night. Get through the night, they say. Things are darkest just before the dawn. But when the dawn comes, if you're no longer alone. Evelyn chose to tell you a story, a sort of Scheherazade in reverse. I don't know if she chose a very good story under the circumstances, but I can see why she thought it appropriate. It's very close to her heart right now. I don't know if it will have made any difference to you, but I did it for her. She cares very much, you see?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I think so. But then, perhaps if you have just one person who cares, you're able to go on living.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "Good night, Sally. I'll be off now too. I hope we'll meet again, in the future.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "(Door opens and closes. Birds sing. Music - The Threatened Cloud Has Passed Away from The Mikado.)",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "J And brightly shines the dawning day. JJ Yes, in the future.",
          "character": "SALLY"
        },
        {
          "type": "dialogue",
          "text": "(Doctor Who theme over a G&S medley starting with the Lord Chancellor's Nightmare song from lolanthe - When You're Lying Awake.)",
          "character": "SALLY"
        }
      ],
      "searchable_dialogue": "EVELYN: And so, Sally, my brief career as a Pirate Queen was over. And there we were, on the pirate ship, at the mercy of a captain who was completely mad. Our musical days were clearly over. I was locked up in the Captain's Cabin, and the Doctor was up on deck. Or had been, until a very short time ago when Red Jasper made him walk the plank.\nEVELYN: What was that?\nJEM: Man overboard. Again.\nEVELYN: It sounded like the Doctor. (runs to look out) I can't see. Oh, why don't these windows open?\nJEM: It's called a stern light.\nEVELYN: Whatever. It'll still break. (breaking glass) Doctor! Doctor!\nDOCTOR: Evelyn? Are you all right?\nEVELYN: I'm fine.\nSWAN: Who's there? Friend or foe?\nJEM: It's Captain Swan.\nEVELYN: Of course. Doctor, swim over here. There's a raft just below us, near the blunt end.\nJEM: The stern.\nEVELYN: Near the stern.\nDOCTOR: Right, thank you. (splashing and puffing)\nEVELYN: Go on, go on.\nSWAN: Oh, the stowaway.\nDOCTOR: Ah, nice to see you again too, Captain.\nEVELYN: We'll find some way of getting you back on the ship. There must be some rope in here or something, Jem.\nJEM: The wind's picking up.\nSWAN: I can't hold her here much longer.\nEVELYN: Rope, quick, Jem. Rope!\nSWAN: Hurry up!\nDOCTOR: It's too late, Evelyn. There's no time.\nEVELYN: Doctor?\nDOCTOR: (distant) We'll be all right, but Evelyn, be careful! He's mad!\nEVELYN: Doctor! Make for the Ruby Islands! We'll meet you there!\nDOCTOR: (distant) Where are they?\nEVELYN: How's he going to find them?\nJEM: Should be sou'sou'east from here.\nEVELYN: Right. Doctor? Catch this, it's a compass! South-southeast!\nDOCTOR: (distant) Got it! Good shot! South-southeast. See you there!\nEVELYN: Oh, sorry, Jem. I should have asked you. It was your compass.\nJEM: That's all right. There weren't time. Reckon me Dad would be pleased enough if his old compass helps a sailor in trouble.\nEVELYN: Thank you. Now, we just have to hope that this ship is headed towards the Ruby Islands too, or we'll have to get out and make our own way somehow.\nJEM: There's nothing else between here and Jamaica.\nEVELYN: I see.\nJASPER: You'll have no more worries of that tiresome multicoloured mate of yours. What's this? Wrecking me cabin, are you?\nJEM: It were an accident.\nEVELYN: Yes. I'm sorry about that, Captain. I apologise.\nJASPER: Apologies don't mend broken glass, or broken bones.\nEVELYN: Oh no, we really are sorry. We don't want to cause you any trouble. If you'd just drop us off at the Ruby Islands we'll be out of your hair for good.\nJASPER: What?\nEVELYN: I know it's an imposition, but if you'd just let us go, we wouldn't be any more trouble.\nJASPER: What do you know about the Ruby Islands?\nEVELYN: Well, nothing really. Jem just pointed out they're the nearest island to here, so it would seem a convenient place for you to stop off.\nJASPER: You, boy. How do you know about the Ruby Islands, eh?\nJEM: My Dad told me, sir.\nJASPER: What!\nJEM: Ow, let go. You're hurting me.\nEVELYN: What are you doing? Let go of him!\nJASPER: And your father was a sailor, was he?\nJEM: Yes, sir. A First Mate.\nJASPER: And tell me, how many eyes did he have?\nJEM: You're hurting me.\nJASPER: How many!\nJEM: One eye.\nJASPER: One?\nJEM: He had one eye!\nEVELYN: Let go! Let go!\nJASPER: Ow! Get off, you stupid old woman.\nEVELYN: How dare (crash)\nJEM: Evelyn! Evelyn, wake up.\nJASPER: You said your name was London. Were you lying to me, boy?\nJEM: (crying) No, sir.\nJASPER: No. No, perhaps not. One-Eye went to London, didn't he? And if he told you of the Ruby Islands, what else did he tell you, eh? Where's the treasure map!\nJEM: I don't know. I don't have no map.\nJASPER: You're going to tell me where that map is.\nEVELYN: Jem. Let him go.\nJASPER: Oh shut up, you old bag.\nJEM: Evelyn!\nJASPER: Now, tell me where that map is. Tell me!\nSWAN: And did you think to bring so much as a flask of rum or biscuit with you? No.\nDOCTOR: I wasn't planning on leaving. I hadn't packed my bags. Keep rowing.\nSWAN: Oh, hungry, thirsty, and now forced to row again. And me a ship's captain.\nDOCTOR: Oh, all right, all right. Hold on a minute. Now then, what have we got? Yo-yo, string, first\nDOCTOR: edition of War and Peace? Wondered what had happened to that. Here we go. An apple. Very juicy. You can have that. Catch. And if you're desperate, there's a tube of toothpaste for afters. Freshmint flavour. Oh, I just hope Evelyn is all right.\nDOCTOR: I just hope Evelyn's all right. I just hope Evelyn is all right? Evelyn, that's your cue.\nEVELYN: I can't.\nDOCTOR: I know it's difficult.\nEVELYN: Difficult? I caused that boy's death. I was wrong, I can't relive this. Not with the songs and jokes and witty quips. It's not right.\nSALLY: He dies?\nEVELYN: Yes, Sally. He dies. I killed him.\nSALLY: You? You've killed someone too?\nDOCTOR: Jasper killed Jem. Jem didn't know where the treasure map was, but Jasper didn't believe him. You can't tell something you don't know. But Jasper wouldn't accept that. He kept on and on, and Jem London died. Evelyn.\nEVELYN: I can't bear it. It's too grim. I can't go through this all again.\nDOCTOR: You have to. It's important. I know the wound's still raw, but we have to carry on with this, finish what you came here to do.\nEVELYN: I can't.\nSALLY: It wasn't your fault.\nDOCTOR: We need to end the story.\nEVELYN: Why? Stories don't end in real life. Sally was right. There's no happy ever after. There's happy, and then there's the day after, which might be happy, and then the day after, which might be happy, but keep on going far enough and you'll get to a day which isn't. There's never a final end.\nSALLY: Oh, there is.\nDOCTOR: No, Sally. That's the wonderful thing about life. You can't rule a neat line under it. But individual stories can end, and then you move on to the next one. It might be a better story or a worse one, it might be a sequel to something you've done before. The important thing is, that they're your stories, and no one can take that away from you.\nEVELYN: No one would want to.\nDOCTOR: Perhaps you're right. I don't think we need the details, not for this story. Let's jump forward a bit and I'll carry on, shall I?\nDOCTOR: So, these would be the Ruby Islands. Of course, I should have realised from the word islands there are more than one of them.\nSWAN: Well, quite. Oh, just make for the nearest one.\nDOCTOR: I think, Captain, that you may be missing the point. How are we going to meet up with Evelyn if we don't know where she's going to be? In fact it's entirely possible that she may already be here somewhere.\nEVELYN: I wasn't.\nDOCTOR: I know you weren't. I was trying to convey my misgivings at the time?\nDOCTOR: If they took a different course we might not have seen them.\nSWAN: Well, I expect they'll be heading for the one with the treasure.\nDOCTOR: Yes, but no one has actually mentioned which is the one with the treasure.\nSWAN: Oh, I know which one.\nDOCTOR: You do?\nSWAN: Oh yes. I can't help it if you're behind the times.\nDOCTOR: Behind the times? I am a Time Lord. I am behind, in front, on top and underneath the times, but I am not a mind-reader.\nSWAN: Well, it's the one to the west that looks like a donkey.\nDOCTOR: I beg your pardon?\nSWAN: I am given to understand that the island required is to the west, and in outline resembles a donkey.\nDOCTOR: So, we have to get to a vantage point where we can observe the islands' formations. We'll make for the nearest one. It looks as if it has cliffs and the like.\nDOCTOR: Evelyn, do you want to take over now?\nEVELYN: No, I'm all right now, but I think I'll prefer it if you carried on. After all, we meet up again soon. You can tell it all.\nSALLY: But no more singing.\nDOCTOR: If that's what you want, all right. I'll skip to the bit where we've climbed the cliff. You don't particularly want to hear Captain Swan panting for half an hour, I'd imagine?\nEVELYN: You'd imagine right.\nDOCTOR: There. Now, west, west, west. Oh, of course I could usually navigate perfectly by the celestial bodies, but I'm slightly hampered by not actually knowing where we are. Somewhere in the Caribbean, I expect?\nSWAN: Hmm mmm.\nDOCTOR: Now, either of those two islands could be a donkey. Or there again, the one on the left could be a camel and the one on the right a penguin. Oh, we need to be just a little bit higher.\nSWAN: (gasping) No higher.\nDOCTOR: Ah ha! The very thing. Now, if you could just give me a leg up, I'll climb up and take stock from the top of this tree. And if you're very good, I'll bring you back a coconut.\nSWAN: Ah, er, water.\nDOCTOR: Well, if you don't want to wait for the coconut milk, I think I can hear babbling sounds over there.\nSWAN: Eh?\nDOCTOR: As of a brook?\nSWAN: Oh, ah, water. Water.\nDOCTOR: Oh, not at all, don't mention it. Oh well, I'll have to do this on my own. Luckily I was taught tree-climbing by Tarzan, King of the Jungle.\nEVELYN: That's a fib.\nDOCTOR: Oh, all right, yes it is. But I am still an excellent tree-climber.\nDOCTOR: (effort) Now, let's have a look at this compass. Let's see. West over there. Oh, that island looks like a camel, and that's a penguin. A daffodil? No, too far north. Back again. Oh, this is no good.\nSWAN: Oh! A dragon! A dragon!\nDOCTOR: What?\nSWAN: Don't let it get me. Help!\nDOCTOR: Be careful!\nSWAN: Help me up, it's going to get me!\nDOCTOR: Stop shaking the tree!\nSWAN: Help! Oh, help!\nDOCTOR: Calm down! Ow! Oh, now look what you've made me do. I've dropped the compass. Look, there's not really room for two of us up here, and I'm having enough difficulties as it is looking for this island.\nSWAN: Would you like to borrow my spyglass?\nDOCTOR: Yes. Yes, I would. You didn't think to mention before. No, no of course not.\nSWAN: Look for the monster. See how close it is.\nDOCTOR: Yes. What are you talking about?\nSWAN: A dragon, over by the stream. It was going to eat me.\nDOCTOR: How big was this dragon?\nSWAN: Enormous!\nDOCTOR: Really.\nSWAN: Yes, well, so big.\nDOCTOR: Did it chase after you at all?\nSWAN: I didn't stay around to find out.\nDOCTOR: Well, it doesn't seem to be about to burst out on us and fry us with its fiery breath. I suspect that what you may have just seen is a harmless iguana.\nSWAN: Oh.\nDOCTOR: Still, you saved me having to carry all those coconuts down. Now, let me just, ah ha. Yes. Now I can see it better, perhaps that camel could actually be a donkey. A donkey with a slight hump, anyway. Come on, down we go.\nDOCTOR: Oh, just look at Evelyn's compass, smashed to pieces. And nice pocket compasses like that are quite rare these days, you know.\nSWAN: I was a-feared for my life.\nDOCTOR: Yes, yes, I know. Oh, maybe if I get some superglue I could put this back together again. Hello, what's this?\nSWAN: It appears to be a small piece of paper.\nDOCTOR: Hidden inside the compass casing. Do you know what this is?\nSWAN: Yes. I said, it appears to be a small piece of paper.\nDOCTOR: Rather more than that. This, Captain, is a treasure map.\nEVELYN: That was rather lucky, wasn't it?\nDOCTOR: Serendipity, Evelyn, serendipity.\nSALLY: And this is it?\nDOCTOR: Indeed it is. You can still see the folds where it was kept inside the compass.\nSALLY: The island does look a bit like a donkey. So, this dotted line, is that the trail to the treasure?\nDOCTOR: That's it.\nSALLY: And the numbers?\nDOCTOR: Paces and so forth.\nSALLY: And did you find the treasure?\nDOCTOR: Yes, we did.\nSALLY: And is that the end of the story?\nDOCTOR: Not yet. First we had to get over to the donkey island, avoiding iguanas on the way. And in case you'd forgotten, I also had to get my Tardis back. Oh, and Evelyn too, of course.\nEVELYN: Oh, thank you.\nDOCTOR: From the top of the tree, I'd spotted the pirate ship approaching, but we were much nearer the island and of course our raft could get in close to land, which the pirate ship could not. So Swan and I got there first. It was a very nice island, actually. Clear sapphire streams, no iguanas, trees dripping with fruit, friendly parrots. Oh, I could have quite happily stayed there for a while. But unfortunately there were other things on my mind.\nDOCTOR: There. Thirty four paces to the left. One, two, three\nSWAN: Treasure. The famous treasure of Captain Bones, and it will all be mine.\nDOCTOR: I beg your pardon?\nSWAN: Oh, as a loyal subject, I will dedicate it to the Queen, of course.\nDOCTOR: Oh, of course. But you know, I think the pirates may have a thing or two to say about that.\nSWAN: You think they will object?\nDOCTOR: I think they might. And they have swords and pistols. Thirty four. An, now what?\nSWAN: I believe it is customary for pirates to bury their treasure.\nDOCTOR: This is solid rock. You couldn't dig. Ah ha!\nSWAN: What have you Oh!\nDOCTOR: I believe that arm bone may be pointing the way. Come on.\nSWAN: Oh.\nDOCTOR: I won't detail our treasure hunt. Suffice to say it was difficult, dangerous, and required a vast amount of ingenuity, which luckily I had in abundance.\nEVELYN: Ingenuity, modesty\nSALLY: And you found the treasure?\nDOCTOR: Indeed. And it was easy to see where Captain Bones' inspiration had come from. The ship he'd robbed had been transporting rubies. Thousands upon thousands of rubies. Cut, uncut, flawless, some as big as pigeon's eggs.\nSALLY: Oh.\nDOCTOR: Quite. Now, we just had to get back to the beach, then the pirate ship, then the Tardis.\nDOCTOR: Right, that's about as close as the ship can get. Yes, they're dropping the anchor. And the boat's being lowered. Who's getting on it? Spyglass, please.\nSWAN: Eh? Oh.\nDOCTOR: Thank you. Pirate, pirate, pirate. An ha. Jasper himself. Looks like he's leaving Mister Merriweather in charge of the ship.\nSWAN: None of my men, thank goodness. Obviously they know where their loyalties lie.\nDOCTOR: Presumably he's either butchered them or decided he doesn't trust them enough to help him find the treasure. Hmm, no sign of Evelyn or Jem. Right, we'll hide till they get here, then row the raft across to the ship and find Evelyn. Where is the raft?\nSWAN: I don't know. Over there somewhere.\nDOCTOR: You're the one who tied it up.\nSWAN: I, sir, am a ship's captain. It is not my duty to moor any raft.\nDOCTOR: You, sir, are a pompous, good for nothing, lazy, intellectually-challenged waste of space.\nSWAN: Well then, it is your misfortune, sir, that you will be marooned with such for the rest of your natural.\nDOCTOR: I couldn't stand another day with you, let alone the next thousand years.\nSWAN: Well, then you had better find a way to get us off this God-forsaken spot.\nDOCTOR: Oh, I shall, with no help from you, I'm sure. We shall have to swim for the ship.\nSWAN: I have already spotted the flaw in your plan. I cannot swim.\nDOCTOR: You can't swim? You're a ship's captain.\nSWAN: Which requires one to stay on a ship in a nice comfy cabin, not splash around in the sea.\nDOCTOR: Very well, then I shall swim for the ship.\nSWAN: Oh no, you don't. You are not leaving me here with a horde of wicked pirates. Have you forgotten that they tried to burn me alive?\nDOCTOR: Obviously, then, we shall have to steal Jasper's boat once he's landed.\nSWAN: Obviously. I could have thought of that plan. (sotto) Look, there it is now.\nJASPER: (distant) You, stay here. Watch the boat.\nPIRATE: Aye, aye, sir.\nSWAN: (sotto) Your plan, however did not take into account that they would be leaving a guard with the boat.\nDOCTOR: That is because I did not know they would be leaving a guard with the boat. Now I do know it, I shall adjust my plan accordingly. We need to distract the guard. If you could pretend to be a ghost, lure the guard away, I'll take the boat\nSWAN: No, no, no, no, no! How do I know you would return for me?\nDOCTOR: Oh, very well. This is what we'll do.\nDOCTOR: Ah, excuse me.\nPIRATE: What? Who goes there.\nDOCTOR: It's me, the Doctor.\nPIRATE: I thought you'd drowned.\nDOCTOR: It takes more than a vast ocean to drown me. Now, I wonder if you'd be interested in a few rubies.\nDOCTOR: Alumina, carbon, silica. They don't sound much, and yet in certain forms, humans will kill for them. Certainly betray their comrades for them.\nEVELYN: Not all humans are like that.\nSALLY: Some are worse.\nEVELYN: So you hi-jacked the boat and sailed to the ship.\nDOCTOR: We did indeed. Well, Swan sailed to the ship. I only sailed most of the way.\nSWAN: Ahoy there!\nSAILOR: It's Captain Swan. We thought you were dead, Cap'n.\nSWAN: Well, help me on board and I'll prove I'm not.\nSAILOR: I'll get Mister Merriweather.\nSWAN: Very well, do that. I'm sure he'll be very interested in this treasure map which I have.\nSAILOR: Treasure map?\nSWAN: Yes. A very fine one it is, too. Shows the location of a horde of rubies, I believe.\nSAILOR: Ladder coming down right now, sir.\nDOCTOR: That's it. Oh, come on, Swan, don't leave me down here all day. Not that I have any problem staying afloat for long periods, of course. I remember the time I was pacing Captain Webb in the Channel, and it yes, yes, all right, Evelyn, back to the story.\nMERRIWEATHER: Where's this map? Show me or you'll feel my sword.\nSWAN: How dare you! Oh, I mean, there's no need for that. I'm quite happy to hand the map over to Red Jasper. I'm sure he'll reward the person who brings it to him.\nMERRIWEATHER: Jasper's not here.\nSWAN: Oh dear. And I was so looking forward to that reward.\nMERRIWEATHER: You can give the map to me. I'll make sure you get your reward. Heh, heh, heh.\nSWAN: Oh, well, if you're sure.\nMERRIWEATHER: You, sailor.\nSAILOR: Sir.\nMERRIWEATHER: I want you to take this out to Jasper.\nSWAN: Oh, how noble.\nMERRIWEATHER: What?\nSWAN: I was just thinking how very noble of you it was to let that sailor take the map to your leader. He'll get the reward then, I expect, and become Captain Jasper's right hand man.\nMERRIWEATHER: I'm Jaspers right hand man, and don't you forget it. Right, you, you and you, we're going to the islands to see Jasper. You and you, lock this pathetic creature up until we return.\nSWAN: Lock me up? Oh dear. Mister Thompson, Mister Billson, wasn't I a good captain to you always?\nSAILOR: Not really, Cap'n. Sorry.\nDOCTOR: That's it, leave the ladder down, there's good chaps. Excellent. Into the boat. Better make myself scarce. Don't want to be spotted. Deep breath.\nPIRATE: Ahoy there, Mister Merriweather.\nMERRIWEATHER: What is it?\nPIRATE: I thought I saw something in the water. Something brightly coloured.\nMERRIWEATHER: Your imagination. There's nothing there. Come on, row faster.\nSWAN: Locked up by me own men. Mutiny this is. Again. Mutiny squared. Oh, about time. Seen sense, have you? (door opens) Oh. Oh, it's you. You made it then.\nDOCTOR: Evidently.\nSWAN: You're dripping wet.\nDOCTOR: What did you expect? Luckily I am in superb physical condition. My many hours on an exercise bicycle have paid off. I was looking for Evelyn.\nSWAN: Well, you go and find her. Now I'm at liberty again, I shall persuade my crew to follow me once more.\nDOCTOR: Evelyn? Evelyn?\nDOCTOR: Evelyn? Hold on, I'm coming. The key's in the lock. (door opens) Ah. Evelyn, are you all right? Oh, no.\nEVELYN: (crying) I couldn't stop Jasper, Doctor. That evil man. I couldn't stop him. My fault. I've tried mouth to mouth, I've tried everything. The poor boy. The poor boy.\nDOCTOR: Oh, Evelyn, I'm so sorry.\nSAILOR: But Jasper's offering us a share of the treasure, Captain.\nSWAN: Oh, and what good will that do you when you come to Execution Dock?\nSAILOR: 2: Jasper's a hard man, but at least he takes turn and turn about with his men.\nSWAN: Acknowledge me as captain and you'll scarce know you are at sea, so well will you be treated.\nSAILOR: But what will Jasper do to us?\nEVELYN: Carry him out here, Doctor. This is what Jasper does. This is what Jasper is! This boy wanted to come to sea his whole life, and look what happened to him. Broken. He was just a child. Jasper did this. He'd do this to any one of you, and you know it.\nSAILOR: That's young Jem London.\nSAILOR: 2: I've a boy about his age.\nDOCTOR: You're not pirates. You're honest sailors. You made a bad choice once, and some of your fellows have died for it. And it was Jasper who killed them. But Jasper's not on the ship. If you leave\nDOCTOR: now, he can't touch you. Don't let greed for treasure get in your way. Wasn't this boy's life worth more than that?\nSAILOR: Aye. Let's take this ship and sail for home, lads.\nALL: Aye!\nDOCTOR: Captain Swan, I think she's all yours.\nDOCTOR: And so off we sailed, into the sunset.\nSALLY: What about Jasper? And how come you've got this map if you gave it to Merriweather?\nDOCTOR: Ah, well I can only imagine what happened to them.\nJASPER: And twelve paces to the right. One, two, three, four, five, six, seven, eight\nPIRATE: I see something, Captain.\nJASPER: Yes! Oh, the treasure is mine. Eleven, twelve. Ah, what is this? (paper rustles)\nPIRATE: It appears to be a drawing of a donkey, Cap'n.\nJASPER: Is it supposed to be a joke? No, it's a clue! Ha ha! Something to do with this island. Somewhere on this picture there is a clue to the treasure's location. Look, this donkey has no tail. Now that is trying to tell us something.\nPIRATE: 2: It's odd, sir. It's in very bright colours, isn't it, like the map, so they must be connected.\nJASPER: Yes, yes, you're right. The colours are unnaturally bright. Perhaps that is in some way a clue too.\nPIRATE: Ow!\nJASPER: What is it?\nPIRATE: It's a picture of a donkey's tail, Cap'n. It's got a pin in it.\nJASPER: Ah ha! Now perhaps this is a further clue. Perhaps we have to pin this tail to this donkey, and that will lead us to the treasure!\nSALLY: That's not very plausible.\nEVELYN: About as plausible as them falling for a treasure map drawn in felt tip.\nDOCTOR: I know, I know. I suppose I could have given them the real one, but I wanted to make sure they had something to do while they were marooned.\nEVELYN: Oh, very thoughtful.\nDOCTOR: Now, time for us to make a move, I think. The Tardis is still safely in the hold. Just let me find the key. Oh, hang on a minute. What's this? I still appear to have a few rubies in my pocket. Evelyn, would you care for a nice ruby necklace? It'd set off your cardigan nicely.\nEVELYN: Thank you, but no, thank you. I don't want them. There's a reason they're blood red.\nDOCTOR: Yes. I see. Well, Captain Swan?\nSWAN: Yes? What is it? I'm a busy man. I do have a ship to command.\nDOCTOR: Oh, nothing. I expect you don't want to be bothered with all these fiddly little rubies, seeing as you're so busy.\nSWAN: Rubies? Why didn't you say so? My dear man.\nDOCTOR: Oh, just take them. I don't think I could bear you trying to be pleasant. I'd suggest you use them to help the poor, but it would just be a waste of time. Come on, Evelyn, back to the Tardis.\nSWAN: What, these, your Majesty? Oh, just a few enormous rubies I picked up on my travels. I thought you might care for them. A knighthood, your Majesty? Oh, no, no, no, no, really, it was nothing. Well, if you insist.\nDOCTOR: Ah. Where to now, I wonder?\nEVELYN: Jasper. He was really evil.\nDOCTOR: You sound surprised.\nEVELYN: Silly, isn't it? I suppose I am.\nDOCTOR: It's a good thing. If there came a day when you accepted evil as a matter of course\nEVELYN: I couldn't go on. I don't know if I can go on now.\nDOCTOR: Yes, you can. But you need time to grieve.\nEVELYN: Take me home?\nDOCTOR: All right. If that's what you want.\nDOCTOR: And so one story ends, and another one starts.\nEVELYN: I don't think I'm ready for another story yet.\nDOCTOR: But we're already in it, Evelyn.\nEVELYN: I'm very tired now. It's been a long night.\nSALLY: The longest night. I don't think I've ever seen you tired before, Doctor Smythe.\nEVELYN: I'm old now. I get tired.\nDOCTOR: We've finished the story, Evelyn. I think you should go and get some rest now.\nEVELYN: You're sure?\nDOCTOR: Yes, I'm sure.\nEVELYN: All right, then. But don't leave without me.\nDOCTOR: I won't.\nEVELYN: Good night, all. Or rather, good morning.\nSALLY: Good night.\nSALLY: I've never seen her look so tired.\nDOCTOR: She's only human. This has taken a lot out of her.\nSALLY: The story?\nDOCTOR: Everything. She knows you can't save everyone. It was a lesson she didn't want to learn. Getting your letter on top of everything.\nSALLY: How did you? Did you break into the pillar box or something?\nDOCTOR: I brought Evelyn home. She needed to recover after Jem. And there was your letter on the doormat. Another loss, another waste of a young life, another person she hadn't been able to save.\nSALLY: But that's impossible!\nDOCTOR: I'm a Time Lord. I can't change things, but I have one thing that no one else has, and that's the gift of Time. I gave that to Evelyn, so that she could give it to you. An extra night. Get through the night, they say. Things are darkest just before the dawn. But when the dawn comes, if you're no longer alone. Evelyn chose to tell you a story, a sort of Scheherazade in reverse. I don't know if she chose a very good story under the circumstances, but I can see why she thought it appropriate. It's very close to her heart right now. I don't know if it will have made any difference to you, but I did it for her. She cares very much, you see?\nSALLY: I think so. But then, perhaps if you have just one person who cares, you're able to go on living.\nDOCTOR: Good night, Sally. I'll be off now too. I hope we'll meet again, in the future.\nDOCTOR: (Door opens and closes. Birds sing. Music - The Threatened Cloud Has Passed Away from The Mikado.)\nSALLY: J And brightly shines the dawning day. JJ Yes, in the future.\nSALLY: (Doctor Who theme over a G&S medley starting with the Lord Chancellor's Nightmare song from lolanthe - When You're Lying Awake.)"
    }
  ],
  "cast_list": [],
  "parse_warnings": []
}