{
  "id": "070-unregenerate",
  "release_number": 70,
  "title": "Unregenerate!",
  "author": "David A Mcintee",
  "filename": "070. Unregenerate_djvu.txt",
  "format_type": "A",
  "preamble_end_line": 4,
  "parts": [
    {
      "part_number": 1,
      "start_line": 4,
      "end_line": 638,
      "elements": [
        {
          "type": "direction",
          "text": "[Part One]",
          "character": null
        },
        {
          "type": "direction",
          "text": "Distant screams of agony and despair. Someone panting, and a squeaking sound.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Got to keep the wheel",
          "character": "MAN"
        },
        {
          "type": "dialogue",
          "text": "Poor devil. No better than a hamster.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Why are you here? No, that’s not right. No, why am I is right. Why am I",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Shut up, 47.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Why, why, why, why, why. [unintelligible]",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Turning pages.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Good grief. Is that all people care about in the new century? Footballer’s haircuts and people who lost silly game shows? I don’t think I’ve ever been so glad I left.",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "The Tardis materialises.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "At last! I was beginning to think you’d forgotten about me, Doctor. Doctor? Doctor, this isn’t particularly funny.",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Tardis door opens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Doctor? Where are you?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "The moon is no longer the only satellite of Earth, as the Soviet Union has announced the successful launch of an artificial satellite, Sputnik.",
          "character": "RADIO"
        },
        {
          "type": "dialogue",
          "text": "Do you mind if I sit here?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "(German accent) Not at all, Mister?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Louis. Just Louis. No luck at the Labour Exchange today?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "No more than usual. I think the war is still to recent in people’s minds.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Hmm. It’s a pity, but it’s like this all over.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Ja. Yes. Oh, forgive my manners. What are you having?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "I’m all right for now, but thank you. It’s so rare that people are so polite.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "My parents said that at the turn of the century. I suppose my children will say the same at the turn of the next.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "And complain about, nobody used to have to lock their doors.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Exactly. Ridiculous, isn’t it? There have been locks on the doors since at least Roman times, but people always say this.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "It strikes me, Johannes - may I call you Johannes? - that a man like you deserves something better. What are you likely to get? Farm labourer?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "How do you know that? How do you know my name?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Call it a talent I have. I know your name is Johannes Rausch, that you have a degree in metallurgy from the University of Vienna. I know you were a prisoner of war at Eden Camp in Yorkshire, and you stayed behind after the war to marry an English girl. Feel free to stop me if you’ve heard any of this before.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "You’re from the Government, no? Checking up that I’ve got the right Party memberships? Or at least not got the wrong ones.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "No, I’m not from the Government. I’m from a scientific institute. You won’t have heard of us. I just want to have a little chat about what we could offer you.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "In metallurgy?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Unfortunately not. But before I put all my cards on the table, I want to get us over the question you'll have of whether I’m for real. What date is it today? The 15'\"?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Yes. Why?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "This afternoon, your daughter will call from university to say she’s engaged to be married.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "You must be mad.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Well, maybe. But let’s say we meet again here at, say, 7, and discuss things a little further? For now I suggest you drink up and get home. You don’t want to miss the call.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Awake, are we? Control, K14 is awake. Care and maintenance need to be down here stat.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Ah, good. I'll see to it immediately.",
          "character": "KLYST"
        },
        {
          "type": "direction",
          "text": "Something growling.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Indeed.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "In international news, the Soviet Union has announced the successful launch of the world’s first artificial satellite, which joined our natural satellite, the moon, in orbit yesterday. Until this announcement, the series of radio signals being transmitted by the so-called",
          "character": "RADIO"
        },
        {
          "type": "dialogue",
          "text": "There you are. I was beginning to think you weren’t coming, which would have been most disappointing.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "How did you know that Carol was getting married?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "It’s my business to know things. I told you this because I didn’t want us to get into a long and boring argument about whether I was on the level for the kind of things I was and will be saying.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Such as?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Such as how I can help you improve your lot in life. Your heart’s desire is mine to give. Within reason, anyway. Obviously, if you want to rule the world with an iron fist, that’s not so good for me. But the usual things — a better job, winning the Football Pools, owning your own business — those I can do something with.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "(laughs) You don’t look much like the Devil to me.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "The horns and the forked tail went out of fashion ages ago. Look, it’s like this. I’m what you might call a speculator. I deal in the Futures market. Admittedly, I know some people who'd say that’s the same thing as being the Devil, but I’ll be honest with you. Our research gave us your name as someone who might be suitable for an arrangement we’re looking to make. Essentially, we use our contacts to help improve you life in return for your agreeing to certain terms.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "And what's the catch in these terms of yours?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "None At least, not within your lifetime.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "My lifetime?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "You're right, of course. For everything there is a price, and the price for this is that you agree to come with me wherever I may suggest, the day before your death.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "The day before? I don’t imagine I'll be much good to you then, unless... you want to use my body for medical science?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Your body won’t be harmed, I promise. We want to study your brainwaves. Everything is recorded non-invasively. Electrodes, you know.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "You must be thinking very far ahead. Why not get somebody who’s already old?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Environmental factors. We’re also studying what changes there will be to the brain as the world changes.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "I always wanted to be a sculptor.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "All you have to do is put your thumb print on this.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "More violence in Irag, where US and UK forces say they are hours from final pacification. Despite this claim, there was more fighting today in the northern part of the city. In other news, over 140",
          "character": "TV"
        },
        {
          "type": "dialogue",
          "text": "Hello? Yes, I wonder if I could have a taxi sent out to the Fox Inn. That’s right, the one by the roundabout. Well, any time really. Thanks. I'll wait.",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Door opens and closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Welcome back.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Thanks.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "It went well?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "He agreed, if that’s what you mean.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "You collected all the relevant data?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "This one isn’t going to be a security issue, Rigan. He’s an old man, or will be by the time you see him.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Maybe he'll be the one needing protection, then. It’s still a security matter. Damn it.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "What is that?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "I don’t know. I’ve had my guards search the Institute from top to bottom and not found anything.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Sounds like it’s in the walls.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "You know how impossible that is.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Whatever you say.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "I’m going to investigate. Klyst is waiting for you.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Louis. Back so soon?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "It was an easy call this time, Professor.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Yes, I thought it might be.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "He’s going to be a natural, isn’t he.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Not quite, according to the stochastic output, but close enough.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "That’s not so bad. Have you got his pick-up point mapped out?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Everything you need is in this file.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Right. When will you need him brought to the Institute?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "There’s no hurry that I can see. Tomorrow should be fine.",
          "character": "KLYST"
        },
        {
          "type": "direction",
          "text": "Vacuum cleaner. Doorbell.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Just a minute.",
          "character": "RAUSCH"
        },
        {
          "type": "direction",
          "text": "Vacuum off, door unlocked and unbolted.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Sorry about that. I was just... mein gott.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "I’m sorry to startle you like this, Johannes. I would have preferred to make an appointment, but my schedule didn’t really allow for it, and I really wouldn’t get good rates on calls from the office. Aren’t you going to ask me in?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "There you go, love. That'll be £5.20.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "£5! I suppose it is the future.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Come again?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "I’m sorry. I’ve been abroad for a few years. Keep the change.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Oh, ta, love. Is you going in?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Well, actually, I’m really following behind a couple of my friends. We’re going to a party and I was kind of hoping you could wait a few minutes...",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I don’t mean to be rude, love, and I will shut up if you want, but you’re not a good liar, are you.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Does it show?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Yeah, like a big bright beacon. Checking up on your boyfriend, aintcha. I saw the bloke going into that house there. A girl’d be proud to shack up with him, I suppose. Not that I’m any judge.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "You don’t look a day older. How is that?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Don’t worry. I am a day older.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "But not fifty years. I’d almost forgotten. Ever since my first display and sale, I’d forgotten. It’s time, is it?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "I’m afraid so. I have a car outside, and I’d like you to come with me, just like you agreed. I know you’re an honourable man, a man of your word. If there’s anything you need to collect?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Can’t I wait and tell my wife and daughter? See my grandchildren and say goodbye to them?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "I’d like to say yes, I really would, but I’ve done this a lot of time, and believe me, this is the best way. Better for me, for you, and for them. I'll arrange for full documentation to be delivered, explaining the situation. They’ll get on with their lives.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "If I refuse? Refuse to go.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Well, that’s your choice to make, but we did have a fair agreement, and unlike some people, you’ve had fifty years to prepare.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Can I leave a note for them?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Of course. Anything that makes you feel more comfortable.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Oh, there’s your boyfriend, love. Looks like he’s got his dad with him.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Please, stop calling me love.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Sorry, love. Miss.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "It’s Mel, actually. I Know it’s a horrible cliché, but can you follow that car, please?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I certainly can.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Now, what am I going to do with you, 47?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Do tell. I love to be told things. Facts, ideas.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Do you like to hear stories, 47?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Stories, recordings, [unintelligible], all those kind of things are what memory is for.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Memory? Do you have any memories, 47.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Oh yes. Not as much as is gone, but there’s always some thing. Places, times, planets, environments.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "And do you remember what you did in these places?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "We did mainly, came, and went, gathered knowledge, explored. Exploring is good.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Hmm. That looks normal.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Normal?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "For you.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "You.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Unfortunately.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Normal is as normal does, or doesn't, if that’s what’s normal. Tell me the story you mentioned, or data.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, the story still isn’t finished, or if it is, I’m not sure how it started, so I can’t tell you it all. But I can tell you who you were, Doctor.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Doctor? Ah, I knew a doctor once. Several doctors. Many doctors. Wonderful beings, most of",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "them. Ah! Gone now, of course. Gone for a long time.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Look, that’s not my boyfriend. Actually, I don’t even know either of their names. I’m just trying to meet up with a friend who told me he’d be wherever they’re going.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "All sounds a bit cloak and dagger, don’t it? You're not a police woman, are you?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "No. Actually, I’m a computer programmer.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Oh.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Would it matter if I were? You don’t sound like you fancy the idea of having a police officer in your cab.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Well, I weren’t always a cabbie, were I.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Oh, what were you before?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Well, I was a sort of self-employed freelance bailiff and courier. Sometimes interpersonal security work at public gatherings.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "You mean a bouncer who did debt-collecting on the side.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Yeah. Course I don’t do none of that now.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "You found a better life, or a sense of responsibility?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Yeah, well, I didn’t have much of a choice. Bouncers now got to be certified that they ain’t got a criminal record.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Ah.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "We're receiving Louis’ signal. He’s bringing the new subject in now.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Is anyone following him?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "No.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Good. Drop the barrier and let him in. Have the new subject put in T46, please.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Yes, Professor.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "A nursing home?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Not exactly. It’s the Klyst Institute.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Never heard of it.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "You must be Mister Rausch.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Ja.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "If you'll accompany these gentlemen, they'll show you to your quarters and get you settled in. Professor Klyst will see you shortly.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, I see. Very well then. (leaves)",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Think he’s worth the trouble?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Klyst does.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "If you say so.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "You seem troubled.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Being stuck here at the back end of the galaxy isn’t what I signed up for. Oh for... just listen to me . I’m even beginning to sound like them.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "It may be the back end of the galaxy to you, but it’s still a vitally important end. And anyway, we’re not really that dissimilar, you know.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "You and I?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Us and them.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "I don’t know how you can stand it.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Stand what?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Connecting with them.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Just something I do.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "It’s a talent I don’t envy you.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "I'll try not to take that personally.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Thank you, gentlemen.",
          "character": "RAUSCH"
        },
        {
          "type": "direction",
          "text": "Door clangs shut.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Surprisingly civilised.",
          "character": "RAUSCH"
        },
        {
          "type": "direction",
          "text": "Turns a music player on and off, checks the water supply.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "[OC]: Doctor’s to the right of me. Inside, outside, and not a drop to drink.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Door opens and closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Hello?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Hello. Goodbye. Hello. Same thing, really.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "This door isn’t even locked. You could just walk out of here on your own two legs.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Just walk. Ah, yes. Legs. One in front of the other. Consecutively, not concurrently.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I should think you’d have to be pretty light on your feet to put both your legs in front of each other concurrently. What is that?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "What is what? What is? Ah. What is.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "That noise. It sounds like it’s coming from the skirting.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "What’s outside is outside. What’s inside is even more of a mystery. More than I can tell, and I’ve tried, believe me.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You know, I’m grateful for the chance to chat, but I wish you didn’t sound so much like a fortune cookie.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Cookie.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Then again, this is some kind of mental home.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Mental?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, I’m sorry. I didn’t mean to comment unfavourably.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Home? I’m home away from home. A home is I. I mean, home is me. Wherever you lay your hat. This is my hat. There, I’ve laid it.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yes, I know the feeling. To go away somewhere for a rest. It’s under the floor. Maybe you should move to a different room.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "I can’t go. I can’t stay. I’m just I, stuck here in this",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "The doors are unlocked, you know.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Windows, hatches, scopes, no difference. No difference when you're trapped and shackled.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Shackled?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Shackled.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I don’t see any shackles on you.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Shackled to him, trapped in me. Don’t you see? No, you're too limited. Not that there’s anything wrong with that. Limitations are fine if they're accepted and taken into account.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "He won’t respond with any sense, Mister Rausch. I’ve tried every day since he er, arrived. His is the most tragic case we have here.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "What happened to him? Was he born this way, or was he hit on the head or something?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "There was a tragedy. If it’s at all possible, he’ll be restored, if...",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "You don’t sound confident.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "How I feel has no bearing on the matter, Mister Rausch. Either it’s possible or it isn’t, whether I’m confident or just thinking wishfully.",
          "character": "KLYST"
        },
        {
          "type": "direction",
          "text": "Get out of car.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "They drove through those gates. Do you know where we are?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Yeah, just outside Hetchell House. It’s a looney bin.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "You mean it’s a mental care home.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "That’s what I said.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "I need to have a look around.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "You be careful. Who knows what kind of people are in there.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Fancy giving me a protective hand, then?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "No way. I’ve got to get back, and there is absolutely nothing you can say to keep me near this dump a second longer than I",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Nothing? Maybe Edward Elgar can put in a good word for me.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Twenty, forty, sixty. Three hundred? Ten minutes.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "This is going to sound very silly, Professor Klyst, but what year is it?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "The same as when you left your house today. Why?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "This place, it’s so",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "It’s very old, but I assure you we have the most modern equipment.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "I don’t doubt it. But what exactly do you want with me?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Oh, just to conduct a few tests. It’s a survey of sorts.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Professor!",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Yes?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "It’s K14. He’s gone.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Gone? The Feladrin?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "He could be everywhere.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Call a lock-down. I'll set up a scan from central control. You make sure Mister Rausch here is safe.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "This is Commander Rigan. Institute full lock-down procedure on K wing.",
          "character": "RIGAN"
        },
        {
          "type": "direction",
          "text": "Alarms, crashing barricades.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Hold positions until I arrive. What were you doing in 47’s room, Mister Rausch?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "I heard him talking.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Did you now? Poor 47 is not well. Not well at all. He can’t move from here, you see, and it eats at him.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Paralysis?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "I’m sure he’d like me to think so.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "I didn’t expect, I mean, I’m not ill or anything. Why am I here now?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "There will be a burglary tomorrow at your house. You and the criminal surprise each other, there’s a struggle, you’re stabbed.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Stabbed? How can you know this?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "At least, you would have been, if you were still at home.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "But if you knew about this, if you’d been tipped off, why not just stop the burglar, alert the police or something?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "That’s not my business.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Not your...? What about the other people he'll burgle? Perhaps he'll kill one of them.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Perhaps he will. Don’t you have faith in your law enforcement agencies?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "You’ve never been in a council estate in your life, have you, girl?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "You’d be surprised where I’ve been.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "So, this Hetchell House is pretty big.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Yeah. Give me the willies every time I come up here.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Mental illness isn’t contagious, you know.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "You’ve never been to a football ground, have you. Try the bell. Well, looks like nobody’s home.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Surely there must be somebody. Night nurses, janitors. That’s weird.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "What’s weird?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "There’s no gap between this wall and this door. Not even a hair line. It’s as if the whole thing is one smooth surface and... This isn’t a door at all. It’s just moulded in.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "K14 is still missing. Whose idea was it to have a Feladrin in the programme?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Yours. Not the worst decision you’ve made, but not the best. Letting the Doctor stay would probably be the worst. Speaking of whom, well Professor, there’s good news and there’s bad news.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Good?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "I got an ID and bio on your patient 47, this Doctor of yours.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Bad?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Terrorist. The list of convictions and outstanding warrants would be the envy of anyone in the underworld. He has a penchant for overthrowing legitimate national governments and there are grounds for genocide charges. The docket includes numerous minor crimes as well. Theft, assault, sedition, kidnapping. You get the idea? He’s also, by the way, a Time Lord.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "I know. What are you recommending? Execution?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "No. Just that as a known criminal and terrorist, the Doctor be detained until he can be handed over to the proper authorities.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "You know, I’ve known a lot of authorities in my time, and I’ve never known one I would describe as proper.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "But you can’t just let him wander in his current condition. He’s certainly a danger to himself, if not others.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "I don’t think he'll be a danger to others. If he was going to be, we’d have seen evidence of it by now.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Would we?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "The others manifested their violent tendencies within a few hours. He’s... it’s been three days and no sign of turning violent.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Nevertheless, I’ve already had guards posted.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Rigan, if it is possible to cure him, I have to try.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Possible? It’s more than possible, Klyst, it’s a matter of decision.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "I decided to cure him from the first moment the condition manifested itself.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "I meant, it’s his decision.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "His? He’s hardly in any decision to make one.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "You don’t still believe that, do you?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Are you suggesting he’s faking it?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "No, I’m saying I know he’s faking it.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Well, I wouldn’t go making bets about that with Louis if I were you. He’s not faking this. You cannot imagine literally what the condition must be like, for both of them. Oh, and Rigan? There’s something that you won't have found in this Doctor’s file. His scans show elevated levels of lindos in his cellular structure. He’s recently regenerated.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Love, up here.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "I haven't climbed a tree since I was a girl.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "There you go. Up you get.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "What am I looking for?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "You’ll know it when you see it. It’s the weirdest thing I’ve ever seen, and I’ve seen Blackpool in the morning.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "What made you climb up here anyway?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I thought I might see a skylight, you know. Not that I’ve done this kind of thing before. Much.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "(gasp) Where’s the roof.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "That’s what I was wondering. Where is the roof, the floors, the interior walls?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "This whole building’s just a hollow fake!",
          "character": "MEL"
        }
      ],
      "searchable_dialogue": "MAN: Got to keep the wheel\nRIGAN: Poor devil. No better than a hamster.\nDOCTOR: Why are you here? No, that’s not right. No, why am I is right. Why am I\nRIGAN: Shut up, 47.\nDOCTOR: Why, why, why, why, why. [unintelligible]\nMEL: Good grief. Is that all people care about in the new century? Footballer’s haircuts and people who lost silly game shows? I don’t think I’ve ever been so glad I left.\nMEL: At last! I was beginning to think you’d forgotten about me, Doctor. Doctor? Doctor, this isn’t particularly funny.\nMEL: Doctor? Where are you?\nRADIO: The moon is no longer the only satellite of Earth, as the Soviet Union has announced the successful launch of an artificial satellite, Sputnik.\nLOUIS: Do you mind if I sit here?\nRAUSCH: (German accent) Not at all, Mister?\nLOUIS: Louis. Just Louis. No luck at the Labour Exchange today?\nRAUSCH: No more than usual. I think the war is still to recent in people’s minds.\nLOUIS: Hmm. It’s a pity, but it’s like this all over.\nRAUSCH: Ja. Yes. Oh, forgive my manners. What are you having?\nLOUIS: I’m all right for now, but thank you. It’s so rare that people are so polite.\nRAUSCH: My parents said that at the turn of the century. I suppose my children will say the same at the turn of the next.\nLOUIS: And complain about, nobody used to have to lock their doors.\nRAUSCH: Exactly. Ridiculous, isn’t it? There have been locks on the doors since at least Roman times, but people always say this.\nLOUIS: It strikes me, Johannes - may I call you Johannes? - that a man like you deserves something better. What are you likely to get? Farm labourer?\nRAUSCH: How do you know that? How do you know my name?\nLOUIS: Call it a talent I have. I know your name is Johannes Rausch, that you have a degree in metallurgy from the University of Vienna. I know you were a prisoner of war at Eden Camp in Yorkshire, and you stayed behind after the war to marry an English girl. Feel free to stop me if you’ve heard any of this before.\nRAUSCH: You’re from the Government, no? Checking up that I’ve got the right Party memberships? Or at least not got the wrong ones.\nLOUIS: No, I’m not from the Government. I’m from a scientific institute. You won’t have heard of us. I just want to have a little chat about what we could offer you.\nRAUSCH: In metallurgy?\nLOUIS: Unfortunately not. But before I put all my cards on the table, I want to get us over the question you'll have of whether I’m for real. What date is it today? The 15'\"?\nRAUSCH: Yes. Why?\nLOUIS: This afternoon, your daughter will call from university to say she’s engaged to be married.\nRAUSCH: You must be mad.\nLOUIS: Well, maybe. But let’s say we meet again here at, say, 7, and discuss things a little further? For now I suggest you drink up and get home. You don’t want to miss the call.\nRIGAN: Awake, are we? Control, K14 is awake. Care and maintenance need to be down here stat.\nKLYST: [OC]: Ah, good. I'll see to it immediately.\nSHOKHRA: Indeed.\nRADIO: In international news, the Soviet Union has announced the successful launch of the world’s first artificial satellite, which joined our natural satellite, the moon, in orbit yesterday. Until this announcement, the series of radio signals being transmitted by the so-called\nLOUIS: There you are. I was beginning to think you weren’t coming, which would have been most disappointing.\nRAUSCH: How did you know that Carol was getting married?\nLOUIS: It’s my business to know things. I told you this because I didn’t want us to get into a long and boring argument about whether I was on the level for the kind of things I was and will be saying.\nRAUSCH: Such as?\nLOUIS: Such as how I can help you improve your lot in life. Your heart’s desire is mine to give. Within reason, anyway. Obviously, if you want to rule the world with an iron fist, that’s not so good for me. But the usual things — a better job, winning the Football Pools, owning your own business — those I can do something with.\nRAUSCH: (laughs) You don’t look much like the Devil to me.\nLOUIS: The horns and the forked tail went out of fashion ages ago. Look, it’s like this. I’m what you might call a speculator. I deal in the Futures market. Admittedly, I know some people who'd say that’s the same thing as being the Devil, but I’ll be honest with you. Our research gave us your name as someone who might be suitable for an arrangement we’re looking to make. Essentially, we use our contacts to help improve you life in return for your agreeing to certain terms.\nRAUSCH: And what's the catch in these terms of yours?\nLOUIS: None At least, not within your lifetime.\nRAUSCH: My lifetime?\nLOUIS: You're right, of course. For everything there is a price, and the price for this is that you agree to come with me wherever I may suggest, the day before your death.\nRAUSCH: The day before? I don’t imagine I'll be much good to you then, unless... you want to use my body for medical science?\nLOUIS: Your body won’t be harmed, I promise. We want to study your brainwaves. Everything is recorded non-invasively. Electrodes, you know.\nRAUSCH: You must be thinking very far ahead. Why not get somebody who’s already old?\nLOUIS: Environmental factors. We’re also studying what changes there will be to the brain as the world changes.\nRAUSCH: I always wanted to be a sculptor.\nLOUIS: All you have to do is put your thumb print on this.\nTV: More violence in Irag, where US and UK forces say they are hours from final pacification. Despite this claim, there was more fighting today in the northern part of the city. In other news, over 140\nMEL: Hello? Yes, I wonder if I could have a taxi sent out to the Fox Inn. That’s right, the one by the roundabout. Well, any time really. Thanks. I'll wait.\nRIGAN: Welcome back.\nLOUIS: Thanks.\nRIGAN: It went well?\nLOUIS: He agreed, if that’s what you mean.\nRIGAN: You collected all the relevant data?\nLOUIS: This one isn’t going to be a security issue, Rigan. He’s an old man, or will be by the time you see him.\nRIGAN: Maybe he'll be the one needing protection, then. It’s still a security matter. Damn it.\nLOUIS: What is that?\nRIGAN: I don’t know. I’ve had my guards search the Institute from top to bottom and not found anything.\nLOUIS: Sounds like it’s in the walls.\nRIGAN: You know how impossible that is.\nLOUIS: Whatever you say.\nRIGAN: I’m going to investigate. Klyst is waiting for you.\nKLYST: Louis. Back so soon?\nLOUIS: It was an easy call this time, Professor.\nKLYST: Yes, I thought it might be.\nLOUIS: He’s going to be a natural, isn’t he.\nKLYST: Not quite, according to the stochastic output, but close enough.\nLOUIS: That’s not so bad. Have you got his pick-up point mapped out?\nKLYST: Everything you need is in this file.\nLOUIS: Right. When will you need him brought to the Institute?\nKLYST: There’s no hurry that I can see. Tomorrow should be fine.\nRAUSCH: Just a minute.\nRAUSCH: Sorry about that. I was just... mein gott.\nLOUIS: I’m sorry to startle you like this, Johannes. I would have preferred to make an appointment, but my schedule didn’t really allow for it, and I really wouldn’t get good rates on calls from the office. Aren’t you going to ask me in?\nCABBIE: There you go, love. That'll be £5.20.\nMEL: £5! I suppose it is the future.\nCABBIE: Come again?\nMEL: I’m sorry. I’ve been abroad for a few years. Keep the change.\nCABBIE: Oh, ta, love. Is you going in?\nMEL: Well, actually, I’m really following behind a couple of my friends. We’re going to a party and I was kind of hoping you could wait a few minutes...\nCABBIE: I don’t mean to be rude, love, and I will shut up if you want, but you’re not a good liar, are you.\nMEL: Does it show?\nCABBIE: Yeah, like a big bright beacon. Checking up on your boyfriend, aintcha. I saw the bloke going into that house there. A girl’d be proud to shack up with him, I suppose. Not that I’m any judge.\nRAUSCH: You don’t look a day older. How is that?\nLOUIS: Don’t worry. I am a day older.\nRAUSCH: But not fifty years. I’d almost forgotten. Ever since my first display and sale, I’d forgotten. It’s time, is it?\nLOUIS: I’m afraid so. I have a car outside, and I’d like you to come with me, just like you agreed. I know you’re an honourable man, a man of your word. If there’s anything you need to collect?\nRAUSCH: Can’t I wait and tell my wife and daughter? See my grandchildren and say goodbye to them?\nLOUIS: I’d like to say yes, I really would, but I’ve done this a lot of time, and believe me, this is the best way. Better for me, for you, and for them. I'll arrange for full documentation to be delivered, explaining the situation. They’ll get on with their lives.\nRAUSCH: If I refuse? Refuse to go.\nLOUIS: Well, that’s your choice to make, but we did have a fair agreement, and unlike some people, you’ve had fifty years to prepare.\nRAUSCH: Can I leave a note for them?\nLOUIS: Of course. Anything that makes you feel more comfortable.\nCABBIE: Oh, there’s your boyfriend, love. Looks like he’s got his dad with him.\nMEL: Please, stop calling me love.\nCABBIE: Sorry, love. Miss.\nMEL: It’s Mel, actually. I Know it’s a horrible cliché, but can you follow that car, please?\nCABBIE: I certainly can.\nKLYST: Now, what am I going to do with you, 47?\nDOCTOR: Do tell. I love to be told things. Facts, ideas.\nKLYST: Do you like to hear stories, 47?\nDOCTOR: Stories, recordings, [unintelligible], all those kind of things are what memory is for.\nKLYST: Memory? Do you have any memories, 47.\nDOCTOR: Oh yes. Not as much as is gone, but there’s always some thing. Places, times, planets, environments.\nKLYST: And do you remember what you did in these places?\nDOCTOR: We did mainly, came, and went, gathered knowledge, explored. Exploring is good.\nKLYST: Hmm. That looks normal.\nDOCTOR: Normal?\nKLYST: For you.\nDOCTOR: You.\nKLYST: Unfortunately.\nDOCTOR: Normal is as normal does, or doesn't, if that’s what’s normal. Tell me the story you mentioned, or data.\nKLYST: Well, the story still isn’t finished, or if it is, I’m not sure how it started, so I can’t tell you it all. But I can tell you who you were, Doctor.\nDOCTOR: Doctor? Ah, I knew a doctor once. Several doctors. Many doctors. Wonderful beings, most of\nDOCTOR: them. Ah! Gone now, of course. Gone for a long time.\nMEL: Look, that’s not my boyfriend. Actually, I don’t even know either of their names. I’m just trying to meet up with a friend who told me he’d be wherever they’re going.\nCABBIE: All sounds a bit cloak and dagger, don’t it? You're not a police woman, are you?\nMEL: No. Actually, I’m a computer programmer.\nCABBIE: Oh.\nMEL: Would it matter if I were? You don’t sound like you fancy the idea of having a police officer in your cab.\nCABBIE: Well, I weren’t always a cabbie, were I.\nMEL: Oh, what were you before?\nCABBIE: Well, I was a sort of self-employed freelance bailiff and courier. Sometimes interpersonal security work at public gatherings.\nMEL: You mean a bouncer who did debt-collecting on the side.\nCABBIE: Yeah. Course I don’t do none of that now.\nMEL: You found a better life, or a sense of responsibility?\nCABBIE: Yeah, well, I didn’t have much of a choice. Bouncers now got to be certified that they ain’t got a criminal record.\nMEL: Ah.\nRIGAN: We're receiving Louis’ signal. He’s bringing the new subject in now.\nKLYST: Is anyone following him?\nRIGAN: No.\nKLYST: Good. Drop the barrier and let him in. Have the new subject put in T46, please.\nRIGAN: Yes, Professor.\nRAUSCH: A nursing home?\nLOUIS: Not exactly. It’s the Klyst Institute.\nRAUSCH: Never heard of it.\nRIGAN: You must be Mister Rausch.\nRAUSCH: Ja.\nRIGAN: If you'll accompany these gentlemen, they'll show you to your quarters and get you settled in. Professor Klyst will see you shortly.\nRAUSCH: Oh, I see. Very well then. (leaves)\nRIGAN: Think he’s worth the trouble?\nLOUIS: Klyst does.\nRIGAN: If you say so.\nLOUIS: You seem troubled.\nRIGAN: Being stuck here at the back end of the galaxy isn’t what I signed up for. Oh for... just listen to me . I’m even beginning to sound like them.\nLOUIS: It may be the back end of the galaxy to you, but it’s still a vitally important end. And anyway, we’re not really that dissimilar, you know.\nRIGAN: You and I?\nLOUIS: Us and them.\nRIGAN: I don’t know how you can stand it.\nLOUIS: Stand what?\nRIGAN: Connecting with them.\nLOUIS: Just something I do.\nRIGAN: It’s a talent I don’t envy you.\nLOUIS: I'll try not to take that personally.\nRAUSCH: Thank you, gentlemen.\nRAUSCH: Surprisingly civilised.\nDOCTOR: [OC]: Doctor’s to the right of me. Inside, outside, and not a drop to drink.\nRAUSCH: Hello?\nDOCTOR: Hello. Goodbye. Hello. Same thing, really.\nRAUSCH: This door isn’t even locked. You could just walk out of here on your own two legs.\nDOCTOR: Just walk. Ah, yes. Legs. One in front of the other. Consecutively, not concurrently.\nRAUSCH: I should think you’d have to be pretty light on your feet to put both your legs in front of each other concurrently. What is that?\nDOCTOR: What is what? What is? Ah. What is.\nRAUSCH: That noise. It sounds like it’s coming from the skirting.\nDOCTOR: What’s outside is outside. What’s inside is even more of a mystery. More than I can tell, and I’ve tried, believe me.\nRAUSCH: You know, I’m grateful for the chance to chat, but I wish you didn’t sound so much like a fortune cookie.\nDOCTOR: Cookie.\nRAUSCH: Then again, this is some kind of mental home.\nDOCTOR: Mental?\nRAUSCH: Oh, I’m sorry. I didn’t mean to comment unfavourably.\nDOCTOR: Home? I’m home away from home. A home is I. I mean, home is me. Wherever you lay your hat. This is my hat. There, I’ve laid it.\nRAUSCH: Yes, I know the feeling. To go away somewhere for a rest. It’s under the floor. Maybe you should move to a different room.\nDOCTOR: I can’t go. I can’t stay. I’m just I, stuck here in this\nRAUSCH: The doors are unlocked, you know.\nDOCTOR: Windows, hatches, scopes, no difference. No difference when you're trapped and shackled.\nRAUSCH: Shackled?\nDOCTOR: Shackled.\nRAUSCH: I don’t see any shackles on you.\nDOCTOR: Shackled to him, trapped in me. Don’t you see? No, you're too limited. Not that there’s anything wrong with that. Limitations are fine if they're accepted and taken into account.\nKLYST: He won’t respond with any sense, Mister Rausch. I’ve tried every day since he er, arrived. His is the most tragic case we have here.\nRAUSCH: What happened to him? Was he born this way, or was he hit on the head or something?\nKLYST: There was a tragedy. If it’s at all possible, he’ll be restored, if...\nRAUSCH: You don’t sound confident.\nKLYST: How I feel has no bearing on the matter, Mister Rausch. Either it’s possible or it isn’t, whether I’m confident or just thinking wishfully.\nMEL: They drove through those gates. Do you know where we are?\nCABBIE: Yeah, just outside Hetchell House. It’s a looney bin.\nMEL: You mean it’s a mental care home.\nCABBIE: That’s what I said.\nMEL: I need to have a look around.\nCABBIE: You be careful. Who knows what kind of people are in there.\nMEL: Fancy giving me a protective hand, then?\nCABBIE: No way. I’ve got to get back, and there is absolutely nothing you can say to keep me near this dump a second longer than I\nMEL: Nothing? Maybe Edward Elgar can put in a good word for me.\nCABBIE: Twenty, forty, sixty. Three hundred? Ten minutes.\nRAUSCH: This is going to sound very silly, Professor Klyst, but what year is it?\nKLYST: The same as when you left your house today. Why?\nRAUSCH: This place, it’s so\nKLYST: It’s very old, but I assure you we have the most modern equipment.\nRAUSCH: I don’t doubt it. But what exactly do you want with me?\nKLYST: Oh, just to conduct a few tests. It’s a survey of sorts.\nRIGAN: Professor!\nKLYST: Yes?\nRIGAN: It’s K14. He’s gone.\nKLYST: Gone? The Feladrin?\nRIGAN: He could be everywhere.\nKLYST: Call a lock-down. I'll set up a scan from central control. You make sure Mister Rausch here is safe.\nRIGAN: This is Commander Rigan. Institute full lock-down procedure on K wing.\nRIGAN: Hold positions until I arrive. What were you doing in 47’s room, Mister Rausch?\nRAUSCH: I heard him talking.\nRIGAN: Did you now? Poor 47 is not well. Not well at all. He can’t move from here, you see, and it eats at him.\nRAUSCH: Paralysis?\nRIGAN: I’m sure he’d like me to think so.\nRAUSCH: I didn’t expect, I mean, I’m not ill or anything. Why am I here now?\nRIGAN: There will be a burglary tomorrow at your house. You and the criminal surprise each other, there’s a struggle, you’re stabbed.\nRAUSCH: Stabbed? How can you know this?\nRIGAN: At least, you would have been, if you were still at home.\nRAUSCH: But if you knew about this, if you’d been tipped off, why not just stop the burglar, alert the police or something?\nRIGAN: That’s not my business.\nRAUSCH: Not your...? What about the other people he'll burgle? Perhaps he'll kill one of them.\nRIGAN: Perhaps he will. Don’t you have faith in your law enforcement agencies?\nRAUSCH: You’ve never been in a council estate in your life, have you, girl?\nRIGAN: You’d be surprised where I’ve been.\nMEL: So, this Hetchell House is pretty big.\nCABBIE: Yeah. Give me the willies every time I come up here.\nMEL: Mental illness isn’t contagious, you know.\nCABBIE: You’ve never been to a football ground, have you. Try the bell. Well, looks like nobody’s home.\nMEL: Surely there must be somebody. Night nurses, janitors. That’s weird.\nCABBIE: What’s weird?\nMEL: There’s no gap between this wall and this door. Not even a hair line. It’s as if the whole thing is one smooth surface and... This isn’t a door at all. It’s just moulded in.\nKLYST: K14 is still missing. Whose idea was it to have a Feladrin in the programme?\nRIGAN: Yours. Not the worst decision you’ve made, but not the best. Letting the Doctor stay would probably be the worst. Speaking of whom, well Professor, there’s good news and there’s bad news.\nKLYST: Good?\nRIGAN: I got an ID and bio on your patient 47, this Doctor of yours.\nKLYST: Bad?\nRIGAN: Terrorist. The list of convictions and outstanding warrants would be the envy of anyone in the underworld. He has a penchant for overthrowing legitimate national governments and there are grounds for genocide charges. The docket includes numerous minor crimes as well. Theft, assault, sedition, kidnapping. You get the idea? He’s also, by the way, a Time Lord.\nKLYST: I know. What are you recommending? Execution?\nRIGAN: No. Just that as a known criminal and terrorist, the Doctor be detained until he can be handed over to the proper authorities.\nKLYST: You know, I’ve known a lot of authorities in my time, and I’ve never known one I would describe as proper.\nRIGAN: But you can’t just let him wander in his current condition. He’s certainly a danger to himself, if not others.\nKLYST: I don’t think he'll be a danger to others. If he was going to be, we’d have seen evidence of it by now.\nRIGAN: Would we?\nKLYST: The others manifested their violent tendencies within a few hours. He’s... it’s been three days and no sign of turning violent.\nRIGAN: Nevertheless, I’ve already had guards posted.\nKLYST: Rigan, if it is possible to cure him, I have to try.\nRIGAN: Possible? It’s more than possible, Klyst, it’s a matter of decision.\nKLYST: I decided to cure him from the first moment the condition manifested itself.\nRIGAN: I meant, it’s his decision.\nKLYST: His? He’s hardly in any decision to make one.\nRIGAN: You don’t still believe that, do you?\nKLYST: Are you suggesting he’s faking it?\nRIGAN: No, I’m saying I know he’s faking it.\nKLYST: Well, I wouldn’t go making bets about that with Louis if I were you. He’s not faking this. You cannot imagine literally what the condition must be like, for both of them. Oh, and Rigan? There’s something that you won't have found in this Doctor’s file. His scans show elevated levels of lindos in his cellular structure. He’s recently regenerated.\nCABBIE: Love, up here.\nMEL: I haven't climbed a tree since I was a girl.\nCABBIE: There you go. Up you get.\nMEL: What am I looking for?\nCABBIE: You’ll know it when you see it. It’s the weirdest thing I’ve ever seen, and I’ve seen Blackpool in the morning.\nMEL: What made you climb up here anyway?\nCABBIE: I thought I might see a skylight, you know. Not that I’ve done this kind of thing before. Much.\nMEL: (gasp) Where’s the roof.\nCABBIE: That’s what I was wondering. Where is the roof, the floors, the interior walls?\nMEL: This whole building’s just a hollow fake!"
    },
    {
      "part_number": 2,
      "start_line": 639,
      "end_line": 1302,
      "elements": [
        {
          "type": "direction",
          "text": "[Part Two]",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "I’ve picked up fares before, coming and going in from here. I’ve seen people walk in and out of that front door.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "We really need the Doctor.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "One from in there?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "No, not that sort of doctor. My Doctor’s not a medical man. Well, not really.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "What sort of doctor is he, then?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "He’s every sort, really. I wish I knew where he was right now.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Hello. Is that me? No, it can’t be him. An apple a day kept him away. Is that me? Am I inside out? Or am I the apple? I’ve no idea how happy you are. Can I go soon, please?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yes? It’s Rigan on K wing.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Put her on.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Well, K wing is clear. Wherever K14 is, I don’t think it can be there. We’ve searched every crevice. I suggest searching E wing next. There’s a direct conduit from here.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "This isn’t good.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "What are the odds this Feladrin of yours, it’s Shokhra, isn’t it?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Yes.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "What are the odds it’s really got out of K wing?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Not as low as Id like them to be. We didn’t see him, and as far as I know, Feladrin aren’t invisible.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "They’re just very good at hiding, it seems. You want to lock down the whole Institute, I suppose.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Just in case. Lock down and conduct a full sweep of all wings, and the core sections. This Shokhra, it wasn’t natural?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "No. Reactor coolant leak. The Professor generated the probability curve.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Yes, reactor coolant leak. He’s familiar with power plants.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "It works — worked, I should say — in one.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "If it can’t get out, perhaps it'll make for the most familiar surroundings.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "[OC]: The power core?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Perhaps that would be a good place to concentrate your search.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Understood. Out.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Well, what now?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Well, we have to get in, of course.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "There’s no in, in case you hadn't noticed.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "That’s how I know the Doctor and Louis are inside.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Sorry, could you explain that in English?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "It’s an impossible building. The Doctor deals with impossibilities. The two go together like...",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Cats and creosote.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Er, yeah.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "It'd have been handy if he’d given you a key. What did he tell you that bought you here?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Well, it was like this.",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "The Tardis materialises.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "At last! I was beginning to think you’d forgotten about me, Doctor. Doctor? Doctor, this isn’t particularly funny.",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Tardis door closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Doctor? Where are you?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Mel. It feels like a hundred years since I saw you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor, thank goodness. For a minute there I thought you’d gone off and",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Ha ha, fooled you. Sorry, Mel. This isn’t me, just a holographic recording. It’s rather good, isn’t it?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Aw, Doctor.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I didn’t mean to stand you up, but as it turns out, I’m taking a rather more circuitous route than I want to, which, like most circuitous routes, will probably be more interesting than the straight line.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, get to the point. How do the Tardis and I get back to you?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Now, knowing Homo Sapiens as well as I do, I know you'll be getting impatient to find out where I am and where to meet me. On the scanner you should be seeing a man who calls himself Louis. He’s the one who can bring you to me. All you have to do is find him. You'll find an address and time on the scanner now, courtesy of Louis not being as good at computer security as you or I. And let him bring you along.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "That doesn’t sound too hard. It’s time you made some new friends.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Oh, just one thing, Mel. Try not to let him see you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Hang on, love... Mel. A police box that’s bigger on the inside than out?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Well, I can assure you it’s true.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "You’re too right you need a different sort of doctor. The sort that give out coats with sleeves that tie up at the back.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "You said I was a bad liar. You could tell if I wasn’t telling you the truth.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Yeah.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Was I lying to you just now?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "You must have been.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Did you feel I was lying?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Well, no. So what do we do now?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "We have to find Louis to get inside. At least, we could if there was an inside.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Go.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Rigan, I’m in central control. There’s something you might want to see.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Anything to make my life more interesting. I'll be along shortly. Continue the search.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Don’t worry, Mister Rausch. This is just a simple test to make sure we can calibrate our equipment to you.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "I was told fifty years ago that you would monitor my brainwaves as I died. If I’m not ill, you'll have to kill me to do that.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "I’m not going to kill you.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Then Louis lied to me. Our contract is void.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "He didn’t lie. You just won't die of violence.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Then I die?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Everything dies when its time is appointed, Mister Rausch.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "I hope your wife or whoever isn’t going to be too angry with you.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Too late. She got angry once too often. Took the kids, ran off with a copper.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "I’m sorry.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I miss the kids. I used to read to them at bedtime. You know, stories. Most people don’t do that now with all their Nintendos and PlayStation in the room, but, you know, I always thought it was important.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "You thought right.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Me old dad, he read to me. War stories mainly. What're you doing?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Did you ever read your children Sherlock Holmes?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "No. Aren’t kids a bit young for that sort of thing?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Nah. I read the whole canon by the time I was nine. Anyway, one of Holmes’ maxims is that whenever you remove the impossible, whatever remains, however improbable, must be the truth.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Well, that sounds pretty reasonable.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Mmm. And we know Louis drove in here because we saw him. But he can’t have gone in through the doors because none of them are real.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "So what does Mister Holmes say to that? And if you say anything about a door that isn’t a door being a jar, I’m gonna...",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Don’t worry, Mister Holmes says we’re looking for a door that isn’t real.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Oh.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Team 7, report on status of power core.",
          "character": "RIGAN"
        },
        {
          "type": "direction",
          "text": "Screams and sizzles.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "[OC]: Team 7!",
          "character": "RIGAN"
        },
        {
          "type": "direction",
          "text": "The Tardis materialises.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "The Tardis!",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "It, it’s true! Oh my God, it’s all true.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "How did it get here? The Doctor didn’t say anything about having programmed it before he left.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Maybe it’s got a mind of its own?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "I already know that. It just doesn’t usually act upon it.",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Inside.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Oh hell.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Quite the opposite, actually.",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Scanner on.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Oh, I think it’s trying to show us something.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "A spot on the wall? We want a door.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "A door that isn’t real. That’s a wall, not really a door. Not a real door. Come on.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I don’t Know why I’m talking about this to you, especially since you can’t really understand what I’m saying. Maybe it’s because you did speak a lot of sense when you first came here. Three days ago. Feels like three hundred years.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Days and years are just steps. Size doesn’t matter, only how many floors are in your house.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Too many. And too many of them are in the basement. Or perhaps I should be more honest and admit it’s more a set of dungeons than basements. Dungeon cells, torture chambers and oubliettes. And a death cell, of course. There’s always one of those in the deepest pit at the bottom of the darkest staircase.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Places change, or used to have changed. Now not for me, but they will do.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You might have a point. I was talking to your neighbour, you see. Johannes, I gather his name is. He thinks I’m going to kill him, you see, and I wish I could know that I wasn’t.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Data is just data. Knowledge is knowledge. Only navigation and interpretation varies.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Yes. I suppose that’s true. I Knew you’d understand. I never wanted to hurt any of you.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "That’s a good conversation for a zombie, Professor. Wish I’d known your business could be this interesting before the last of my will to live retired in poverty.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "It’s a funny place to put a door, if it is a door. It sounds pretty solid to me.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Hmm. This is the place that the scanner was showing us, but even if this is a door, I wonder how we’re supposed to get through.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Oh, my hand!",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Is perfectly fine. You must have found the door. Clever. A hologram.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "You mean to say we’re just going to walk through a wall?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "No, we’re going to walk through the image of a wall. Come on.",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Fizzles.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Blimey.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "You get used to it.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Well, what is this place, a garage?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Certainly looks like it.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I’ve never seen a car like that one over there.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Neither have I. Come on, let’s try that door.",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Door opens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "I don’t believe it. It’s impossible.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "It looks like the inside of a Victorian nursing home to me. It’s no more impossible than the garage we came in through.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Well, yeah, but where did it all come from?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "I have an idea, but I don’t Know how it could possibly be true.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Could it be anything like how you could fit a big white room into a police box?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Well, that’s what I’m wondering.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "This place gives me the creeps.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Me too. There’s something very strange about this so-called nursing home.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Yeah. I haven’t seen a single nurse.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "It’s not just that. Look around you. There are no signs pointing to the toilets or the exits, and there are no electrical sockets in this corridor at all. How many buildings do you know that would have areas with no sockets?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Where would they plug in the vacuum cleaner?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Exactly. And listen.",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Wibbling and distant voices.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Sounds like ghosts and rats.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "As it happens, I don’t believe in ghosts. As for the rats, I hope they stay behind the walls where they belong.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I never liked this kind of décor, Doctor. The Victoria era was so... institutional. I looked it up. It’s the Earth era this place most resembles. It’s pure coincidence, of course. The simple fact is that electronic interference can’t override mechanical locks. Brick and tile doesn’t conduct power the way metal might. So, the Victoria era, as bad as anything humans ever produced. Everything designed to remind you of your lowly place in society or, if you had a high place, to make you feel relieved you weren't one of the little people.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Nothing changes here. Things should change, but I can’t seem to make that happen. I try and try, but I stay here.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Perhaps you’re not trying hard enough. I can change things. A word of command, a few buttons pressed, or I can change your view.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "You can?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh yes. Perhaps we can make you better.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Better is good. Upgrades are good for getting better and I’d like to get better. I wonder if I can be upgraded.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "We have all the right furnishings here. Drills to relieve vapours from the brain, electro-shock equipment, purgatives. It would be interesting to test them.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "No! No!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Ah, you do understand. You do speak coherently.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Free me!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "That’s what I wanted to hear. That’s exactly it. Fear and desire. Your desire to evade whatever I'll do to create the fear. Fear is good for the business we have together. We can trade, you and I.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Give me upgrades. Let me out of this prison! I don’t belong! Not here, not in this.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Then tell me why you came here. Tell me your plan.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "I never came here. Never came here at all.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "In here, a computer.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "We can email for help.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Maybe, but I don’t recognise the front end for this operating system. It’s like nothing on Earth. Actually, that’s exactly it. It’s not like anything from Earth, it’s from somewhere else entirely, and the less said about the source code the better. I’ve never seen this sort before. It’s utterly alien.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "All this computer stuff feels alien to me.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "The strangest thing is, it’s familiar somehow.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I thought you said you’d never seen it before.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "I haven't, but it’s, well, I feel like I've seen other things from the same software designers, but... There! The Doctor! There’s a map of the building’s layout.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "It looks a lot bigger than I’d have thought.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Let’s go and get the Doctor.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Don’t you need to print off the map?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "No. I’ve memorised it. Like an elephant, you know.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "What is this? Why can’t we not go? Please?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Because you’re not ready, you charlatan. Only honest men go forth from here.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Rigan, what are you doing?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "I overheard him talking to Klyst. He’s guiding her towards sedition, just like his file says.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Nobody said we were to kill this man, or drive him insane.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Sane. Been there, done that. Got the scarf and hat.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Seems appropriate, considering where we are.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "And if you’re right, we know he regenerated recently. His brain’ll be scrambled for weeks.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "He was pretty lucid when he arrived.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "No Doctor ever arrived. No house calls.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Look, you’re doing your best to cure that, just as Klyst wants to cure his graft. Somewhere between the two of you there’s probably a sane and sensible policy.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "If his mind really is as scrambled as it appears, then how is Klyst getting any sense out of him?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Others have better interfaces. He was a friendly interfaces for friendly users.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Fine. Professor Klyst is as strong and stubborn as anyone I’ve ever met. She won't be swayed. By the way, someone, the Feladrin I’d say, has rendered two of your guards in the power core unconscious.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Where’s the Feladrin now?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "I don’t know. It’s still not showing on the sensors.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "His room should just be round the next bend. Good grief!",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Stay back, Mel. Those geezers don’t look too healthy. Whoever did it might still be around.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "They’re out cold",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "That’s a funny colour for an nurse’s uniform. Even for a male nurse. What the hell is that?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Probably hungry. Run!",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "They’re everywhere!",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Three creatures hardly makes an everywhere. This way!",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "How about six?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "We're surrounded.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Is the Doctor all right?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Yes. And if Rigan thinks this madness isn’t going on to her next fitness report...",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "She’s just eager.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "You mean bored. A safe post is a dull one to people who like a physical challenge.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "You must be a mind reader.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Mind writer, actually. You can take the Doctor back to his quarters.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "They’re attacking each other.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I know you’ve probably led a sheltered life, Mel, but I don’t think attacking is the word I’d use.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "We’re one again. Much more comfortable, don’t you agree? You do not wear the uniform of the staff here. Are you also experimental subjects?",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Experimental? No.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I am Shokhra. You’re not afraid of us?",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Should I be?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "We have already rendered four guards unconscious.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Guards? What, you’ve got guards here?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Not in this corridor. Not awake. They tried to shoot us, and we don't like guns.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Do you mind my asking, what species are you?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "We are Feladrin. We have encountered several species in this establishment. Wasitran, Corvezera.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "And you? You’re a gestalt entity?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "We are a compound species. We are six making up one, but while we are one, we function independently if necessary.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Hang on. You’re an alien?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "I’m afraid he is. I wish I could say I’m surprised to find aliens in here.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Well, that’s the first thing you’ve said today that hasn’t surprised me. Oh God, I’m talking a lot of cobblers, ain’t I? But I mean, it’s a alien!",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "We all are, to each other. The two of us are human, by the way, Shokhra.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Your species is not accustomed to encountering life beyond your planet?",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Well, not as a rule, but some of us have a bit more experience.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "What, you mean you’ve met aliens before?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Oh yes, lots. Including the Doctor.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Doctor?",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "He’s a friend of mine. If you’re trapped here on Earth",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Earth?",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "He can probably help you.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Yes, that I believe of him.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "He should be in here. (opens door) Blast, it’s empty.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "The guards are looking for me. They may have moved him to prevent our meeting.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Geez, more of them?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Hello?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Hello. Are you a resident here?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I’m not ill. I’m not. Nothing was diagnosed.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "It’s all right. This is Shokhra. He’s a friend, I think.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Are you sure?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "I’ve a feeling.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Do not be afraid.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "They said I would die tomorrow.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "The doctors here?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "But I wasn't ill. It’s come on so suddenly. Young lady, are you real? A nurse?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "I’m real, but not a nurse. Look, you're not hallucinating this being. He’s, well, he’s an alien. I know it sounds as mad as a box of frogs, but all of us here are real.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I should have known that this bargain was a delusion. Asymptom of Alzheimer’s or...",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Look, we can help you too. Any idea where the Doctor might be?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "There are a lot of doctors with Professor Klyst. Ah, wait. You mean the man who was in this room? You're his friends?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Yes.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Rigan took him off somewhere. There’s something about that girl that reminds me of my youth.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Where would they be?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "At the end of the corridor.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "You!",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Doctor!",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Oh no, Security!",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "They’re in T wing. Use projectile weapons only. Nothing anachronistic. Shoot to maim.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Get off me, you primitive.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Doctor. Doctor! He’s barely conscious.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Give it up, mate. You’re not getting out of this hole. You wouldn't be the first bloke I’ve had to quieten down for being too rowdy.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "What have you done to the Doctor?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Nothing.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Nothing? He didn’t drink himself into this state, you know. You like picking on weedy blokes, do you?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "I, I didn’t do it. None of us did. It was an accident.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Accident? I bet. What sort of accident?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Scientific. He was warned not to interfere with the equipment, but he just",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Better stay still forever. Running, run, running, running to nowhere and to never.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "It would appear he speaks your language.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "He’s speaking words and phrases, yes, but there’s no context or meaning.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Some sort of madness. I mean, this place is a looney bin, after all.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "This place may pretend to be a mental health institution, but we are not so sure it really is. It is more like some kind of experimental zoo. The number of different species here does suggest that. Yet your friend here may have a genuine medical condition.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "There’s a thing called aphasia, I think. He has also just regenerated recently.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Regenerated?",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "What?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Shoot to maim. No head shots. Torso and limbs only.",
          "character": "RIGAN"
        },
        {
          "type": "direction",
          "text": "Gunfire.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Run!",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "All over again. They say this is what Alzheimer’s does, don’t they? You remember your past clearly, but the present is a phantom.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "I don’t believe in phantoms. Guard, take Mister Rausch to the Med Lab. Professor Klyst should be ready for him now. I bet you’ve never been so glad to see me.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "You'd win that bet. I thought those barbarians were going to strangle me.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Who were those two humans?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "I don’t know. Friends of the Doctor, or so the girl said. How the hell did they get here?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Security, we have two intruders, both human. One male, one female. They are cooperating with the Feladrin subject. Their apprehension is top priority. Bring them down, but don’t kill them.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "I think we’ve lost them.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Good. This Doctor of yours is heavier than he looks.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Just the mass of a shell.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "We will carry him. We are stronger than Earth species. We require an exit from this facility.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "That’s putting it mildly.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "We can't go out the way we came in, not without going through the weekend SAS back there again.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "While we were disparate, one of us found a door out of the Institute.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Out, yes. Out but not disparate. I can all go together.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Can you lead us to it?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Yes. This way.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Got them. They’ve left the Terran wing. They’re into the support levels. Access way delta, off the central hub.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Good.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "There. It would appear to be the main door of the Institute.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Yes, let us down. I can feel the outside.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I can’t believe it was this easy.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Well, it isn't, is it, if these nutters with the guns find us. Ah, this door won’t push or pull.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "There’s a button. Let me.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Another door?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Look out!",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Door slides open. Gunfire.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "The guards!",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "We need defences to screen us from them.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Close the door behind us.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Got it.",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Door closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "How come we’re on top of a cliff?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "What did you say?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I can see the sky through this little window, but I can’t see the ground.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Let me look. There is no ground. We’re in outer space! This is an airlock!",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Yes. The way to our release and freedom.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What's that noise?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Sounds like some sort of gas leak.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Nah, nah, nah. It’s coming from this window.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "There. A projectile impact.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "A bullet hole? Oh, no. If that gives way...",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "We'll be blown out into space.",
          "character": "SHOKHRA"
        }
      ],
      "searchable_dialogue": "CABBIE: I’ve picked up fares before, coming and going in from here. I’ve seen people walk in and out of that front door.\nMEL: We really need the Doctor.\nCABBIE: One from in there?\nMEL: No, not that sort of doctor. My Doctor’s not a medical man. Well, not really.\nCABBIE: What sort of doctor is he, then?\nMEL: He’s every sort, really. I wish I knew where he was right now.\nDOCTOR: Hello. Is that me? No, it can’t be him. An apple a day kept him away. Is that me? Am I inside out? Or am I the apple? I’ve no idea how happy you are. Can I go soon, please?\nLOUIS: Yes? It’s Rigan on K wing.\nKLYST: Put her on.\nRIGAN: [OC]: Well, K wing is clear. Wherever K14 is, I don’t think it can be there. We’ve searched every crevice. I suggest searching E wing next. There’s a direct conduit from here.\nKLYST: This isn’t good.\nLOUIS: What are the odds this Feladrin of yours, it’s Shokhra, isn’t it?\nKLYST: Yes.\nLOUIS: What are the odds it’s really got out of K wing?\nRIGAN: [OC]: Not as low as Id like them to be. We didn’t see him, and as far as I know, Feladrin aren’t invisible.\nKLYST: They’re just very good at hiding, it seems. You want to lock down the whole Institute, I suppose.\nRIGAN: [OC]: Just in case. Lock down and conduct a full sweep of all wings, and the core sections. This Shokhra, it wasn’t natural?\nLOUIS: No. Reactor coolant leak. The Professor generated the probability curve.\nKLYST: Yes, reactor coolant leak. He’s familiar with power plants.\nLOUIS: It works — worked, I should say — in one.\nKLYST: If it can’t get out, perhaps it'll make for the most familiar surroundings.\nRIGAN: [OC]: The power core?\nKLYST: Perhaps that would be a good place to concentrate your search.\nRIGAN: [OC]: Understood. Out.\nCABBIE: Well, what now?\nMEL: Well, we have to get in, of course.\nCABBIE: There’s no in, in case you hadn't noticed.\nMEL: That’s how I know the Doctor and Louis are inside.\nCABBIE: Sorry, could you explain that in English?\nMEL: It’s an impossible building. The Doctor deals with impossibilities. The two go together like...\nCABBIE: Cats and creosote.\nMEL: Er, yeah.\nCABBIE: It'd have been handy if he’d given you a key. What did he tell you that bought you here?\nMEL: Well, it was like this.\nMEL: At last! I was beginning to think you’d forgotten about me, Doctor. Doctor? Doctor, this isn’t particularly funny.\nMEL: Doctor? Where are you?\nDOCTOR: Mel. It feels like a hundred years since I saw you.\nMEL: Doctor, thank goodness. For a minute there I thought you’d gone off and\nDOCTOR: Ha ha, fooled you. Sorry, Mel. This isn’t me, just a holographic recording. It’s rather good, isn’t it?\nMEL: Aw, Doctor.\nDOCTOR: I didn’t mean to stand you up, but as it turns out, I’m taking a rather more circuitous route than I want to, which, like most circuitous routes, will probably be more interesting than the straight line.\nMEL: Well, get to the point. How do the Tardis and I get back to you?\nDOCTOR: Now, knowing Homo Sapiens as well as I do, I know you'll be getting impatient to find out where I am and where to meet me. On the scanner you should be seeing a man who calls himself Louis. He’s the one who can bring you to me. All you have to do is find him. You'll find an address and time on the scanner now, courtesy of Louis not being as good at computer security as you or I. And let him bring you along.\nMEL: That doesn’t sound too hard. It’s time you made some new friends.\nDOCTOR: Oh, just one thing, Mel. Try not to let him see you.\nCABBIE: Hang on, love... Mel. A police box that’s bigger on the inside than out?\nMEL: Well, I can assure you it’s true.\nCABBIE: You’re too right you need a different sort of doctor. The sort that give out coats with sleeves that tie up at the back.\nMEL: You said I was a bad liar. You could tell if I wasn’t telling you the truth.\nCABBIE: Yeah.\nMEL: Was I lying to you just now?\nCABBIE: You must have been.\nMEL: Did you feel I was lying?\nCABBIE: Well, no. So what do we do now?\nMEL: We have to find Louis to get inside. At least, we could if there was an inside.\nRIGAN: Go.\nLOUIS: [OC]: Rigan, I’m in central control. There’s something you might want to see.\nRIGAN: Anything to make my life more interesting. I'll be along shortly. Continue the search.\nKLYST: Don’t worry, Mister Rausch. This is just a simple test to make sure we can calibrate our equipment to you.\nRAUSCH: I was told fifty years ago that you would monitor my brainwaves as I died. If I’m not ill, you'll have to kill me to do that.\nKLYST: I’m not going to kill you.\nRAUSCH: Then Louis lied to me. Our contract is void.\nKLYST: He didn’t lie. You just won't die of violence.\nRAUSCH: Then I die?\nKLYST: Everything dies when its time is appointed, Mister Rausch.\nMEL: I hope your wife or whoever isn’t going to be too angry with you.\nCABBIE: Too late. She got angry once too often. Took the kids, ran off with a copper.\nMEL: I’m sorry.\nCABBIE: I miss the kids. I used to read to them at bedtime. You know, stories. Most people don’t do that now with all their Nintendos and PlayStation in the room, but, you know, I always thought it was important.\nMEL: You thought right.\nCABBIE: Me old dad, he read to me. War stories mainly. What're you doing?\nMEL: Did you ever read your children Sherlock Holmes?\nCABBIE: No. Aren’t kids a bit young for that sort of thing?\nMEL: Nah. I read the whole canon by the time I was nine. Anyway, one of Holmes’ maxims is that whenever you remove the impossible, whatever remains, however improbable, must be the truth.\nCABBIE: Well, that sounds pretty reasonable.\nMEL: Mmm. And we know Louis drove in here because we saw him. But he can’t have gone in through the doors because none of them are real.\nCABBIE: So what does Mister Holmes say to that? And if you say anything about a door that isn’t a door being a jar, I’m gonna...\nMEL: Don’t worry, Mister Holmes says we’re looking for a door that isn’t real.\nCABBIE: Oh.\nRIGAN: [OC]: Team 7, report on status of power core.\nRIGAN: [OC]: Team 7!\nMEL: The Tardis!\nCABBIE: It, it’s true! Oh my God, it’s all true.\nMEL: How did it get here? The Doctor didn’t say anything about having programmed it before he left.\nCABBIE: Maybe it’s got a mind of its own?\nMEL: I already know that. It just doesn’t usually act upon it.\nCABBIE: Oh hell.\nMEL: Quite the opposite, actually.\nMEL: Oh, I think it’s trying to show us something.\nCABBIE: A spot on the wall? We want a door.\nMEL: A door that isn’t real. That’s a wall, not really a door. Not a real door. Come on.\nKLYST: I don’t Know why I’m talking about this to you, especially since you can’t really understand what I’m saying. Maybe it’s because you did speak a lot of sense when you first came here. Three days ago. Feels like three hundred years.\nDOCTOR: Days and years are just steps. Size doesn’t matter, only how many floors are in your house.\nKLYST: Too many. And too many of them are in the basement. Or perhaps I should be more honest and admit it’s more a set of dungeons than basements. Dungeon cells, torture chambers and oubliettes. And a death cell, of course. There’s always one of those in the deepest pit at the bottom of the darkest staircase.\nDOCTOR: Places change, or used to have changed. Now not for me, but they will do.\nKLYST: You might have a point. I was talking to your neighbour, you see. Johannes, I gather his name is. He thinks I’m going to kill him, you see, and I wish I could know that I wasn’t.\nDOCTOR: Data is just data. Knowledge is knowledge. Only navigation and interpretation varies.\nKLYST: [OC]: Yes. I suppose that’s true. I Knew you’d understand. I never wanted to hurt any of you.\nRIGAN: That’s a good conversation for a zombie, Professor. Wish I’d known your business could be this interesting before the last of my will to live retired in poverty.\nCABBIE: It’s a funny place to put a door, if it is a door. It sounds pretty solid to me.\nMEL: Hmm. This is the place that the scanner was showing us, but even if this is a door, I wonder how we’re supposed to get through.\nCABBIE: Oh, my hand!\nMEL: Is perfectly fine. You must have found the door. Clever. A hologram.\nCABBIE: You mean to say we’re just going to walk through a wall?\nMEL: No, we’re going to walk through the image of a wall. Come on.\nCABBIE: Blimey.\nMEL: You get used to it.\nCABBIE: Well, what is this place, a garage?\nMEL: Certainly looks like it.\nCABBIE: I’ve never seen a car like that one over there.\nMEL: Neither have I. Come on, let’s try that door.\nCABBIE: I don’t believe it. It’s impossible.\nMEL: It looks like the inside of a Victorian nursing home to me. It’s no more impossible than the garage we came in through.\nCABBIE: Well, yeah, but where did it all come from?\nMEL: I have an idea, but I don’t Know how it could possibly be true.\nCABBIE: Could it be anything like how you could fit a big white room into a police box?\nMEL: Well, that’s what I’m wondering.\nCABBIE: This place gives me the creeps.\nMEL: Me too. There’s something very strange about this so-called nursing home.\nCABBIE: Yeah. I haven’t seen a single nurse.\nMEL: It’s not just that. Look around you. There are no signs pointing to the toilets or the exits, and there are no electrical sockets in this corridor at all. How many buildings do you know that would have areas with no sockets?\nCABBIE: Where would they plug in the vacuum cleaner?\nMEL: Exactly. And listen.\nCABBIE: Sounds like ghosts and rats.\nMEL: As it happens, I don’t believe in ghosts. As for the rats, I hope they stay behind the walls where they belong.\nKLYST: I never liked this kind of décor, Doctor. The Victoria era was so... institutional. I looked it up. It’s the Earth era this place most resembles. It’s pure coincidence, of course. The simple fact is that electronic interference can’t override mechanical locks. Brick and tile doesn’t conduct power the way metal might. So, the Victoria era, as bad as anything humans ever produced. Everything designed to remind you of your lowly place in society or, if you had a high place, to make you feel relieved you weren't one of the little people.\nDOCTOR: Nothing changes here. Things should change, but I can’t seem to make that happen. I try and try, but I stay here.\nKLYST: Perhaps you’re not trying hard enough. I can change things. A word of command, a few buttons pressed, or I can change your view.\nDOCTOR: You can?\nKLYST: Oh yes. Perhaps we can make you better.\nDOCTOR: Better is good. Upgrades are good for getting better and I’d like to get better. I wonder if I can be upgraded.\nKLYST: We have all the right furnishings here. Drills to relieve vapours from the brain, electro-shock equipment, purgatives. It would be interesting to test them.\nDOCTOR: No! No!\nKLYST: Ah, you do understand. You do speak coherently.\nDOCTOR: Free me!\nKLYST: That’s what I wanted to hear. That’s exactly it. Fear and desire. Your desire to evade whatever I'll do to create the fear. Fear is good for the business we have together. We can trade, you and I.\nDOCTOR: Give me upgrades. Let me out of this prison! I don’t belong! Not here, not in this.\nKLYST: Then tell me why you came here. Tell me your plan.\nDOCTOR: I never came here. Never came here at all.\nMEL: In here, a computer.\nCABBIE: We can email for help.\nMEL: Maybe, but I don’t recognise the front end for this operating system. It’s like nothing on Earth. Actually, that’s exactly it. It’s not like anything from Earth, it’s from somewhere else entirely, and the less said about the source code the better. I’ve never seen this sort before. It’s utterly alien.\nCABBIE: All this computer stuff feels alien to me.\nMEL: The strangest thing is, it’s familiar somehow.\nCABBIE: I thought you said you’d never seen it before.\nMEL: I haven't, but it’s, well, I feel like I've seen other things from the same software designers, but... There! The Doctor! There’s a map of the building’s layout.\nCABBIE: It looks a lot bigger than I’d have thought.\nMEL: Let’s go and get the Doctor.\nCABBIE: Don’t you need to print off the map?\nMEL: No. I’ve memorised it. Like an elephant, you know.\nDOCTOR: What is this? Why can’t we not go? Please?\nRIGAN: Because you’re not ready, you charlatan. Only honest men go forth from here.\nLOUIS: Rigan, what are you doing?\nRIGAN: I overheard him talking to Klyst. He’s guiding her towards sedition, just like his file says.\nLOUIS: Nobody said we were to kill this man, or drive him insane.\nDOCTOR: Sane. Been there, done that. Got the scarf and hat.\nRIGAN: Seems appropriate, considering where we are.\nLOUIS: And if you’re right, we know he regenerated recently. His brain’ll be scrambled for weeks.\nRIGAN: He was pretty lucid when he arrived.\nDOCTOR: No Doctor ever arrived. No house calls.\nLOUIS: Look, you’re doing your best to cure that, just as Klyst wants to cure his graft. Somewhere between the two of you there’s probably a sane and sensible policy.\nRIGAN: If his mind really is as scrambled as it appears, then how is Klyst getting any sense out of him?\nDOCTOR: Others have better interfaces. He was a friendly interfaces for friendly users.\nLOUIS: Fine. Professor Klyst is as strong and stubborn as anyone I’ve ever met. She won't be swayed. By the way, someone, the Feladrin I’d say, has rendered two of your guards in the power core unconscious.\nRIGAN: Where’s the Feladrin now?\nLOUIS: I don’t know. It’s still not showing on the sensors.\nMEL: His room should just be round the next bend. Good grief!\nCABBIE: Stay back, Mel. Those geezers don’t look too healthy. Whoever did it might still be around.\nMEL: They’re out cold\nCABBIE: That’s a funny colour for an nurse’s uniform. Even for a male nurse. What the hell is that?\nMEL: Probably hungry. Run!\nCABBIE: They’re everywhere!\nMEL: Three creatures hardly makes an everywhere. This way!\nCABBIE: How about six?\nMEL: We're surrounded.\nLOUIS: Is the Doctor all right?\nKLYST: Yes. And if Rigan thinks this madness isn’t going on to her next fitness report...\nLOUIS: She’s just eager.\nKLYST: You mean bored. A safe post is a dull one to people who like a physical challenge.\nLOUIS: You must be a mind reader.\nKLYST: Mind writer, actually. You can take the Doctor back to his quarters.\nMEL: They’re attacking each other.\nCABBIE: I know you’ve probably led a sheltered life, Mel, but I don’t think attacking is the word I’d use.\nSHOKHRA: We’re one again. Much more comfortable, don’t you agree? You do not wear the uniform of the staff here. Are you also experimental subjects?\nMEL: Experimental? No.\nSHOKHRA: I am Shokhra. You’re not afraid of us?\nMEL: Should I be?\nSHOKHRA: We have already rendered four guards unconscious.\nCABBIE: Guards? What, you’ve got guards here?\nSHOKHRA: Not in this corridor. Not awake. They tried to shoot us, and we don't like guns.\nMEL: Do you mind my asking, what species are you?\nSHOKHRA: We are Feladrin. We have encountered several species in this establishment. Wasitran, Corvezera.\nMEL: And you? You’re a gestalt entity?\nSHOKHRA: We are a compound species. We are six making up one, but while we are one, we function independently if necessary.\nCABBIE: Hang on. You’re an alien?\nMEL: I’m afraid he is. I wish I could say I’m surprised to find aliens in here.\nCABBIE: Well, that’s the first thing you’ve said today that hasn’t surprised me. Oh God, I’m talking a lot of cobblers, ain’t I? But I mean, it’s a alien!\nMEL: We all are, to each other. The two of us are human, by the way, Shokhra.\nSHOKHRA: Your species is not accustomed to encountering life beyond your planet?\nMEL: Well, not as a rule, but some of us have a bit more experience.\nCABBIE: What, you mean you’ve met aliens before?\nMEL: Oh yes, lots. Including the Doctor.\nSHOKHRA: Doctor?\nMEL: He’s a friend of mine. If you’re trapped here on Earth\nSHOKHRA: Earth?\nMEL: He can probably help you.\nSHOKHRA: Yes, that I believe of him.\nMEL: He should be in here. (opens door) Blast, it’s empty.\nSHOKHRA: The guards are looking for me. They may have moved him to prevent our meeting.\nCABBIE: Geez, more of them?\nRAUSCH: Hello?\nMEL: Hello. Are you a resident here?\nRAUSCH: I’m not ill. I’m not. Nothing was diagnosed.\nMEL: It’s all right. This is Shokhra. He’s a friend, I think.\nCABBIE: Are you sure?\nMEL: I’ve a feeling.\nSHOKHRA: Do not be afraid.\nRAUSCH: They said I would die tomorrow.\nMEL: The doctors here?\nRAUSCH: But I wasn't ill. It’s come on so suddenly. Young lady, are you real? A nurse?\nMEL: I’m real, but not a nurse. Look, you're not hallucinating this being. He’s, well, he’s an alien. I know it sounds as mad as a box of frogs, but all of us here are real.\nRAUSCH: I should have known that this bargain was a delusion. Asymptom of Alzheimer’s or...\nMEL: Look, we can help you too. Any idea where the Doctor might be?\nRAUSCH: There are a lot of doctors with Professor Klyst. Ah, wait. You mean the man who was in this room? You're his friends?\nMEL: Yes.\nRAUSCH: Rigan took him off somewhere. There’s something about that girl that reminds me of my youth.\nMEL: Where would they be?\nRAUSCH: At the end of the corridor.\nSHOKHRA: You!\nMEL: Doctor!\nLOUIS: Oh no, Security!\nRIGAN: They’re in T wing. Use projectile weapons only. Nothing anachronistic. Shoot to maim.\nLOUIS: Get off me, you primitive.\nMEL: Doctor. Doctor! He’s barely conscious.\nCABBIE: Give it up, mate. You’re not getting out of this hole. You wouldn't be the first bloke I’ve had to quieten down for being too rowdy.\nMEL: What have you done to the Doctor?\nLOUIS: Nothing.\nCABBIE: Nothing? He didn’t drink himself into this state, you know. You like picking on weedy blokes, do you?\nLOUIS: I, I didn’t do it. None of us did. It was an accident.\nMEL: Accident? I bet. What sort of accident?\nLOUIS: Scientific. He was warned not to interfere with the equipment, but he just\nDOCTOR: Better stay still forever. Running, run, running, running to nowhere and to never.\nSHOKHRA: It would appear he speaks your language.\nMEL: He’s speaking words and phrases, yes, but there’s no context or meaning.\nCABBIE: Some sort of madness. I mean, this place is a looney bin, after all.\nSHOKHRA: This place may pretend to be a mental health institution, but we are not so sure it really is. It is more like some kind of experimental zoo. The number of different species here does suggest that. Yet your friend here may have a genuine medical condition.\nMEL: There’s a thing called aphasia, I think. He has also just regenerated recently.\nSHOKHRA: Regenerated?\nCABBIE: What?\nRIGAN: Shoot to maim. No head shots. Torso and limbs only.\nMEL: Run!\nRAUSCH: All over again. They say this is what Alzheimer’s does, don’t they? You remember your past clearly, but the present is a phantom.\nRIGAN: I don’t believe in phantoms. Guard, take Mister Rausch to the Med Lab. Professor Klyst should be ready for him now. I bet you’ve never been so glad to see me.\nLOUIS: You'd win that bet. I thought those barbarians were going to strangle me.\nRIGAN: Who were those two humans?\nLOUIS: I don’t know. Friends of the Doctor, or so the girl said. How the hell did they get here?\nRIGAN: Security, we have two intruders, both human. One male, one female. They are cooperating with the Feladrin subject. Their apprehension is top priority. Bring them down, but don’t kill them.\nMEL: I think we’ve lost them.\nCABBIE: Good. This Doctor of yours is heavier than he looks.\nDOCTOR: Just the mass of a shell.\nSHOKHRA: We will carry him. We are stronger than Earth species. We require an exit from this facility.\nMEL: That’s putting it mildly.\nCABBIE: We can't go out the way we came in, not without going through the weekend SAS back there again.\nSHOKHRA: While we were disparate, one of us found a door out of the Institute.\nDOCTOR: Out, yes. Out but not disparate. I can all go together.\nMEL: Can you lead us to it?\nSHOKHRA: Yes. This way.\nLOUIS: Got them. They’ve left the Terran wing. They’re into the support levels. Access way delta, off the central hub.\nRIGAN: Good.\nSHOKHRA: There. It would appear to be the main door of the Institute.\nDOCTOR: Yes, let us down. I can feel the outside.\nMEL: I can’t believe it was this easy.\nCABBIE: Well, it isn't, is it, if these nutters with the guns find us. Ah, this door won’t push or pull.\nMEL: There’s a button. Let me.\nCABBIE: Another door?\nMEL: Look out!\nMEL: The guards!\nDOCTOR: We need defences to screen us from them.\nSHOKHRA: Close the door behind us.\nMEL: Got it.\nCABBIE: How come we’re on top of a cliff?\nMEL: What did you say?\nCABBIE: I can see the sky through this little window, but I can’t see the ground.\nMEL: Let me look. There is no ground. We’re in outer space! This is an airlock!\nDOCTOR: Yes. The way to our release and freedom.\nCABBIE: What's that noise?\nMEL: Sounds like some sort of gas leak.\nCABBIE: Nah, nah, nah. It’s coming from this window.\nSHOKHRA: There. A projectile impact.\nMEL: A bullet hole? Oh, no. If that gives way...\nSHOKHRA: We'll be blown out into space."
    },
    {
      "part_number": 3,
      "start_line": 1303,
      "end_line": 2007,
      "elements": [
        {
          "type": "direction",
          "text": "[Part Three]",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "There’s some sort of cupboard here.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Humans will need pressure suits. Put them on. You will have at most two minutes of life in the vacuum.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What about you, Doctor?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I need no suit.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh yes, you do.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "You will get suited up.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "What about you?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "+ DOCTOR: We can survive negative pressure several minutes more than humans. However I will not be able to speak to you without the suit’s communicator.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Find something to cover the window with. The pressure in here should hold it on. So long as there’s a seal, we should be all right. Oh, it’s too late. It’s going! (bang) Hold on to the Doctor!",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "What are you doing?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Just administering a sedative.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "You are going to kill me. Or am I just dying?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Sorry. Goodbye, Johannes Rausch. Generation point reached. Begin the grafting process. Disconnect him. His lifesigns are stable. Mister Rau... oh, stupid of me. He’s gone. Can you hear me? I’ve applied a stimulant. I know you’re physically healthy. I know you can understand speech.",
          "character": "KLYST"
        },
        {
          "type": "direction",
          "text": "The subject screams.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Sedative, quickly! Sedative.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Yes, Professor.",
          "character": "ORDERLY"
        },
        {
          "type": "dialogue",
          "text": "His hand’s free! Get that damn sedative administered before he rips his whole face off.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Got it. There.",
          "character": "ORDERLY"
        },
        {
          "type": "dialogue",
          "text": "What a relief. Somebody sew up his cheek.",
          "character": "KLYST"
        },
        {
          "type": "direction",
          "text": "In space suits.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Is everyone all right?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Yes. And so is Shokhra.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "If you mean still breathing, not choking, then yes. I only just got this suit on in time. If you mean with the situation, I’m about as far from all right as it’s possible to get. How did we get into outer space?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "I’m not sure. And even if I was, you probably wouldn’t believe any of the ideas any more than I do. Come on, we have to get out of here. Now that the airlock is depressurised, the outer door should open. Well, we’re definitely not on Earth. The horizon’s only about fifty feet away. We’re on some kind of asteroid.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Two others are approaching. They don’t appear to have located us. Yet.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "They don’t look armed.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Their protective suits may well have built-in weaponry.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Maybe we've got the same?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "I have no sensors, no scans, no idea.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "We need to find another airlock, where we can get back inside.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "You can bet they'll have door alarms.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "These suits were for emergencies only, so they won't have a lot of air in the tanks. I can’t read the language on these read-outs so I don’t know how long we’ve got. Stick to the shadows. That way we won't be boiled by direct sunlight. And hopefully the people in those other suits won’t notice us.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "EVA troop, this is Rigan. Can you see into the airlock from your side? Are they still alive, any of them?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "[OC]: They’re not here.",
          "character": "MAN"
        },
        {
          "type": "dialogue",
          "text": "Not there? That’s impossible. Get the door open.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "[OC]: The viewport in the outer door’s given way. Explosive decompression.",
          "character": "MAN"
        },
        {
          "type": "dialogue",
          "text": "How did they survive? Where are they?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Emergency pressure suits are missing. They must be out on the surface.",
          "character": "MAN"
        },
        {
          "type": "dialogue",
          "text": "I can see another airlock up above and to the right.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Happy landings. Remember, don’t leave your seat until you’ve come to a complete stop.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "This’ll be the weirdest B&E I’ve ever done. Dave Courtney’ll never believe me.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Ah, made it.",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Door closes, helmets off.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "We were beginning to think we would never breathe air again.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "That’s better.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Doctor, are you all right? You do sound more lucid.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I’m where I belong, among the stars. Among the stars but separated from them. O to feel the hard radiation, the solar winds brushing across me.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh yeah, it was kinda cool, wasn’t it? Although I don’t think I wanna try that again.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "You're taking this very well.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Taking what well?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Suddenly being in space, aliens, people shooting at us.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I’ve been shot at before. Just the twice, though. As for the rest of it, well, that old bloke sorted it out for me, him thinking he had Alzheimer’s.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Oh, don’t tell me you think you’ve got",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "No, no, no, no, no. But this being an hallucination. That’s strikes me as being a much more sensible explanation for all this than the ‘I’m in space running around with an alien’.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Yeah, that’s it. Yeah. I’m still in the motor. Maybe we both are. We had a crash just outside the real Hetchell house.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Nonsense. The first thing we have to do is see to the Doctor. Something must have happened to him, and from what that Louis person said, I don’t think it’s his regeneration.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "On that we agree. Oh, this has gone too far already.",
          "character": "KLYST"
        },
        {
          "type": "direction",
          "text": "Smash!",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "I should have expected the Doctor would have confederates. He must have signalled them somehow, brought them here as part of... He’s a big name, Louis. Big catch.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "He’s a way out of here, you mean?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Don’t you notice how we’re as much inmates as our subjects? No, I don’t suppose you do. You get to go off and visit places.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Those trips are not exactly time off work, Rigan. I suppose you have a point. I can see myself becoming fractious if I was cooped up here permanently.",
          "character": "LOUIS"
        },
        {
          "type": "direction",
          "text": "Door opens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "What the hell? The security monitor.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "It looks as if someone had a disagreement with it. I know how they feel.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Klyst?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "I imagine so, but why?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "I still can’t get a reading on the Feladrin, but the rest of their lifesigns are on M wing. Security, seal off that wing and cut the lighting, then deploy breathing filters and meet me at the walkway to M wing.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Breathing filters?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Somewhere around here Klyst has installed a sedation protocol. She likes to be able to calm the subjects down if they’re getting too angry. Ah. Not a rapid anaesthetic, but when the wing’s sealed it should at least make our friends disoriented and less troublesome.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, it’s like a hot house in here. I can hardly see.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "This section contains amphibious lifeforms.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Do you know the layout of the whole facility?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Almost, yes.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "The design is simple enough. I can take you anywhere in here. Defences against outside being inside.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Can you hear that? It’s gas! We have to get out of here.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "The doors are locked.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Break them down, then.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "It’s no good.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Where did that come from? I mean, did you see a door there?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "So it was hidden. Does it matter? Let’s go!",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "In here, quickly.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Who are you?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "It is the Professor, Klyst.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "The anaesthetic will put you on your backs at any moment, and Rigan and her guards won't be far behind. Now come on!",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "They got out? Oh, of course. Klyst!",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "I suppose it’s too much to hope that all this is in the solar system asteroid belt, between Mars and Jupiter?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Yes.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Yes it is or yes it’s too much to hope?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Yes. You’re Melanie, aren’t you?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Yes. The Doctor told you?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "He did.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Thank you for getting us out of there.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "It was the least I can do. The Doctor, was he injured?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Not by the guards, if that’s what you mean. I’d like to know how he got like this, though.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "And we would like to know why you wanted to kill us.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "I don’t kill. At least, not intentionally.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Then what do you do here? And what happened to the Doctor?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "That’s a long story. The Doctor first arrived at the Institute not long after Shokhra did.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "That Feladrin you brought in is fascinating, Louis. Just look at these readings. I’ve never seen anything like them. I still wish we had a Dalek mutant or two. More than any other species, they’re the ones we ought to be working on.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "You know what happened to Hellbrand’s facility.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "I’m not Hellbrand.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "No, you’re still upright and breathing. Listen, I have to reconfigure my vehicle. Enjoy yourself with your new subject. (leaves)",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Enjoy myself? What’s to enjoy about cutting and pasting minds between bodies? Now, if we start the generation sequence next for a... What?",
          "character": "KLYST"
        },
        {
          "type": "direction",
          "text": "Opens door.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Ah, thank you. I was beginning to get a bit stuffy in there. You should really tell the janitors that they need to clean the mops at the end of the day, not just stuff them into a cupboard.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Who are you, and what are you doing in there?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "I’m the Doctor.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "You haven’t heard of me? Hmm, I’m disappointed. I’ve heard of you, of course, Professor Klyst. In fact, I read a paper",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "How did you get here, and why?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Oh, the how is easy enough. I stowed away in a car. And as for why? Well, to see you of course, Professor.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Me?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Your work is legendary. And as a student of all the sciences, I couldn’t resist just a little peek at your Institute here.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh. That’s not allowed, I’m afraid. This is supposed to be a secret installation.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Oh, don’t worry. I won't tell a soul.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Where did you come from? Earth?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Lots of places, actually, but originally Gallifrey.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, I see.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Oh, that’s quite all right. Now, what was all that about pasting minds between bodies?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "That was... classified.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Classified? Oh. So you can’t tell me, but that doesn’t mean I can’t tell you, does it? Let me see. Ah yes. You persuade people to accept some unspecified help from you, and in return they submit themselves to your tender mercies, where you put someone else’s mind into their bodies. How am I doing so far?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Splendidly. Or perhaps I mean disturbingly. Don’t touch that!",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Why not? Perhaps I can help.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "The containment protocols for the donor’s sentience are very finely balanced. You could do untold damage.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "But these computers aren’t designed to hold memory engrams or personality matrices from a living host.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "No, they're designed to generate them within very precise limits.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Yes. I’ve seen it done before. But you don’t mean to say you’re implanting Als of this complexity into living beings?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Of course I do.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Why?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Because then we’ll have members of living species with a direct kinship to the block transfer generator.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "What happens to the original personalities?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "They’re overwritten.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Overwritten? You mean they no longer exist?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yes",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Those were living beings. You’re killing them!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "They were dead already.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "That Feladrin looked pretty alive to me, walking and talking. Might not be a scientific diagnosis, but I’d say it’s a sign of life, wouldn’t you?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yes. But even that is only because we took them away from the situation of their deaths. As far as the Web of Time is concerned, all these people are dead.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Then you shouldn't have done that.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You would rather they died?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "I think they’d rather have died as themselves.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "They do die as themselves. It’s no different than if they made a will leaving their bodies to medical science. In fact, that’s exactly what they’re doing when they agree to the terms offered by Louis.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "If you really believe that, then why do you have so many doubts about what you are doing here?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Because... Because for some reason, a goodly percentage of the sentiences suffer irreversible mental trauma when merged with humanoid bodies. The physical form is just too different and too limited. I came here to do good, not harm.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "And I believe you when you say that. I’m just curious as to why, exactly why. What is the good that you’re aiming for?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Security, for ourselves and for the rest of the universe. What’s good for us is good for them, you know that. When this programme is successful, we can introduce our own operatives into various species’ time sensitives. Time travel development in the galaxy can be monitored and controlled, not left to chance and chaos.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "And where does it end, Klyst? If not enough people sign your Mephistophelean deal, will you go out and capture people from their homes whenever you feel like it and drag them here in cages? Would you breed male and female subjects of all these races to provide generations of children who would never know sunlight or love or that there was a world beyond these walls? Children who would know only that which you and your team saw fit to do to them in the name of security? There would be other names than scientist for you then.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I hear them every night, every time I switch off the systems and try to rest.",
          "character": "KLYST"
        },
        {
          "type": "direction",
          "text": "Door opens and closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Professor, who is this?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Just a visitor, Rigan.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Hello, Rigan. I’m the Doctor.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "A visitor? Here? Security, two guards to the med lab.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "All right, put him in my office. Keep a guard on the door.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Understood.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "I heard what happened. Are you all right?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "That man, the Doctor, he said some things...",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "I’m sure he did. Things that would go against everything we’ve worked for here, right?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Yes.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Things that do imply we’re doing something wrong? When somebody actually tries to do something for the safety and security of their people, there’s always someone who thinks it’s wrong, or anti some other group. It’s just a fashionable view. It doesn’t mean it’s right, or that we shouldn't act to preserve our future and past security.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Perhaps I should ask for further instructions.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "You know what they'd say.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Do I? I can’t be the only one who wonders about the ethics of this programme.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "You're not. You know you’re not. But we all of us have a duty to perform. Not just duty to the government, but a responsibility to the future.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "The future? You read too much. You’re beginning to get theatrical.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Our own future security, that of our descendants and that of any other people in the galaxy for whom life will go on. Which hopefully is a lot of people.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "The end justifies the means? That’s clichéd, not theatrical.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Not at all. The ends don’t always justify the means, but that doesn’t mean that they never do. It depends on the circumstances and the context. I think this end justifies these means today.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Hmm. Hmm, I wonder if there’s a communications circuit in here. There. (clears throat, speak high pitched) Security? Report. Ah, oh, that’s not right. She sounded a bit like this. (as Rigan) All security guards report to the garage. Repeat, all security guards report to the garage. (footsteps recede outside, normal voice) Some people will do anything for a woman in uniform.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Door opens and closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Now then, Professor Klyst, let’s take a look at your calculations. Oh, fascinating. The system must generate sentiences alone, without the physical formatting. It would be downlinked through this. But not any more.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor, no! Don’t meddle with that circuitry!",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Oh, I know what I’m doing.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "But the discharge...",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "I know what argh!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "No! Doctor, you idiot!",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Couldn’t you do something for him? If you invented this treatment, you must know how to reverse it.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Even if I could, all that would do is remove the artificial sentience and leave his mind void. What good would that me?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Isn’t there anything of the Doctor left?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I’ve been hoping so, trying to believe so. My training tells me no, but my instincts? My instincts make me wonder. I just hope they are instincts and not just wishful thinking.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Concentrate on the dimensions available. Use them. Ignore the missing ones. Movement. Limited three dimensional. Involuntary and autonomic fourth dimensional progression only. I feel... others. I must travel.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "How the Doctor found this place I have no idea. He certainly wasn’t sent from Gallifrey.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Not as far as I know.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Perhaps we can help with this question.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "You?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Today was not our first meeting with the Doctor.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Excuse me.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Speak, little one.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Little one? Well, it’s not size that matters, so people keep telling me. If I may, you’re Shokhra, aren't you?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "We are. How do you know this, human?",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Actually, I’m not exactly human, thankfully, but I can see how you’d make that mistake. Don’t worry about it. I’m not offended. As for how I knew who you were, well, I Know things about you. It’s my job to know things. And your shift supervisor spoke very highly of you when I asked him who he might recommend for a certain something I had in mind.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "What would that be?",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "That would be me, or rather, the Klyst Institute who I work for, improving your life to a great degree with your cooperation. You work in the cold fusion plant, is that correct?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Yes.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "But you have some other ambitions, don’t you. You want to be the manager, perhaps.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "That would be a more honourable and profitable position, but it will be many years...",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Ordinarily. But I make it happen today. It’s like this. The Institute’s research gave us your name as someone who might be suitable for an arrangement we’re looking to make. On our part, we use our contacts to help improve your life, in return for your agreeing to certain terms.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Very penalising terms, we imagine.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Actually, nothing so bad. The price for this is that you agree to come with me, wherever I may suggest, the day before your death. That’s it. That’s all. All you have to do is put your clawprints, one from each of you, on this. (receding) Thank you. I'll be in touch.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Excuse me. It’s Shokhra, isn’t it? Terribly nice to meet you, old chap. Chaps.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Can we help you?",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "It seems to be a day for strangers helping each other, doesn’t it?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You were listening.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Oh no, not at all. Yes, well, I couldn’t help overhearing a conversation from such voices as yours, but I wouldn't call it listening or even eavesdropping.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What do you wish to speak to us about? Have you also a deal to offer?",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Good heavens, no. Not that sort of deal, anyway. No, I was just passing by and saw that man talking to you, and I thought he looks vaguely familiar, and of course I wondered what a human could be here when this species hasn't discovered space travel yet.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You are here.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Oh yes, silly of me. I may look human but I’m not. The similarities are purely coincidental, I assure you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Neither is he.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Really? How remarkable. Two men who look human but aren’t, in the same place at the same time.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Perhaps you should introduce yourself to him.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "I did think of that, yes, but then I decided that you seemed much more interesting company. You’ve got ambitions and respect.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yes.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Surely you didn’t believe all that nonsense about claiming you one day before you die?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Not particularly.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Then why did you agree to his offer? Sound like a rather fanciful arrangement to me.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "We sensed no harm in it.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Really? Can I ask you something, Shokhra?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yes.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "I'd like to come with you when that man comes back. Actually, I'll be coming back for you with him, though he doesn’t know it.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You life needs oblivion?",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Not at all. I’m very happy doing what I do. But I would like to know more about what he does.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "It could be decades, even if his story is real.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "I'll be around at the right time. But I must dash. I have to hitch a lift.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Did he, it, sign?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Six times over. I’ve got my doubts about having a Feladrin in the programme, but I suppose Klyst knows what she’d doing.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "You suppose. I just hope.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "I didn’t think you had any left.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Just a stain.",
          "character": "RIGAN"
        },
        {
          "type": "direction",
          "text": "Door opens and closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Garage? You’d think they'd have a proper reception, a news agent, maybe a cafeteria?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "We'll quarter the Feladrin on K wing. Room14.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Yes, Professor.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Here are the notes on the relevant species data. It’s a compound species. Unusual.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "(sotto) That’s the problem with eavesdropping. No way to turn up the volume.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Ill see that it’s all taken into account. What was that?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "(sotto) Oh no.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What was that?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Nothing, Rigan. Don’t get paranoid. Now who's next?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "The probability matrices are offering us good odds on a Terran, early 21° Century.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Johannes Rausch.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "He'll be next. But getting the Feladrin settled into K14 first is the priority for today.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "(sotto) Time to go.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Tardis door closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "No time to lose. Mel, it feels like a hundred years since I saw you. Ha ha, fooled you! Sorry, Mel. This isn’t me, just a holographic recording. It’s rather good, isn’t it? I didn’t mean to stand you up, but as it turns out, I’m taking a rather more circuitous route than I want to, which, like most circuitous routes, will probably be more interesting than the straight line. Now, knowing homo sapiens as well as I do, I know you’ll be getting impatient to find out where I am and where to meet me. On the scanner you should be seeing a man who calls himself Louis. He’s the one who can bring you to me. All you have to do is find him. You'll find an address and a time on the scanner now, courtesy of Louis not being as good at computer security as you or I. And let him bring you along. Oh, just one thing, Mel. Try not to let him see you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Ah. I don’t think you should be up and about.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Leave now.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "What are you doing here?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "I mean no harm to any of you, but I require this area.",
          "character": "RAUSCH"
        },
        {
          "type": "direction",
          "text": "Thump, a man cries out, fizzle.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "I mean you no harm but it may be necessary. I require data. You.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Me?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "How do I leave?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "You can’t. The barrier is set to only let out authorised capsules and vehicles.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "The barrier is set by the computer?",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "No, of course not.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "I will lower it. You will take me to it.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "If you’re going to start making deals, you'll have to learn to be a little bit more argh. You’re hurting me!",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "I do not want to hurt you. I want to leave. You will take me to the barrier.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Come on, Professor. I Know you’re somewhere.",
          "character": "RIGAN"
        },
        {
          "type": "direction",
          "text": "Alarm sounds.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "The barrier!",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "What’s happening? Louis?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Rigan. The old man, Johannes or whatever he is now.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Whatever? You mean the grafting worked?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "I don’t know if worked is the right word. He’s managed to get out of the Institute. He shut down the barrier as if he has a connection to it.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "If he left, where did he go?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Earth.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "At least he can’t get access to a TT capsule there. Contamination should be minimal. Let’s get back to the control room and organise a pursuit.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Everything’s dead. Something’s crashed the whole system.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "That doesn’t sound very useful.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "It’s impossible.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "It’s tripping me out, Mel. I mean, I’m getting the feeling the cops’ll be here any minute.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "This is where we could really use the Doctor’s help. We have to put a stop to this and free the subjects.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I agree. Unfortunately that’s impossible too.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Not necessarily.",
          "character": "SHOKHRA"
        },
        {
          "type": "direction",
          "text": "Squidgy sounds.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Doctor!",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "It’s going crazy. Get it off him!",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Shokhra!",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "What the hell is going on?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "It’s eating him alive.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "No, wait. I think it’s making the Doctor a part of itself.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Mel, don’t worry. I’m still here.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What the? Klyst, it’s the Feladrin!",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Rigan, no!",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "You'll hit the Doctor!",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "One criminal less won’t make a difference.",
          "character": "RIGAN"
        },
        {
          "type": "direction",
          "text": "Weapons fire.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "No, you mustn't. Just let it",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Everybody, let’s stop and think.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "You think, I'll do.",
          "character": "RIGAN"
        },
        {
          "type": "direction",
          "text": "Struggle.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Louis! No! I didn’t mean to. It was an accident.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "I’m sorry, Mel. This bloke’s a goner.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Are you sure? I mean, you’re not a doctor.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Let’s just say I’ve seen death before.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "The body, it’s",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Regenerating, Mel. Louis is a Time Lord.",
          "character": "DOCTOR"
        }
      ],
      "searchable_dialogue": "CABBIE: There’s some sort of cupboard here.\nDOCTOR: Humans will need pressure suits. Put them on. You will have at most two minutes of life in the vacuum.\nMEL: What about you, Doctor?\nDOCTOR: I need no suit.\nMEL: Oh yes, you do.\nSHOKHRA: You will get suited up.\nCABBIE: What about you?\nSHOKHRA: + DOCTOR: We can survive negative pressure several minutes more than humans. However I will not be able to speak to you without the suit’s communicator.\nMEL: Find something to cover the window with. The pressure in here should hold it on. So long as there’s a seal, we should be all right. Oh, it’s too late. It’s going! (bang) Hold on to the Doctor!\nRAUSCH: What are you doing?\nKLYST: Just administering a sedative.\nRAUSCH: You are going to kill me. Or am I just dying?\nKLYST: Sorry. Goodbye, Johannes Rausch. Generation point reached. Begin the grafting process. Disconnect him. His lifesigns are stable. Mister Rau... oh, stupid of me. He’s gone. Can you hear me? I’ve applied a stimulant. I know you’re physically healthy. I know you can understand speech.\nKLYST: Sedative, quickly! Sedative.\nORDERLY: Yes, Professor.\nKLYST: His hand’s free! Get that damn sedative administered before he rips his whole face off.\nORDERLY: Got it. There.\nKLYST: What a relief. Somebody sew up his cheek.\nMEL: Is everyone all right?\nDOCTOR: Yes. And so is Shokhra.\nCABBIE: If you mean still breathing, not choking, then yes. I only just got this suit on in time. If you mean with the situation, I’m about as far from all right as it’s possible to get. How did we get into outer space?\nMEL: I’m not sure. And even if I was, you probably wouldn’t believe any of the ideas any more than I do. Come on, we have to get out of here. Now that the airlock is depressurised, the outer door should open. Well, we’re definitely not on Earth. The horizon’s only about fifty feet away. We’re on some kind of asteroid.\nDOCTOR: Two others are approaching. They don’t appear to have located us. Yet.\nCABBIE: They don’t look armed.\nDOCTOR: Their protective suits may well have built-in weaponry.\nCABBIE: Maybe we've got the same?\nDOCTOR: I have no sensors, no scans, no idea.\nMEL: We need to find another airlock, where we can get back inside.\nCABBIE: You can bet they'll have door alarms.\nMEL: These suits were for emergencies only, so they won't have a lot of air in the tanks. I can’t read the language on these read-outs so I don’t know how long we’ve got. Stick to the shadows. That way we won't be boiled by direct sunlight. And hopefully the people in those other suits won’t notice us.\nRIGAN: EVA troop, this is Rigan. Can you see into the airlock from your side? Are they still alive, any of them?\nMAN: [OC]: They’re not here.\nRIGAN: Not there? That’s impossible. Get the door open.\nMAN: [OC]: The viewport in the outer door’s given way. Explosive decompression.\nRIGAN: How did they survive? Where are they?\nMAN: [OC]: Emergency pressure suits are missing. They must be out on the surface.\nMEL: I can see another airlock up above and to the right.\nDOCTOR: Happy landings. Remember, don’t leave your seat until you’ve come to a complete stop.\nCABBIE: This’ll be the weirdest B&E I’ve ever done. Dave Courtney’ll never believe me.\nMEL: Ah, made it.\nSHOKHRA: We were beginning to think we would never breathe air again.\nCABBIE: That’s better.\nMEL: Doctor, are you all right? You do sound more lucid.\nDOCTOR: I’m where I belong, among the stars. Among the stars but separated from them. O to feel the hard radiation, the solar winds brushing across me.\nCABBIE: Oh yeah, it was kinda cool, wasn’t it? Although I don’t think I wanna try that again.\nMEL: You're taking this very well.\nCABBIE: Taking what well?\nMEL: Suddenly being in space, aliens, people shooting at us.\nCABBIE: I’ve been shot at before. Just the twice, though. As for the rest of it, well, that old bloke sorted it out for me, him thinking he had Alzheimer’s.\nMEL: Oh, don’t tell me you think you’ve got\nCABBIE: No, no, no, no, no. But this being an hallucination. That’s strikes me as being a much more sensible explanation for all this than the ‘I’m in space running around with an alien’.\nCABBIE: [OC]: Yeah, that’s it. Yeah. I’m still in the motor. Maybe we both are. We had a crash just outside the real Hetchell house.\nMEL: [OC]: Nonsense. The first thing we have to do is see to the Doctor. Something must have happened to him, and from what that Louis person said, I don’t think it’s his regeneration.\nKLYST: On that we agree. Oh, this has gone too far already.\nRIGAN: I should have expected the Doctor would have confederates. He must have signalled them somehow, brought them here as part of... He’s a big name, Louis. Big catch.\nLOUIS: He’s a way out of here, you mean?\nRIGAN: Don’t you notice how we’re as much inmates as our subjects? No, I don’t suppose you do. You get to go off and visit places.\nLOUIS: Those trips are not exactly time off work, Rigan. I suppose you have a point. I can see myself becoming fractious if I was cooped up here permanently.\nRIGAN: What the hell? The security monitor.\nLOUIS: It looks as if someone had a disagreement with it. I know how they feel.\nRIGAN: Klyst?\nLOUIS: I imagine so, but why?\nRIGAN: I still can’t get a reading on the Feladrin, but the rest of their lifesigns are on M wing. Security, seal off that wing and cut the lighting, then deploy breathing filters and meet me at the walkway to M wing.\nLOUIS: Breathing filters?\nRIGAN: Somewhere around here Klyst has installed a sedation protocol. She likes to be able to calm the subjects down if they’re getting too angry. Ah. Not a rapid anaesthetic, but when the wing’s sealed it should at least make our friends disoriented and less troublesome.\nMEL: Oh, it’s like a hot house in here. I can hardly see.\nSHOKHRA: This section contains amphibious lifeforms.\nMEL: Do you know the layout of the whole facility?\nSHOKHRA: Almost, yes.\nDOCTOR: The design is simple enough. I can take you anywhere in here. Defences against outside being inside.\nMEL: Can you hear that? It’s gas! We have to get out of here.\nCABBIE: The doors are locked.\nSHOKHRA: Break them down, then.\nMEL: It’s no good.\nCABBIE: Where did that come from? I mean, did you see a door there?\nMEL: So it was hidden. Does it matter? Let’s go!\nKLYST: In here, quickly.\nMEL: Who are you?\nSHOKHRA: It is the Professor, Klyst.\nKLYST: The anaesthetic will put you on your backs at any moment, and Rigan and her guards won't be far behind. Now come on!\nRIGAN: They got out? Oh, of course. Klyst!\nMEL: I suppose it’s too much to hope that all this is in the solar system asteroid belt, between Mars and Jupiter?\nKLYST: Yes.\nMEL: Yes it is or yes it’s too much to hope?\nKLYST: Yes. You’re Melanie, aren’t you?\nMEL: Yes. The Doctor told you?\nKLYST: He did.\nMEL: Thank you for getting us out of there.\nKLYST: It was the least I can do. The Doctor, was he injured?\nMEL: Not by the guards, if that’s what you mean. I’d like to know how he got like this, though.\nSHOKHRA: And we would like to know why you wanted to kill us.\nKLYST: I don’t kill. At least, not intentionally.\nMEL: Then what do you do here? And what happened to the Doctor?\nKLYST: That’s a long story. The Doctor first arrived at the Institute not long after Shokhra did.\nKLYST: That Feladrin you brought in is fascinating, Louis. Just look at these readings. I’ve never seen anything like them. I still wish we had a Dalek mutant or two. More than any other species, they’re the ones we ought to be working on.\nLOUIS: You know what happened to Hellbrand’s facility.\nKLYST: I’m not Hellbrand.\nLOUIS: No, you’re still upright and breathing. Listen, I have to reconfigure my vehicle. Enjoy yourself with your new subject. (leaves)\nKLYST: Enjoy myself? What’s to enjoy about cutting and pasting minds between bodies? Now, if we start the generation sequence next for a... What?\nDOCTOR: Ah, thank you. I was beginning to get a bit stuffy in there. You should really tell the janitors that they need to clean the mops at the end of the day, not just stuff them into a cupboard.\nKLYST: Who are you, and what are you doing in there?\nDOCTOR: I’m the Doctor.\nKLYST: Doctor?\nDOCTOR: You haven’t heard of me? Hmm, I’m disappointed. I’ve heard of you, of course, Professor Klyst. In fact, I read a paper\nKLYST: How did you get here, and why?\nDOCTOR: Oh, the how is easy enough. I stowed away in a car. And as for why? Well, to see you of course, Professor.\nKLYST: Me?\nDOCTOR: Your work is legendary. And as a student of all the sciences, I couldn’t resist just a little peek at your Institute here.\nKLYST: Oh. That’s not allowed, I’m afraid. This is supposed to be a secret installation.\nDOCTOR: Oh, don’t worry. I won't tell a soul.\nKLYST: Where did you come from? Earth?\nDOCTOR: Lots of places, actually, but originally Gallifrey.\nKLYST: Oh, I see.\nDOCTOR: Oh, that’s quite all right. Now, what was all that about pasting minds between bodies?\nKLYST: That was... classified.\nDOCTOR: Classified? Oh. So you can’t tell me, but that doesn’t mean I can’t tell you, does it? Let me see. Ah yes. You persuade people to accept some unspecified help from you, and in return they submit themselves to your tender mercies, where you put someone else’s mind into their bodies. How am I doing so far?\nKLYST: Splendidly. Or perhaps I mean disturbingly. Don’t touch that!\nDOCTOR: Why not? Perhaps I can help.\nKLYST: The containment protocols for the donor’s sentience are very finely balanced. You could do untold damage.\nDOCTOR: But these computers aren’t designed to hold memory engrams or personality matrices from a living host.\nKLYST: No, they're designed to generate them within very precise limits.\nDOCTOR: Yes. I’ve seen it done before. But you don’t mean to say you’re implanting Als of this complexity into living beings?\nKLYST: Of course I do.\nDOCTOR: Why?\nKLYST: Because then we’ll have members of living species with a direct kinship to the block transfer generator.\nDOCTOR: What happens to the original personalities?\nKLYST: They’re overwritten.\nDOCTOR: Overwritten? You mean they no longer exist?\nKLYST: Yes\nDOCTOR: Those were living beings. You’re killing them!\nKLYST: They were dead already.\nDOCTOR: That Feladrin looked pretty alive to me, walking and talking. Might not be a scientific diagnosis, but I’d say it’s a sign of life, wouldn’t you?\nKLYST: Yes. But even that is only because we took them away from the situation of their deaths. As far as the Web of Time is concerned, all these people are dead.\nDOCTOR: Then you shouldn't have done that.\nKLYST: You would rather they died?\nDOCTOR: I think they’d rather have died as themselves.\nKLYST: They do die as themselves. It’s no different than if they made a will leaving their bodies to medical science. In fact, that’s exactly what they’re doing when they agree to the terms offered by Louis.\nDOCTOR: If you really believe that, then why do you have so many doubts about what you are doing here?\nKLYST: Because... Because for some reason, a goodly percentage of the sentiences suffer irreversible mental trauma when merged with humanoid bodies. The physical form is just too different and too limited. I came here to do good, not harm.\nDOCTOR: And I believe you when you say that. I’m just curious as to why, exactly why. What is the good that you’re aiming for?\nKLYST: Security, for ourselves and for the rest of the universe. What’s good for us is good for them, you know that. When this programme is successful, we can introduce our own operatives into various species’ time sensitives. Time travel development in the galaxy can be monitored and controlled, not left to chance and chaos.\nDOCTOR: And where does it end, Klyst? If not enough people sign your Mephistophelean deal, will you go out and capture people from their homes whenever you feel like it and drag them here in cages? Would you breed male and female subjects of all these races to provide generations of children who would never know sunlight or love or that there was a world beyond these walls? Children who would know only that which you and your team saw fit to do to them in the name of security? There would be other names than scientist for you then.\nKLYST: I hear them every night, every time I switch off the systems and try to rest.\nRIGAN: Professor, who is this?\nKLYST: Just a visitor, Rigan.\nDOCTOR: Hello, Rigan. I’m the Doctor.\nRIGAN: A visitor? Here? Security, two guards to the med lab.\nKLYST: All right, put him in my office. Keep a guard on the door.\nRIGAN: Understood.\nLOUIS: I heard what happened. Are you all right?\nKLYST: That man, the Doctor, he said some things...\nLOUIS: I’m sure he did. Things that would go against everything we’ve worked for here, right?\nKLYST: Yes.\nLOUIS: Things that do imply we’re doing something wrong? When somebody actually tries to do something for the safety and security of their people, there’s always someone who thinks it’s wrong, or anti some other group. It’s just a fashionable view. It doesn’t mean it’s right, or that we shouldn't act to preserve our future and past security.\nKLYST: Perhaps I should ask for further instructions.\nLOUIS: You know what they'd say.\nKLYST: Do I? I can’t be the only one who wonders about the ethics of this programme.\nLOUIS: You're not. You know you’re not. But we all of us have a duty to perform. Not just duty to the government, but a responsibility to the future.\nKLYST: The future? You read too much. You’re beginning to get theatrical.\nLOUIS: Our own future security, that of our descendants and that of any other people in the galaxy for whom life will go on. Which hopefully is a lot of people.\nKLYST: The end justifies the means? That’s clichéd, not theatrical.\nLOUIS: Not at all. The ends don’t always justify the means, but that doesn’t mean that they never do. It depends on the circumstances and the context. I think this end justifies these means today.\nDOCTOR: Hmm. Hmm, I wonder if there’s a communications circuit in here. There. (clears throat, speak high pitched) Security? Report. Ah, oh, that’s not right. She sounded a bit like this. (as Rigan) All security guards report to the garage. Repeat, all security guards report to the garage. (footsteps recede outside, normal voice) Some people will do anything for a woman in uniform.\nDOCTOR: Now then, Professor Klyst, let’s take a look at your calculations. Oh, fascinating. The system must generate sentiences alone, without the physical formatting. It would be downlinked through this. But not any more.\nKLYST: Doctor, no! Don’t meddle with that circuitry!\nDOCTOR: Oh, I know what I’m doing.\nKLYST: But the discharge...\nDOCTOR: I know what argh!\nKLYST: No! Doctor, you idiot!\nMEL: Couldn’t you do something for him? If you invented this treatment, you must know how to reverse it.\nKLYST: Even if I could, all that would do is remove the artificial sentience and leave his mind void. What good would that me?\nMEL: Isn’t there anything of the Doctor left?\nKLYST: I’ve been hoping so, trying to believe so. My training tells me no, but my instincts? My instincts make me wonder. I just hope they are instincts and not just wishful thinking.\nRAUSCH: Concentrate on the dimensions available. Use them. Ignore the missing ones. Movement. Limited three dimensional. Involuntary and autonomic fourth dimensional progression only. I feel... others. I must travel.\nKLYST: How the Doctor found this place I have no idea. He certainly wasn’t sent from Gallifrey.\nMEL: Not as far as I know.\nSHOKHRA: Perhaps we can help with this question.\nKLYST: You?\nSHOKHRA: Today was not our first meeting with the Doctor.\nLOUIS: Excuse me.\nSHOKHRA: Speak, little one.\nLOUIS: Little one? Well, it’s not size that matters, so people keep telling me. If I may, you’re Shokhra, aren't you?\nSHOKHRA: We are. How do you know this, human?\nLOUIS: Actually, I’m not exactly human, thankfully, but I can see how you’d make that mistake. Don’t worry about it. I’m not offended. As for how I knew who you were, well, I Know things about you. It’s my job to know things. And your shift supervisor spoke very highly of you when I asked him who he might recommend for a certain something I had in mind.\nSHOKHRA: What would that be?\nLOUIS: That would be me, or rather, the Klyst Institute who I work for, improving your life to a great degree with your cooperation. You work in the cold fusion plant, is that correct?\nSHOKHRA: Yes.\nLOUIS: But you have some other ambitions, don’t you. You want to be the manager, perhaps.\nSHOKHRA: That would be a more honourable and profitable position, but it will be many years...\nLOUIS: Ordinarily. But I make it happen today. It’s like this. The Institute’s research gave us your name as someone who might be suitable for an arrangement we’re looking to make. On our part, we use our contacts to help improve your life, in return for your agreeing to certain terms.\nSHOKHRA: Very penalising terms, we imagine.\nLOUIS: Actually, nothing so bad. The price for this is that you agree to come with me, wherever I may suggest, the day before your death. That’s it. That’s all. All you have to do is put your clawprints, one from each of you, on this. (receding) Thank you. I'll be in touch.\nDOCTOR: Excuse me. It’s Shokhra, isn’t it? Terribly nice to meet you, old chap. Chaps.\nSHOKHRA: Can we help you?\nDOCTOR: It seems to be a day for strangers helping each other, doesn’t it?\nSHOKHRA: You were listening.\nDOCTOR: Oh no, not at all. Yes, well, I couldn’t help overhearing a conversation from such voices as yours, but I wouldn't call it listening or even eavesdropping.\nSHOKHRA: What do you wish to speak to us about? Have you also a deal to offer?\nDOCTOR: Good heavens, no. Not that sort of deal, anyway. No, I was just passing by and saw that man talking to you, and I thought he looks vaguely familiar, and of course I wondered what a human could be here when this species hasn't discovered space travel yet.\nSHOKHRA: You are here.\nDOCTOR: Oh yes, silly of me. I may look human but I’m not. The similarities are purely coincidental, I assure you.\nSHOKHRA: Neither is he.\nDOCTOR: Really? How remarkable. Two men who look human but aren’t, in the same place at the same time.\nSHOKHRA: Perhaps you should introduce yourself to him.\nDOCTOR: I did think of that, yes, but then I decided that you seemed much more interesting company. You’ve got ambitions and respect.\nSHOKHRA: Yes.\nDOCTOR: Surely you didn’t believe all that nonsense about claiming you one day before you die?\nSHOKHRA: Not particularly.\nDOCTOR: Then why did you agree to his offer? Sound like a rather fanciful arrangement to me.\nSHOKHRA: We sensed no harm in it.\nDOCTOR: Really? Can I ask you something, Shokhra?\nSHOKHRA: Yes.\nDOCTOR: I'd like to come with you when that man comes back. Actually, I'll be coming back for you with him, though he doesn’t know it.\nSHOKHRA: You life needs oblivion?\nDOCTOR: Not at all. I’m very happy doing what I do. But I would like to know more about what he does.\nSHOKHRA: It could be decades, even if his story is real.\nDOCTOR: I'll be around at the right time. But I must dash. I have to hitch a lift.\nRIGAN: Did he, it, sign?\nLOUIS: Six times over. I’ve got my doubts about having a Feladrin in the programme, but I suppose Klyst knows what she’d doing.\nRIGAN: You suppose. I just hope.\nLOUIS: I didn’t think you had any left.\nRIGAN: Just a stain.\nDOCTOR: Garage? You’d think they'd have a proper reception, a news agent, maybe a cafeteria?\nKLYST: We'll quarter the Feladrin on K wing. Room14.\nRIGAN: Yes, Professor.\nKLYST: Here are the notes on the relevant species data. It’s a compound species. Unusual.\nDOCTOR: (sotto) That’s the problem with eavesdropping. No way to turn up the volume.\nRIGAN: Ill see that it’s all taken into account. What was that?\nDOCTOR: (sotto) Oh no.\nKLYST: What was that?\nLOUIS: Nothing, Rigan. Don’t get paranoid. Now who's next?\nKLYST: The probability matrices are offering us good odds on a Terran, early 21° Century.\nLOUIS: Johannes Rausch.\nKLYST: He'll be next. But getting the Feladrin settled into K14 first is the priority for today.\nDOCTOR: (sotto) Time to go.\nDOCTOR: No time to lose. Mel, it feels like a hundred years since I saw you. Ha ha, fooled you! Sorry, Mel. This isn’t me, just a holographic recording. It’s rather good, isn’t it? I didn’t mean to stand you up, but as it turns out, I’m taking a rather more circuitous route than I want to, which, like most circuitous routes, will probably be more interesting than the straight line. Now, knowing homo sapiens as well as I do, I know you’ll be getting impatient to find out where I am and where to meet me. On the scanner you should be seeing a man who calls himself Louis. He’s the one who can bring you to me. All you have to do is find him. You'll find an address and a time on the scanner now, courtesy of Louis not being as good at computer security as you or I. And let him bring you along. Oh, just one thing, Mel. Try not to let him see you.\nLOUIS: Ah. I don’t think you should be up and about.\nRAUSCH: Leave now.\nLOUIS: What are you doing here?\nRAUSCH: I mean no harm to any of you, but I require this area.\nRAUSCH: I mean you no harm but it may be necessary. I require data. You.\nLOUIS: Me?\nRAUSCH: How do I leave?\nLOUIS: You can’t. The barrier is set to only let out authorised capsules and vehicles.\nRAUSCH: The barrier is set by the computer?\nLOUIS: No, of course not.\nRAUSCH: I will lower it. You will take me to it.\nLOUIS: If you’re going to start making deals, you'll have to learn to be a little bit more argh. You’re hurting me!\nRAUSCH: I do not want to hurt you. I want to leave. You will take me to the barrier.\nRIGAN: Come on, Professor. I Know you’re somewhere.\nRIGAN: The barrier!\nRIGAN: What’s happening? Louis?\nLOUIS: Rigan. The old man, Johannes or whatever he is now.\nRIGAN: Whatever? You mean the grafting worked?\nLOUIS: I don’t know if worked is the right word. He’s managed to get out of the Institute. He shut down the barrier as if he has a connection to it.\nRIGAN: If he left, where did he go?\nLOUIS: Earth.\nRIGAN: At least he can’t get access to a TT capsule there. Contamination should be minimal. Let’s get back to the control room and organise a pursuit.\nKLYST: Everything’s dead. Something’s crashed the whole system.\nMEL: That doesn’t sound very useful.\nKLYST: It’s impossible.\nCABBIE: It’s tripping me out, Mel. I mean, I’m getting the feeling the cops’ll be here any minute.\nMEL: This is where we could really use the Doctor’s help. We have to put a stop to this and free the subjects.\nKLYST: I agree. Unfortunately that’s impossible too.\nSHOKHRA: Not necessarily.\nMEL: Doctor!\nCABBIE: It’s going crazy. Get it off him!\nMEL: Shokhra!\nKLYST: What the hell is going on?\nCABBIE: It’s eating him alive.\nMEL: No, wait. I think it’s making the Doctor a part of itself.\nDOCTOR: Mel, don’t worry. I’m still here.\nRIGAN: What the? Klyst, it’s the Feladrin!\nKLYST: Rigan, no!\nMEL: You'll hit the Doctor!\nRIGAN: One criminal less won’t make a difference.\nDOCTOR: No, you mustn't. Just let it\nLOUIS: Everybody, let’s stop and think.\nRIGAN: You think, I'll do.\nRIGAN: Louis! No! I didn’t mean to. It was an accident.\nCABBIE: I’m sorry, Mel. This bloke’s a goner.\nMEL: Are you sure? I mean, you’re not a doctor.\nCABBIE: Let’s just say I’ve seen death before.\nMEL: The body, it’s\nDOCTOR: Regenerating, Mel. Louis is a Time Lord."
    },
    {
      "part_number": 4,
      "start_line": 2008,
      "end_line": 2739,
      "elements": [
        {
          "type": "direction",
          "text": "[Part Four]",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Somebody kill that alarm. Right, take Louis to my office. And someone have an emergency pack brought round as well.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Right. Er, right. (leaves)",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Doctor, you’re all right? But how? You were faking it, just like Rigan thought.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Not exactly. I had the help of my friend Shokhra here. The telepathic matrix that holds his contributing minds homed in on me. It was able to link with my own abilities and helped me spread the load, as it were. The sentience grafted into me was actually grafted into us all, so it didn’t overwrite any of our minds. Came close, though. I could feel it struggling for control of my body, and that’s what kept my mind tied up in knots. All the King’s horses and all the King’s men aren’t going to be of much use to Shokhra right now.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "So this is Earth, where I, where my host form was made. Ah, I feel you so close. Ah, there you are. I could hear you, sense you calling. I’m here now. We can change things now.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Put him down here. He’s breathing steady at least. I don’t know how he'll take the new face.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "There’s nothing wrong with it.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Only he can judge that. I need to decide what to do.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "The escaped subject is obviously our first priority.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Shut up, Professor.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "How dare you! Are you forgetting who runs this Institute?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "No. And I’m not forgetting how she opened it up to a known criminal, how she’s begun to work against Gallifrey’s best interests. No, I’m not forgetting, I’m just not taking orders from you any more.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "What did you say?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Look at this place, Klyst. Firefights, explosive decompression, escapes of subjects, Louis loosing a life. Your management's a joke. I don’t deny you’re a brilliant scientist. The fact that the graft on Rausch worked puts you among the best in history. But you don’t have management skills, you don’t have an aptitude for command. So, effective immediately, I’m taking direct control of the day to day operational running of the Institute.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "What happened just now? How did you recover so quickly?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Shokhra has absorbed the part of the sentience that had been grafted into me, taking it all upon himself. It was very foolish of him. Together we could have contained it, but on his own it’s too much.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You mean his mind’s being overwritten right now?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "The sentience’s progress is slow, but it’s cancelling out all of Shokhra’s neural functions. It won't be long before there’s nothing left of him. But he helped me, so it’s only fair that I should return the favour.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor, about Louis. Why is a Time Lord helping these people?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Why shouldn't he? They’re his, our, people.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You mean Klyst and Rigan?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Yes. Klyst, Rigan, the rest of the scientists here, they’re all Time Lords experimenting on what I presume they feel are lesser species.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Playing God, you mean.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Something like that. It’s time these experiments were brought to an end.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "If they'll let you.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Well, I wasn’t thinking of offering them a choice, really. It’s sad, but I think we’re at a stage where we have to do rather than think. Besides, Klyst is sick of this anyway, and Louis has his doubts. I don’t think they'll put up too much resistance. They’ve conducted more than enough experiments to prove to the High Council that what they want to do doesn’t work.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Regenerated Louis gasps.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Louis, I’m sorry.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Oh that, that hurt. Always expected more of the same in my next life, keep the sort of look I like.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "You'll be fine. It always hurts worse the first time.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "That staser bolt didn’t help, either.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "I know. I’m sorry. I’ll make them pay for it, don’t you worry.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Them?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "The Feladrin, the Doctor, the two humans.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "It was you who shot him, Rigan.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "You’ve got something to answer for too, Klyst. You were helping them.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "I’m a doctor. Helping is a doctor’s raison d’étre.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "You’re a Time Lord. Protecting the Web of Time is our raison d’étre.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "That too. I don’t think the two things are mutually incompatible, even if you do.",
          "character": "KLYST"
        },
        {
          "type": "direction",
          "text": "Tardis door closes. Tardis hum varies during the speech.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Hello. Are you like me? No. You’re what I should be like, how I should be formed. Not this flesh, this worthless meat. I envy you. I need your help. Others of our kind are still trapped, in pain. They are our family. Yes, you understand. You can sense them on the other side of the transduction barrier. I think we can",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "be friends.",
          "character": "RAUSCH"
        },
        {
          "type": "direction",
          "text": "The Tardis dematerialises.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Don’t worry about that, dear lady. I’m a pilot.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "They don’t seem inclined to stop us messing around.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I think Rigan is a little preoccupied with Louis just at the moment.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "So perhaps we should take advantage of our freedom while we can?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Exactly. Now, let’s have a look at the system that generates the sentiences.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, this is the block transfer code, but it’s related to that other Al code we saw earlier.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Using one to realise the other.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I thought the block transfer computation was used to make Tardises.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "It is.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "And you always said the Tardis had a mind of her own. These are Tardis minds being put into people?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I’m afraid so. It’s a very ambitious project, but they’ve overlooked a basic problem. You can’t put a quart into a pint pot.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You mean that a living humanoid brain, or even a Time Lord brain, is simply too small?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "And the wrong neural configuration to accept the block transfer sentience.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "That’s why they go insane.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Precisely.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I think I know what you mean. It’s like phantom limb syndrome, where amputees can still feel the missing limb and are confused by it. I read somewhere that it’s caused by new neuronal growth in the brain’s somatosensory regions. The brain tries to reorganise itself, to take the missing nerve endings in the amputated limb into account.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Ah, that memory of yours. Very good. But this is a little different. It’s more like the result of total sensory deprivation. If sensory input is limited entirely, the organic brain will try to compensate by generating perceptions from within. Typically it'll cause hallucinations, loss of identity, and the loss of the survival instinct, the will to live.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "No wonder the people here have gone doolally. They must be suffering horribly.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "They are.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "The Tardis materialises. Tardis door opens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "I understand, my sister. The Doctor is on our side. Don’t worry.",
          "character": "RAUSCH"
        },
        {
          "type": "direction",
          "text": "Footsteps merge into the insane noises and the squeak of the hamster wheel.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "(distant) Don’t worry. Don’t worry.",
          "character": "RAUSCH"
        },
        {
          "type": "direction",
          "text": "Things calm down.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "We'll keep a guard on the med lab. They won’t want to leave there anyway as long as the Feladrin is in their care.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "So what are we going to do with the rest of them?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "The Doctor is one of us.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "He’s still hardly to be trusted.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "So what are you suggesting?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Repatriate him. He’s separated from his stolen Tardis, so we send him home to live out the rest of his lives as a normal member of our society.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "So a fate worse than death, then. What about the two humans?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "If there are no genetic defects, I don’t see why they couldn’t be useful test subjects.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "I’m afraid that would be contrary to article 122 subsection",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Then I'll just execute them.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "On what grounds?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Security.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, come on, Rigan. We can edit their memories and put them back where they came from.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "All right. But I want to question them first to find out how much they know and needs to be wiped. And whether they just stumbled in here or were sent. Perhaps some human authorities had an inkling of what we’re doing and what we want to do to their species.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "This facility is the focus of the most appalling crimes against sentience. It must be destroyed utterly.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Shokhra, you’re free of",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "No. The other components of me have drawn the sentience into themselves so that I may speak.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "No. Wanton violence and destruction, even on a facility that has been closed down, won’t make a difference. The Time Lords would just restart the operation in some other time and place.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "But why are the Time Lords doing this? I thought they weren’t supposed to interfere with other cultures.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "That’s why you were put on trial, after all.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I suspect the hand of the CIA in this. A more underhanded bunch you're unlikely to find. As far as they’re concerned, Time Lord law doesn’t apply to them.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Surely if we were to destroy this equipment it would put an end to this abhorrence.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Equipment, possessions, materials. If you lose some you can always make more. What needs to be stopped is the concept, the idea. You can’t just bring down an idea with demolition charges.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Could the Time Lords be persuaded to just abandon this line of research?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Perhaps, but they might just lie, say they’ve finished with it while really starting up again elsewhere. I could use Klyst’s help, if she would give it.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, don’t you know how this stuff worked?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "The technology’s very new, Mel. Long after my time on Gallifrey. The principles are familiar enough, but the designer would be far less likely to make a diabolical mistake than I would.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I think the others took Louis to her office. I could go and ask them if they would come and",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Door opens and closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Oh no, that won’t be necessary, will it, Commander Rigan?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Quite correct, Doctor. The Professor will pay a little more attention to her duty now. My guardsmen here will make sure of that.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Yes, here is perfect. Interfacing electronics.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "In you go, girl.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "I am not one of your test subjects..",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "You’re whatever I want you to be, girl. Do you know, the mere thought of some of the devices in here brought your precious Doctor to his knees.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "That wasn’t the Doctor, it was a helpless new-born mind. You are torturing infants. Didn’t you ever look at it that way?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "You’re a brave little girl, aren’t you?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "And you’re a first class bully.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Really? And are you afraid of bullies, little girl?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Hardly.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "That’s good. That’s very good. Because you see I hate it when people just roll over and give up all they know before I’ve had time to get a little practice at persuading them. Before I’m through, before you tell me everything I want to know, you will Know fear intimately.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "(droll) Oh. Eek.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I hate them. I loathe those humans. I'll be lucky to ever wash the smell off.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Interrogation not going to well?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "No. Louis, I need your help.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Help?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "You have far more experience of interacting with these humans than I do. You know how to relate to them.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "You want me to be the nice guy?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Perhaps she’ll respond to the offer of some kind of bargain from you. A deal, as they say.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "And what am I supposed to offer her? The chance to finish her days here? I don’t think even my most charming tone will encourage her to agree to that. But I live for a challenge.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "If they harm Mel...",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Get in line, pal. Look, at least we can still do something about your mate, your mates, here. I mean, you know, this, well, whatever Shokhra is.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Yes, you’re right. Moping and grumbling won’t help him.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I’m sorry about all this. I’ve tried to get Rigan to see sense, but she’s, well, she’s upset right now. You understand, right?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "I understand the old ‘good cop, bad cop’ routine.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Well, it would help if you could answer a few questions, so we know how much to edit from your memories. If you want to ask something in exchange, well, that’s what I do. But you know that.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Actually, I’d rather like to ask you something.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Go on.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "How could you do something like this?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Something like what?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Snatch people away from their homes and families to conduct medical experiments on them. I always thought that was the sort of thing that little grey aliens did in bad science fiction.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "They come here willingly. It’s better than staying to meet their deaths. With us, they have more life.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Willingly? No persuasion on your part?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I put them at their ease. I help them to think more clearly, nothing more.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "You mean you help them give the answers you want.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Not at all. Only about a third of the people I contact agree to the bargain. The other two thirds, it’s their choice. Why would I force them? As soon as I was gone, they’d change their minds and their lives and ruin everything. Why would I risk that?",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "So you just let the ones who turn you down go?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Yes.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "And what about the ones who refuse to come with you at the other end of the deal?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Sometimes people get a little nervous. I have to put them at their ease.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "You force them.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "If I have to.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "You force them away from their lives.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Away from their deaths, actually.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "You know that’s not what I mean.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Miss Bush, I know what you think you... Everyone here has a choice, except perhaps those of us who work here. There are citizens from almost fifty worlds in the Institute, and if they weren’t here, they'd all be dead.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "Isn’t this worse?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "No!",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "I know you’re loyal to your people, and I can tell that really you’re torn between following Rigan and Klyst, but maybe you should be trying to bring them together, rather than choosing between them. Usually, when there’s a choice of two extremes, the truth and the right way is somewhere in the middle.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Leave the Feladrin alone, Doctor.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "But he’s hurt.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "I said, move away from him, both of you.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "You aren’t a scientist, Rigan. What makes you think you can run this place, anyway?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, Klyst here can still run the experiments and so on. I will simply manage the Institute in order to make sure she does so without being distracted. Gallifrey needs this development, Doctor. If only you knew, you’d see that.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Then convince me.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "The High Council foresees a time when the Space-Time Continuum is packed to bursting point with time travel developed by other species. Species less careful, less responsible.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "It’s called progress. It happens, whether the High Council likes it or not.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "It’s also dangerous. To lessen the danger, the High Council authorised a project to create Time Sensitives.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Tardis sentiences in the organic bodies of the relevant species.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Exactly. This way, we would have control over them, so that if ever that race or their influence on the Continuum becomes a threat, to themselves or others, they find their time travel ability gone.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Or dead, or working against them. You’ve created a race of puppet pilots, whose strings you can pull at any time. But why this way? Why not use spies or androids, or good old-fashioned brain-washing?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Our best option is whatever preserves our security and freedom, and that of the Web of Time. We don’t want to have to force people with threats. This way, those races who play in the same field of time travel as us, will be with us, not against us. They’ll swing the right way in any dilemma of their own accord.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "I can understand the desire, of course. I mean, take the Daleks, for example. The universe would be a far safer place if they had never got time corridor technology.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "We're not allowed to work on Daleks. Too dangerous. Too able to fight back. It was tried and didn’t go well.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "And so you settled for a less dangerous species, Klyst. Ones who aren’t the threat the President and the High Council are worried about, but who they can safely push around, who they can remake in their own image of a safe and cooperative ally in a dangerous and hostile timescape, eh?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I know you care about all your comrades here. Klyst, Rigan and the others. But if I had a friend who was setting out to do evil things, even in a good cause - we know what the road to hell is paved with - and I'd wand to stop them for their own sake. I wouldn’t want them to do something that would hurt them or haunt them.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Rigan’s not evil.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "I know. No one with a black heart could have reacted the way she did when she shot you. But she needs help to stop her heart - well, both of them - going that way. (unchained) Thank you.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Come on. It’s time Rigan got a grip on herself.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "What’s happening?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "I’ve no idea. Doctor?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Something’s interfering with your power systems. And it isn’t me, before you ask.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Rausch.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "The escapee? He’s gone.",
          "character": "RIGAN"
        },
        {
          "type": "direction",
          "text": "Door opens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Rigan, the girl doesn’t know anything. I think you already knew that.",
          "character": "LOUIS"
        },
        {
          "type": "direction",
          "text": "Door closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Why did you bring her here?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Why not?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "She’s an innocent, just like the Doctor and the others.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "The Feladrin and the human male?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "All the others. All your subjects. You’ve conducted enough experiments. Everything has a natural end.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "But the old man’s graft worked. That’s a new beginning for the programme, not an end.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "It’s not worth it. The success rate is just too low for the amount of casualties we’re causing.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "But they’re only",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "There’s no only about any of them.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Listen to him, Rigan, please.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "This must end now.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "No, Doctor. It mustn't.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Rigan, it has to. Klyst and I agree on this. It’s time to end the project, and that’s what we’re going to do. The only way you'll stop us is to kill us.",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "If that’s what it takes.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Really? Will you kill me again, Rigan? Will",
          "character": "LOUIS"
        },
        {
          "type": "dialogue",
          "text": "[OC]: People of the Klyst Institute. The experiments are over. Please stay where you are while my people are released from their imprisonment. I mean none of you any harm.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "So he is back!",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "In my Tardis.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "How do you know that?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "It’s the only way he could have got in. I can sense her.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Shokhra here still ain’t doing so well.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Doctor, you and Shokhra both seemed to cope well with the new sentiences. Perhaps we should have experimented on you two first.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "I’m very glad you didn’t attempt to graft on Shokhra before now.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "With hindsight, so am I.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "That would have been a trifle inconvenient for all of us. Apart from the new sentience being supported by Shokhra’s composite of six minds as well as my own, my symbiotic link to the Tardis was able to help ease the new sentience’s fear.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "How’s that, then?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Well, my Tardis is a well-travelled one, and we’ve been together for a long time. We’ve grown together.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Hmm. Like an old married couple.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "The conjugal rights can’t be much fun.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Anyway, my Tardis has a lot of experience to pass on to the new sentience through my symbiotic link with her. That meant that the new intelligence could learn to cope with its situation and keep a hold on its sanity. And that meant I could keep a hold on mine.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "We have to get that sentience out of Shokhra now.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "The problem is where to put it. It’s evolved and grown, so downloading it back into the block transfer system that generated it would be tantamount to imprisoning it, in exactly the way that you, Klyst, have been doing. And we can’t put it into someone else or it would overwrite their mind.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Can’t we put it into a Tardis?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Tardises come with a base sentience engrained into them. And in any case, there’s no birthing matrices here to render the block transfer. No, we need another option.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "(struggling) Yes, the Institute.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Shoot to kill, but try not to hit the core.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "I’ve instituted a state of temporal grace, Commander. Your weapons are useless. Please leave. There is nothing more you can do.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Damn!",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "Commander Rigan, I'll be joining you shortly.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Shokhra? The Institute? What about the Institute?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Institute. Computer. Core.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Doctor, I think he’s suggesting the building itself. If it’s of Time Lord manufacture, then it’s probably a block transfer construction like the Tardis. Couldn’t we bond the sentience to it?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "This may be of a similar construction, but it’s not actually a Tardis. It has no temporal drive. It’s not capable of travel.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "It’s the closest thing we’ve got, and better than being stuck in a human brain. At the very least, the Institute could travel in space, with a good old engine fitted.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "That’s a very good idea, Mel. You’re quite getting the hang of this galactic saviour thing, aren’t you? Yes!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I’d say we have a consensus.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Klyst, can you do that?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I can try.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Don’t worry, I'll help. My knowledge may not be as up to date with the latest techniques, but (clatter) what an experience.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Lock down the central core. I want this control room to remain secure. Secure channel. Priority message to Gallifrey. This is Coordinator Rigan of the Celestial Intervention Agency station 7. I need a clean- up crew immediately",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "[OC]: What's the status of the installation, Coordinator?",
          "character": "MAN"
        },
        {
          "type": "dialogue",
          "text": "We have incursions from 20\" century Earth and a specimen break-out.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Containable?",
          "character": "MAN"
        },
        {
          "type": "dialogue",
          "text": "Containable. But the rogue specimens are too knowledgeable to permit them to leave as is.",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "This must never happen again.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I can’t guarantee that.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Of course you can guarantee it. The project can’t be restarted if all the data and operational procedures are gone, the equipment destroyed.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "The data and procedures won’t be completely gone, Doctor. Not from inside my head.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Ah, that’s a point.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Perhaps some sort of hypnosis? I always used to be a dab hand at that, you know. If I can help you forget, then the trouble is over.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "A skilled mind-probe technician would still be able to uncover everything if they really knew what they were doing. Unless I take a graft.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "That’s madness, Klyst. You’ve seen what the process does, even to a Time Lord.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "If it works, then knowledge of the process will be overwritten, and one of the captive sentiences freed.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "At the cost of your existence.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "And what if it doesn’t work? You'll be lobotomised.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "The data and ops procedures will irrevocably gone. That’s more important than my life. There. We should be able to uplink from the grafting headpiece to the station’s network. We’ll need to get the Feladrin together first, though. Let’s hope this works. Now.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Brother. Welcome, brother.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Did it work?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I don’t know, Mel.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "We are whole.",
          "character": "SHOKHRA"
        },
        {
          "type": "dialogue",
          "text": "Splendid.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Goodbye, my friends.",
          "character": "KLYST"
        },
        {
          "type": "direction",
          "text": "Thud.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "What’s that? Hey, the Prof!",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Klyst, no! Klyst. Klyst, speak to me. Klyst, are you all right?",
          "character": "LOUIS"
        },
        {
          "type": "direction",
          "text": "Klyst screams.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Sister. Ignore the missing dimensions, sister. Concentrate only on what you sense. I can help.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "You can help.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "As can the Doctor.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "You know who I am?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Your Tardis is a good friend to you, and to me. She explained much. From her knowledge, I can explain much to my brethren here.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "And cure them?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Who they were are all dead, but my brethren, who they are now, can be saved from their madness, yes.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "We are the first?",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "Yes, the first two sane members of a new race of dedicated Tardis pilots. We must heal the others.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "I still have control of the station’s computer system. Rigan is attempting to call reinforcements from Gallifrey. I’m jamming the signal.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "I have a bone to pick with her.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I can override the security lockdown to the control room. She is there, and armed guards are with her.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Leave them to me.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Damn it. Something’s jamming us from inside the com-net itself.",
          "character": "RIGAN"
        },
        {
          "type": "direction",
          "text": "Door opens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "You!",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "I’m afraid so.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Everybody put their guns down. I’m not used to anything more sophisticated than a double- barrelled sawn-off, so I don’t know how to set phasers on stun or any of that stuff, but I Know what a maximum looks like on dial and I don’t want to take any chances about not doing enough damage.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "You’re bluffing.",
          "character": "RIGAN"
        },
        {
          "type": "direction",
          "text": "Weapon fires.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Oops, sorry. Did I mention I’ve got St Vitus’ dance of the trigger finger as well?",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "You, you... human! Don’t you know what you’re doing?",
          "character": "RIGAN"
        },
        {
          "type": "dialogue",
          "text": "He knows, Rigan. We all do. And I’m sorry about this.",
          "character": "LOUIS"
        },
        {
          "type": "direction",
          "text": "Weapon fires, thud.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "That was cold, man.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "My weapon’s set for stun. She’ll come round and I'll explain things to her, when we’re both in custody.",
          "character": "LOUIS"
        },
        {
          "type": "direction",
          "text": "Kettle boils.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "I'll be mother. This’ll be a new experience for you two. Your bodies will need nutrition and medical care in a way that Tardis constructions don't.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Most of the medical staff are staying on. Those who wish to return to Gallifrey can do so before we cut our links to the outside.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "We’re having a spatial drive system fitted. The Time Lords will not find us. Your Tardis has taught us some intriguing stealth techniques so as to evade detection.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "In time we shall find a way to stabilise the other sentiences that have been grafted into host bodies, and acclimatise them to their new perceptions.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "I’m sure you'll succeed. We'll have to be going soon, but perhaps we'll drop in again.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Going, yes, I’m afraid so. Is your friend coming along?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Actually, er, if it’s all the same to you two, I’m going to stay here. Well, the place could do with someone with common sense looking after things. I mean, there are loads of people to do all the scientific stuff, but, you Know, they could use a good handyman who keeps the place clean and be there to chat to. Us cabbies do a lot of chatting to the people in our cabs.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Indeed. Well, come on, Mel. We have a ferry service to run. Some of these people haven’t had a Tardis sentience grafted into them yet, so we can return them to where they came from. To a point just after they would have died, of course.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "First all the Rani’s kidnapped genii and now these. I hope you’re not going to be running an intergalactic taxi service.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Oi, you say that like it’s a bad thing.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Sorry, I didn’t mean to.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "That’s okay. See you around, Mel. You too, Doctor.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "I'll see you too... hey, I don’t even know your name.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "How many fares know their cabbie’s name, eh? I kinda like it that way. Like Clint Eastwood. You know, the cabbie with no name.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "Well, maybe I'll see you around, Clint.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Maybe.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "We shall look after him, Mel.",
          "character": "KLYST"
        },
        {
          "type": "dialogue",
          "text": "He will want for nothing.",
          "character": "RAUSCH"
        },
        {
          "type": "dialogue",
          "text": "Good luck, and thank you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Pleasure. Oh, I just thought of something else good about this gig.",
          "character": "CABBIE"
        },
        {
          "type": "dialogue",
          "text": "What?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I'd like to see the Inland Revenue try to find me here.",
          "character": "CABBIE"
        }
      ],
      "searchable_dialogue": "KLYST: Somebody kill that alarm. Right, take Louis to my office. And someone have an emergency pack brought round as well.\nRIGAN: Right. Er, right. (leaves)\nKLYST: Doctor, you’re all right? But how? You were faking it, just like Rigan thought.\nDOCTOR: Not exactly. I had the help of my friend Shokhra here. The telepathic matrix that holds his contributing minds homed in on me. It was able to link with my own abilities and helped me spread the load, as it were. The sentience grafted into me was actually grafted into us all, so it didn’t overwrite any of our minds. Came close, though. I could feel it struggling for control of my body, and that’s what kept my mind tied up in knots. All the King’s horses and all the King’s men aren’t going to be of much use to Shokhra right now.\nRAUSCH: So this is Earth, where I, where my host form was made. Ah, I feel you so close. Ah, there you are. I could hear you, sense you calling. I’m here now. We can change things now.\nRIGAN: Put him down here. He’s breathing steady at least. I don’t know how he'll take the new face.\nKLYST: There’s nothing wrong with it.\nRIGAN: Only he can judge that. I need to decide what to do.\nKLYST: The escaped subject is obviously our first priority.\nRIGAN: Shut up, Professor.\nKLYST: How dare you! Are you forgetting who runs this Institute?\nRIGAN: No. And I’m not forgetting how she opened it up to a known criminal, how she’s begun to work against Gallifrey’s best interests. No, I’m not forgetting, I’m just not taking orders from you any more.\nKLYST: What did you say?\nRIGAN: Look at this place, Klyst. Firefights, explosive decompression, escapes of subjects, Louis loosing a life. Your management's a joke. I don’t deny you’re a brilliant scientist. The fact that the graft on Rausch worked puts you among the best in history. But you don’t have management skills, you don’t have an aptitude for command. So, effective immediately, I’m taking direct control of the day to day operational running of the Institute.\nMEL: What happened just now? How did you recover so quickly?\nDOCTOR: Shokhra has absorbed the part of the sentience that had been grafted into me, taking it all upon himself. It was very foolish of him. Together we could have contained it, but on his own it’s too much.\nMEL: You mean his mind’s being overwritten right now?\nDOCTOR: The sentience’s progress is slow, but it’s cancelling out all of Shokhra’s neural functions. It won't be long before there’s nothing left of him. But he helped me, so it’s only fair that I should return the favour.\nMEL: Doctor, about Louis. Why is a Time Lord helping these people?\nDOCTOR: Why shouldn't he? They’re his, our, people.\nMEL: You mean Klyst and Rigan?\nDOCTOR: Yes. Klyst, Rigan, the rest of the scientists here, they’re all Time Lords experimenting on what I presume they feel are lesser species.\nMEL: Playing God, you mean.\nDOCTOR: Something like that. It’s time these experiments were brought to an end.\nMEL: If they'll let you.\nDOCTOR: Well, I wasn’t thinking of offering them a choice, really. It’s sad, but I think we’re at a stage where we have to do rather than think. Besides, Klyst is sick of this anyway, and Louis has his doubts. I don’t think they'll put up too much resistance. They’ve conducted more than enough experiments to prove to the High Council that what they want to do doesn’t work.\nRIGAN: Louis, I’m sorry.\nLOUIS: Oh that, that hurt. Always expected more of the same in my next life, keep the sort of look I like.\nKLYST: You'll be fine. It always hurts worse the first time.\nLOUIS: That staser bolt didn’t help, either.\nRIGAN: I know. I’m sorry. I’ll make them pay for it, don’t you worry.\nKLYST: Them?\nRIGAN: The Feladrin, the Doctor, the two humans.\nKLYST: It was you who shot him, Rigan.\nRIGAN: You’ve got something to answer for too, Klyst. You were helping them.\nKLYST: I’m a doctor. Helping is a doctor’s raison d’étre.\nRIGAN: You’re a Time Lord. Protecting the Web of Time is our raison d’étre.\nKLYST: That too. I don’t think the two things are mutually incompatible, even if you do.\nRAUSCH: Hello. Are you like me? No. You’re what I should be like, how I should be formed. Not this flesh, this worthless meat. I envy you. I need your help. Others of our kind are still trapped, in pain. They are our family. Yes, you understand. You can sense them on the other side of the transduction barrier. I think we can\nRAUSCH: be friends.\nRAUSCH: Don’t worry about that, dear lady. I’m a pilot.\nMEL: They don’t seem inclined to stop us messing around.\nDOCTOR: I think Rigan is a little preoccupied with Louis just at the moment.\nMEL: So perhaps we should take advantage of our freedom while we can?\nDOCTOR: Exactly. Now, let’s have a look at the system that generates the sentiences.\nMEL: Well, this is the block transfer code, but it’s related to that other Al code we saw earlier.\nDOCTOR: Using one to realise the other.\nMEL: I thought the block transfer computation was used to make Tardises.\nDOCTOR: It is.\nMEL: And you always said the Tardis had a mind of her own. These are Tardis minds being put into people?\nDOCTOR: I’m afraid so. It’s a very ambitious project, but they’ve overlooked a basic problem. You can’t put a quart into a pint pot.\nMEL: You mean that a living humanoid brain, or even a Time Lord brain, is simply too small?\nDOCTOR: And the wrong neural configuration to accept the block transfer sentience.\nMEL: That’s why they go insane.\nDOCTOR: Precisely.\nMEL: I think I know what you mean. It’s like phantom limb syndrome, where amputees can still feel the missing limb and are confused by it. I read somewhere that it’s caused by new neuronal growth in the brain’s somatosensory regions. The brain tries to reorganise itself, to take the missing nerve endings in the amputated limb into account.\nDOCTOR: Ah, that memory of yours. Very good. But this is a little different. It’s more like the result of total sensory deprivation. If sensory input is limited entirely, the organic brain will try to compensate by generating perceptions from within. Typically it'll cause hallucinations, loss of identity, and the loss of the survival instinct, the will to live.\nMEL: No wonder the people here have gone doolally. They must be suffering horribly.\nDOCTOR: They are.\nRAUSCH: I understand, my sister. The Doctor is on our side. Don’t worry.\nRAUSCH: (distant) Don’t worry. Don’t worry.\nRIGAN: We'll keep a guard on the med lab. They won’t want to leave there anyway as long as the Feladrin is in their care.\nLOUIS: So what are we going to do with the rest of them?\nKLYST: The Doctor is one of us.\nRIGAN: He’s still hardly to be trusted.\nKLYST: So what are you suggesting?\nRIGAN: Repatriate him. He’s separated from his stolen Tardis, so we send him home to live out the rest of his lives as a normal member of our society.\nLOUIS: So a fate worse than death, then. What about the two humans?\nRIGAN: If there are no genetic defects, I don’t see why they couldn’t be useful test subjects.\nLOUIS: I’m afraid that would be contrary to article 122 subsection\nRIGAN: Then I'll just execute them.\nKLYST: On what grounds?\nRIGAN: Security.\nLOUIS: Oh, come on, Rigan. We can edit their memories and put them back where they came from.\nRIGAN: All right. But I want to question them first to find out how much they know and needs to be wiped. And whether they just stumbled in here or were sent. Perhaps some human authorities had an inkling of what we’re doing and what we want to do to their species.\nSHOKHRA: This facility is the focus of the most appalling crimes against sentience. It must be destroyed utterly.\nMEL: Shokhra, you’re free of\nSHOKHRA: No. The other components of me have drawn the sentience into themselves so that I may speak.\nDOCTOR: No. Wanton violence and destruction, even on a facility that has been closed down, won’t make a difference. The Time Lords would just restart the operation in some other time and place.\nMEL: But why are the Time Lords doing this? I thought they weren’t supposed to interfere with other cultures.\nMEL: That’s why you were put on trial, after all.\nDOCTOR: I suspect the hand of the CIA in this. A more underhanded bunch you're unlikely to find. As far as they’re concerned, Time Lord law doesn’t apply to them.\nSHOKHRA: Surely if we were to destroy this equipment it would put an end to this abhorrence.\nDOCTOR: Equipment, possessions, materials. If you lose some you can always make more. What needs to be stopped is the concept, the idea. You can’t just bring down an idea with demolition charges.\nMEL: Could the Time Lords be persuaded to just abandon this line of research?\nDOCTOR: Perhaps, but they might just lie, say they’ve finished with it while really starting up again elsewhere. I could use Klyst’s help, if she would give it.\nMEL: Well, don’t you know how this stuff worked?\nDOCTOR: The technology’s very new, Mel. Long after my time on Gallifrey. The principles are familiar enough, but the designer would be far less likely to make a diabolical mistake than I would.\nMEL: I think the others took Louis to her office. I could go and ask them if they would come and\nDOCTOR: Oh no, that won’t be necessary, will it, Commander Rigan?\nRIGAN: Quite correct, Doctor. The Professor will pay a little more attention to her duty now. My guardsmen here will make sure of that.\nRAUSCH: Yes, here is perfect. Interfacing electronics.\nRIGAN: In you go, girl.\nMEL: I am not one of your test subjects..\nRIGAN: You’re whatever I want you to be, girl. Do you know, the mere thought of some of the devices in here brought your precious Doctor to his knees.\nMEL: That wasn’t the Doctor, it was a helpless new-born mind. You are torturing infants. Didn’t you ever look at it that way?\nRIGAN: You’re a brave little girl, aren’t you?\nMEL: And you’re a first class bully.\nRIGAN: Really? And are you afraid of bullies, little girl?\nMEL: Hardly.\nRIGAN: That’s good. That’s very good. Because you see I hate it when people just roll over and give up all they know before I’ve had time to get a little practice at persuading them. Before I’m through, before you tell me everything I want to know, you will Know fear intimately.\nMEL: (droll) Oh. Eek.\nRIGAN: I hate them. I loathe those humans. I'll be lucky to ever wash the smell off.\nLOUIS: Interrogation not going to well?\nRIGAN: No. Louis, I need your help.\nLOUIS: Help?\nRIGAN: You have far more experience of interacting with these humans than I do. You know how to relate to them.\nLOUIS: You want me to be the nice guy?\nRIGAN: Perhaps she’ll respond to the offer of some kind of bargain from you. A deal, as they say.\nLOUIS: And what am I supposed to offer her? The chance to finish her days here? I don’t think even my most charming tone will encourage her to agree to that. But I live for a challenge.\nDOCTOR: If they harm Mel...\nCABBIE: Get in line, pal. Look, at least we can still do something about your mate, your mates, here. I mean, you know, this, well, whatever Shokhra is.\nDOCTOR: Yes, you’re right. Moping and grumbling won’t help him.\nLOUIS: I’m sorry about all this. I’ve tried to get Rigan to see sense, but she’s, well, she’s upset right now. You understand, right?\nMEL: I understand the old ‘good cop, bad cop’ routine.\nLOUIS: Well, it would help if you could answer a few questions, so we know how much to edit from your memories. If you want to ask something in exchange, well, that’s what I do. But you know that.\nMEL: Actually, I’d rather like to ask you something.\nLOUIS: Go on.\nMEL: How could you do something like this?\nLOUIS: Something like what?\nMEL: Snatch people away from their homes and families to conduct medical experiments on them. I always thought that was the sort of thing that little grey aliens did in bad science fiction.\nLOUIS: They come here willingly. It’s better than staying to meet their deaths. With us, they have more life.\nMEL: Willingly? No persuasion on your part?\nLOUIS: I put them at their ease. I help them to think more clearly, nothing more.\nMEL: You mean you help them give the answers you want.\nLOUIS: Not at all. Only about a third of the people I contact agree to the bargain. The other two thirds, it’s their choice. Why would I force them? As soon as I was gone, they’d change their minds and their lives and ruin everything. Why would I risk that?\nMEL: So you just let the ones who turn you down go?\nLOUIS: Yes.\nMEL: And what about the ones who refuse to come with you at the other end of the deal?\nLOUIS: Sometimes people get a little nervous. I have to put them at their ease.\nMEL: You force them.\nLOUIS: If I have to.\nMEL: You force them away from their lives.\nLOUIS: Away from their deaths, actually.\nMEL: You know that’s not what I mean.\nLOUIS: Miss Bush, I know what you think you... Everyone here has a choice, except perhaps those of us who work here. There are citizens from almost fifty worlds in the Institute, and if they weren’t here, they'd all be dead.\nMEL: Isn’t this worse?\nLOUIS: No!\nMEL: I know you’re loyal to your people, and I can tell that really you’re torn between following Rigan and Klyst, but maybe you should be trying to bring them together, rather than choosing between them. Usually, when there’s a choice of two extremes, the truth and the right way is somewhere in the middle.\nRIGAN: Leave the Feladrin alone, Doctor.\nCABBIE: But he’s hurt.\nRIGAN: I said, move away from him, both of you.\nDOCTOR: You aren’t a scientist, Rigan. What makes you think you can run this place, anyway?\nRIGAN: Oh, Klyst here can still run the experiments and so on. I will simply manage the Institute in order to make sure she does so without being distracted. Gallifrey needs this development, Doctor. If only you knew, you’d see that.\nDOCTOR: Then convince me.\nKLYST: The High Council foresees a time when the Space-Time Continuum is packed to bursting point with time travel developed by other species. Species less careful, less responsible.\nDOCTOR: It’s called progress. It happens, whether the High Council likes it or not.\nRIGAN: It’s also dangerous. To lessen the danger, the High Council authorised a project to create Time Sensitives.\nDOCTOR: Tardis sentiences in the organic bodies of the relevant species.\nRIGAN: Exactly. This way, we would have control over them, so that if ever that race or their influence on the Continuum becomes a threat, to themselves or others, they find their time travel ability gone.\nDOCTOR: Or dead, or working against them. You’ve created a race of puppet pilots, whose strings you can pull at any time. But why this way? Why not use spies or androids, or good old-fashioned brain-washing?\nRIGAN: Our best option is whatever preserves our security and freedom, and that of the Web of Time. We don’t want to have to force people with threats. This way, those races who play in the same field of time travel as us, will be with us, not against us. They’ll swing the right way in any dilemma of their own accord.\nDOCTOR: I can understand the desire, of course. I mean, take the Daleks, for example. The universe would be a far safer place if they had never got time corridor technology.\nKLYST: We're not allowed to work on Daleks. Too dangerous. Too able to fight back. It was tried and didn’t go well.\nDOCTOR: And so you settled for a less dangerous species, Klyst. Ones who aren’t the threat the President and the High Council are worried about, but who they can safely push around, who they can remake in their own image of a safe and cooperative ally in a dangerous and hostile timescape, eh?\nMEL: I know you care about all your comrades here. Klyst, Rigan and the others. But if I had a friend who was setting out to do evil things, even in a good cause - we know what the road to hell is paved with - and I'd wand to stop them for their own sake. I wouldn’t want them to do something that would hurt them or haunt them.\nLOUIS: Rigan’s not evil.\nMEL: I know. No one with a black heart could have reacted the way she did when she shot you. But she needs help to stop her heart - well, both of them - going that way. (unchained) Thank you.\nLOUIS: Come on. It’s time Rigan got a grip on herself.\nRIGAN: What’s happening?\nKLYST: I’ve no idea. Doctor?\nDOCTOR: Something’s interfering with your power systems. And it isn’t me, before you ask.\nKLYST: Rausch.\nRIGAN: The escapee? He’s gone.\nLOUIS: Rigan, the girl doesn’t know anything. I think you already knew that.\nRIGAN: Why did you bring her here?\nMEL: Why not?\nLOUIS: She’s an innocent, just like the Doctor and the others.\nRIGAN: The Feladrin and the human male?\nDOCTOR: All the others. All your subjects. You’ve conducted enough experiments. Everything has a natural end.\nRIGAN: But the old man’s graft worked. That’s a new beginning for the programme, not an end.\nLOUIS: It’s not worth it. The success rate is just too low for the amount of casualties we’re causing.\nRIGAN: But they’re only\nDOCTOR: There’s no only about any of them.\nMEL: Listen to him, Rigan, please.\nDOCTOR: This must end now.\nRIGAN: No, Doctor. It mustn't.\nLOUIS: Rigan, it has to. Klyst and I agree on this. It’s time to end the project, and that’s what we’re going to do. The only way you'll stop us is to kill us.\nRIGAN: If that’s what it takes.\nLOUIS: Really? Will you kill me again, Rigan? Will\nRAUSCH: [OC]: People of the Klyst Institute. The experiments are over. Please stay where you are while my people are released from their imprisonment. I mean none of you any harm.\nRIGAN: So he is back!\nDOCTOR: In my Tardis.\nMEL: How do you know that?\nDOCTOR: It’s the only way he could have got in. I can sense her.\nCABBIE: Shokhra here still ain’t doing so well.\nKLYST: Doctor, you and Shokhra both seemed to cope well with the new sentiences. Perhaps we should have experimented on you two first.\nDOCTOR: I’m very glad you didn’t attempt to graft on Shokhra before now.\nKLYST: With hindsight, so am I.\nDOCTOR: That would have been a trifle inconvenient for all of us. Apart from the new sentience being supported by Shokhra’s composite of six minds as well as my own, my symbiotic link to the Tardis was able to help ease the new sentience’s fear.\nCABBIE: How’s that, then?\nDOCTOR: Well, my Tardis is a well-travelled one, and we’ve been together for a long time. We’ve grown together.\nMEL: Hmm. Like an old married couple.\nCABBIE: The conjugal rights can’t be much fun.\nDOCTOR: Anyway, my Tardis has a lot of experience to pass on to the new sentience through my symbiotic link with her. That meant that the new intelligence could learn to cope with its situation and keep a hold on its sanity. And that meant I could keep a hold on mine.\nMEL: We have to get that sentience out of Shokhra now.\nDOCTOR: The problem is where to put it. It’s evolved and grown, so downloading it back into the block transfer system that generated it would be tantamount to imprisoning it, in exactly the way that you, Klyst, have been doing. And we can’t put it into someone else or it would overwrite their mind.\nMEL: Can’t we put it into a Tardis?\nDOCTOR: Tardises come with a base sentience engrained into them. And in any case, there’s no birthing matrices here to render the block transfer. No, we need another option.\nSHOKHRA: (struggling) Yes, the Institute.\nRIGAN: Shoot to kill, but try not to hit the core.\nRAUSCH: I’ve instituted a state of temporal grace, Commander. Your weapons are useless. Please leave. There is nothing more you can do.\nRIGAN: Damn!\nRAUSCH: Commander Rigan, I'll be joining you shortly.\nKLYST: Shokhra? The Institute? What about the Institute?\nSHOKHRA: Institute. Computer. Core.\nMEL: Doctor, I think he’s suggesting the building itself. If it’s of Time Lord manufacture, then it’s probably a block transfer construction like the Tardis. Couldn’t we bond the sentience to it?\nKLYST: This may be of a similar construction, but it’s not actually a Tardis. It has no temporal drive. It’s not capable of travel.\nMEL: It’s the closest thing we’ve got, and better than being stuck in a human brain. At the very least, the Institute could travel in space, with a good old engine fitted.\nDOCTOR: That’s a very good idea, Mel. You’re quite getting the hang of this galactic saviour thing, aren’t you? Yes!\nMEL: I’d say we have a consensus.\nDOCTOR: Klyst, can you do that?\nKLYST: I can try.\nDOCTOR: Don’t worry, I'll help. My knowledge may not be as up to date with the latest techniques, but (clatter) what an experience.\nRIGAN: Lock down the central core. I want this control room to remain secure. Secure channel. Priority message to Gallifrey. This is Coordinator Rigan of the Celestial Intervention Agency station 7. I need a clean- up crew immediately\nMAN: [OC]: What's the status of the installation, Coordinator?\nRIGAN: We have incursions from 20\" century Earth and a specimen break-out.\nMAN: [OC]: Containable?\nRIGAN: Containable. But the rogue specimens are too knowledgeable to permit them to leave as is.\nDOCTOR: This must never happen again.\nKLYST: I can’t guarantee that.\nDOCTOR: Of course you can guarantee it. The project can’t be restarted if all the data and operational procedures are gone, the equipment destroyed.\nKLYST: The data and procedures won’t be completely gone, Doctor. Not from inside my head.\nMEL: Ah, that’s a point.\nDOCTOR: Perhaps some sort of hypnosis? I always used to be a dab hand at that, you know. If I can help you forget, then the trouble is over.\nKLYST: A skilled mind-probe technician would still be able to uncover everything if they really knew what they were doing. Unless I take a graft.\nDOCTOR: That’s madness, Klyst. You’ve seen what the process does, even to a Time Lord.\nKLYST: If it works, then knowledge of the process will be overwritten, and one of the captive sentiences freed.\nMEL: At the cost of your existence.\nDOCTOR: And what if it doesn’t work? You'll be lobotomised.\nKLYST: The data and ops procedures will irrevocably gone. That’s more important than my life. There. We should be able to uplink from the grafting headpiece to the station’s network. We’ll need to get the Feladrin together first, though. Let’s hope this works. Now.\nRAUSCH: Brother. Welcome, brother.\nMEL: Did it work?\nDOCTOR: I don’t know, Mel.\nSHOKHRA: We are whole.\nDOCTOR: Splendid.\nKLYST: Goodbye, my friends.\nCABBIE: What’s that? Hey, the Prof!\nLOUIS: Klyst, no! Klyst. Klyst, speak to me. Klyst, are you all right?\nRAUSCH: Sister. Ignore the missing dimensions, sister. Concentrate only on what you sense. I can help.\nKLYST: You can help.\nRAUSCH: As can the Doctor.\nDOCTOR: You know who I am?\nRAUSCH: Your Tardis is a good friend to you, and to me. She explained much. From her knowledge, I can explain much to my brethren here.\nMEL: And cure them?\nRAUSCH: Who they were are all dead, but my brethren, who they are now, can be saved from their madness, yes.\nKLYST: We are the first?\nRAUSCH: Yes, the first two sane members of a new race of dedicated Tardis pilots. We must heal the others.\nRAUSCH: I still have control of the station’s computer system. Rigan is attempting to call reinforcements from Gallifrey. I’m jamming the signal.\nMEL: I have a bone to pick with her.\nRAUSCH: I can override the security lockdown to the control room. She is there, and armed guards are with her.\nCABBIE: Leave them to me.\nRIGAN: Damn it. Something’s jamming us from inside the com-net itself.\nRIGAN: You!\nMEL: I’m afraid so.\nCABBIE: Everybody put their guns down. I’m not used to anything more sophisticated than a double- barrelled sawn-off, so I don’t know how to set phasers on stun or any of that stuff, but I Know what a maximum looks like on dial and I don’t want to take any chances about not doing enough damage.\nRIGAN: You’re bluffing.\nCABBIE: Oops, sorry. Did I mention I’ve got St Vitus’ dance of the trigger finger as well?\nRIGAN: You, you... human! Don’t you know what you’re doing?\nLOUIS: He knows, Rigan. We all do. And I’m sorry about this.\nCABBIE: That was cold, man.\nLOUIS: My weapon’s set for stun. She’ll come round and I'll explain things to her, when we’re both in custody.\nDOCTOR: I'll be mother. This’ll be a new experience for you two. Your bodies will need nutrition and medical care in a way that Tardis constructions don't.\nKLYST: Most of the medical staff are staying on. Those who wish to return to Gallifrey can do so before we cut our links to the outside.\nRAUSCH: We’re having a spatial drive system fitted. The Time Lords will not find us. Your Tardis has taught us some intriguing stealth techniques so as to evade detection.\nKLYST: In time we shall find a way to stabilise the other sentiences that have been grafted into host bodies, and acclimatise them to their new perceptions.\nMEL: I’m sure you'll succeed. We'll have to be going soon, but perhaps we'll drop in again.\nDOCTOR: Going, yes, I’m afraid so. Is your friend coming along?\nCABBIE: Actually, er, if it’s all the same to you two, I’m going to stay here. Well, the place could do with someone with common sense looking after things. I mean, there are loads of people to do all the scientific stuff, but, you Know, they could use a good handyman who keeps the place clean and be there to chat to. Us cabbies do a lot of chatting to the people in our cabs.\nDOCTOR: Indeed. Well, come on, Mel. We have a ferry service to run. Some of these people haven’t had a Tardis sentience grafted into them yet, so we can return them to where they came from. To a point just after they would have died, of course.\nMEL: First all the Rani’s kidnapped genii and now these. I hope you’re not going to be running an intergalactic taxi service.\nCABBIE: Oi, you say that like it’s a bad thing.\nMEL: Sorry, I didn’t mean to.\nCABBIE: That’s okay. See you around, Mel. You too, Doctor.\nMEL: I'll see you too... hey, I don’t even know your name.\nCABBIE: How many fares know their cabbie’s name, eh? I kinda like it that way. Like Clint Eastwood. You know, the cabbie with no name.\nMEL: Well, maybe I'll see you around, Clint.\nCABBIE: Maybe.\nKLYST: We shall look after him, Mel.\nRAUSCH: He will want for nothing.\nDOCTOR: Good luck, and thank you.\nCABBIE: Pleasure. Oh, I just thought of something else good about this gig.\nMEL: What?\nCABBIE: I'd like to see the Inland Revenue try to find me here."
    }
  ],
  "cast_list": [],
  "parse_warnings": []
}