{
  "id": "073-thicker-than-water",
  "release_number": 73,
  "title": "Thicker Than Water",
  "author": "Paul Sutton",
  "filename": "073. Thicker Than Water_djvu.txt",
  "format_type": "A",
  "preamble_end_line": 5,
  "parts": [
    {
      "part_number": 1,
      "start_line": 5,
      "end_line": 725,
      "elements": [
        {
          "type": "direction",
          "text": "[Part One]",
          "character": null
        },
        {
          "type": "direction",
          "text": "INTERVIEWER: And back to Galen Today. We're still talking to Doctor Evelyn Rossiter",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Hello.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "INTERVIEWER: Chairperson of the Triennium's Committee researching Killoran technology. The good Doctor assures me she will be keeping a cooler temper for the remainder of the programme.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "On the understanding that you stop being such a prig, young man, certainly. INTERVIEWER: We are also joined now by Doctor Sophia Rossiter, daughter, of course, of Principal Triumvir Rossiter, and Sebastian Lawrence, joint heads of the high profile campaign against Killoran technology research. Welcome to you both.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Thank you.",
          "character": "SOFIA"
        },
        {
          "type": "dialogue",
          "text": "Thank you.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "INTERVIEWER: If I might first turn to you, Doctor Rossiter. That is, Sophia Rossiter. How does it feel to be in such open opposition to your father's, to our government's policies.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "With respect, I don't intend to answer sensationalist questions like that. We're here to discuss the real issues.",
          "character": "SOFIA"
        },
        {
          "type": "dialogue",
          "text": "Right.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "For once we agree.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "INTERVIEWER: Really? I see our leader's second wife and her step-daughter arguing publicly about political policy. That's a point that needs to be addressed, wouldn't you have said?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Since the Killoran attack, we have been faced with a choice. Waste time, money and resources on analysing the alien technology that litters our world, or destroy it. My father has unilaterally decided to lead our triumvirate of nations down the path of the analysis and adaptation",
          "character": "SOFIA"
        },
        {
          "type": "dialogue",
          "text": "Adaptation is not the question, as you well know, young lady. The committee has no mandate to recommend any possible uses of Killoran machinery, circuitry or, yes, weaponry. It's purely scientific research undertaken by an independent body",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Ha! Independent? Instigated and financed by and individual and coordinated by his wife.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "Undertaken by an independent body of academics in pursuit of knowledge.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Good money is being poured after bad. Money that should be used to stabilise our economies.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "INTERVIEWER: Now that's a fair point, isn't it?",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "In the last three years, Principal Triumvir Rossiter has done more to unite the nations of Galen, Melendia and Kozapen than anyone in the history of your civilisation",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "And that's your problem, Evelyn. You're more worried about the past than the present. Our concern is with today and tomorrow, not yesterday, and it's for that reason we're taking the fight to the committee.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "You stupid girl. Listen to yourself. Taking the fight to the committee. Oh! Oh! Ow! INTERVIEWER: Er, are you okay, Doctor?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "It's just a headache. Just why, exactly, are you leading this moral crusade?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Because the opinion of the public majority must be heard.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, don't talk to me about your petty propaganda machines.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Independently carried out polls suggest the majority of Vilagans no longer support your research.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "I'm not staying here to listen to any more of this drivel.",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Feedback on microphone.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Eighty nine percent of people want the Killoran spaceships and weaponry that have been taken for study destroyed.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "The voice of the majority, Doctor!",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "(distant) I really can't be expected to put up with such blinkered and adolescent nonsense. Get out of my way.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "INTERVIEWER: Oh, Doctor Evelyn Rossiter seems to have left the studio. Er, well, Doctor Sophia Rossiter, you'll be claiming the moral high ground, one supposes.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "What I'll be claiming is what I've always claimed. For the good of our planet, the committee has to stop its research.",
          "character": "SOPHIA"
        },
        {
          "type": "direction",
          "text": "Strong wind.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Fair quiet have I found thee here.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, if you have, it's long since nipped off for a bit of peace itself, what with you booming your way across the moors.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "It's a metaphor.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You do surprise me.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Not that I'd expect a twentieth century computer programmer from Pease Pottage to appreciate it.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Charming.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "This is what it's all about, Mel. Life, nature, living. Tinkering around with the insides of computers is for the mentally atrophied. Software the domain of the self-fixated.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Okay, that's it. Doctor?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Hmm?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "We need to talk about your attitude.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Hmm? My what?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Don't come the innocent.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Well, that shouldn't prove too difficult, seeing as I've absolutely no idea what that egregious expression means.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "It's all very well you being, well, yourself, around me, but when we're in company you have to learn to tone it down a bit.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Tosh and fiddle-de-dee. Now come on, it's at least another mile back to the Tardis, and you look as if you could use the exercise. Regime slacking somewhat, is it, hmm?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "See what I mean? Doctor, since I've known you you've always walked a tight-rope between genial and brash.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Oh, poppycock.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "But you were just plain abusive to those poor colonists.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Abusive, me? Ha. The mercuriality of genius, nothing more. We saved their biodomes, didn't we? Let me tell you, my girl, it's a decidedly mellower me that stands before you now than would have done some not too considerable time ago.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, this you is hardly a model of tolerance.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I assure you, compared to the way I started out in this incarnation, well, anyway, you, my girl, should count yourself lucky.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I know, I know. I should count myself lucky that I met you after the steadying influence of the great and wonderful Doctor Evelyn Smythe had woven its spell upon you. One day I'd like to meet this miracle worker.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Would you?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Would you really? Like to meet her.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Can you do that?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Can I do that. I can do anything. Just so long as we don't turn up and meet her before I met her, if you see what I mean. That would be awkward.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "But you left her on a different planet, didn't you? She ran off with a fancy man or something.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Yeah, well, I, well, I may have dramatically over-embellished the denouement of our time together somewhat.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You? No.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "No. Come on, then. I'll take you to Vilag. But you'd better be on your best behaviour.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You were fantastic, Soph. Getting her to walk out like that was a stroke of genius.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "I wasn't trying to provoke her, Sebastian. It doesn't do us any good having no one to argue against, does it?",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "No. No, of course.",
          "character": "SEBASTIAN"
        },
        {
          "type": "direction",
          "text": "Get into vehicle.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Straight back to the hospital, please, Stafford.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "Sir.",
          "character": "STAFFORD"
        },
        {
          "type": "direction",
          "text": "Turns off chauffeur's comms.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Oh, hell's teeth, I hate that woman. The way she refers to me as young lady. She's so sanctimonious I'd swear she glows in the dark.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "I wouldn't let your father hear you talking like that.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "My father is well aware of my feelings towards his wife, and has been since the day she came back. She's got him wrapped round her little finger.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Your father's a respected man, and so are you. A respected woman, I mean.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "People love me not for the person I am but for the person whose daughter I am.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "You're respected in your own field, in your own right, Sophia. You've always been the inspiration for my medical career since college. There's no finer surgeon. Andrew has said so himself.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "Doctor Szab6 is not a man to drop compliments so lightly, as well you know.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "One day you'll be better even than he is. You practically run that hospital by yourself now anyway. You care about people. Starting this movement against the committee, for example.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "Sometimes even I have doubts. Wait, are we going back to the hospital?",
          "character": "SOPHIA"
        },
        {
          "type": "direction",
          "text": "Turns on chauffeur's comms.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Stafford, could you stop outside the restaurant on the next block, please.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Ma'am.",
          "character": "STAFFORD"
        },
        {
          "type": "direction",
          "text": "Turns off chauffeur's comms.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "I'm meeting Andrew for lunch. Why don't you join us?",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "I can't, Soph. Actually, I've got a few things to do for him on the wards.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "You know, there isn't a single aspect of my life that wouldn't be improved if that Smythe woman was out of the way.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Look, second thoughts. The old man won't miss me for an hour or two.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "That's sweet, Sebastian, but you've got work to do.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Really, it's no",
          "character": "SEBASTIAN"
        },
        {
          "type": "direction",
          "text": "Opens vehicle door.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "I'll see you back at the hospital later, okay?",
          "character": "SOPHIA"
        },
        {
          "type": "direction",
          "text": "Vehicle door closed. Mobile phone dials.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "It's me. We go today.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "Sophia.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Andrew, sorry I'm late.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Not at all. I've ordered for us. How went this morning's confrontation?",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Don't ask.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Oh, but I do ask, my dear. I do ask. I worry about you.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "I know.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Actually, I confess to having heard a news bulletin as I was scrubbing down after morning surgery. Even allowing for sensationalist reporting it sounded like rather an event.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "How my father could ever have married such a",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Now listen. I have a wonderful idea. Why don't I hand my afternoon surgeries to Doctor Molian, and we can spend some quality time together, discussing your glittering future in the medical profession. Perhaps also my astounding past in such, hmm?",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Oh, thank you, Andrew, but I have to go to the Memorial Park.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Of course you do. I'd quite forgotten.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "A fun afternoon out, listening to your father's new woman give a remembrance speech about your dead best friend. But you'll come with me, won't you? I think I could bear it then.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Do you think that's such a good idea? I mean, with my history. There may be a faction in the crowd that objects to my presence.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "You're right, I'm sorry.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Now, now, don't upset yourself. I'm quite capable of dealing with a few ignorant minds. There is something, however, to which you should turn your attention.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Yes?",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "The waiter. The poor fellow is standing rather apprehensively behind you, awaiting the right moment to serve our hors d'oeuvre.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Later, we'll be turning our attention to the rather dramatic rise of incidents of domestic violence in the city",
          "character": "TELEVISION"
        },
        {
          "type": "dialogue",
          "text": "Now, which should it be?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Let's get the latest opinions on the somewhat explosive performance earlier of Doctor Evelyn Rossiter during a live broadcast of Galen Today. Present at the recording",
          "character": "TELEVISION"
        },
        {
          "type": "dialogue",
          "text": "Enough from you, I think. Evelyn? Oh, come and help me decide what to wear for the memorial speech. I'm in the bedroom.",
          "character": "ROSSITER"
        },
        {
          "type": "direction",
          "text": "Outer door slams.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Ah. Come on, Melrum Justice, rulers of planets and defeaters of alien invasions do not quake at the approach of their own wives.",
          "character": "ROSSITER"
        },
        {
          "type": "direction",
          "text": "Door opens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Your daughter is impossible.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Hello, dear.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "She just radiates smugness.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I saw the broadcast in the car on the way back from the airport.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "So now I suppose you're going to tell me I acted like a child.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "You acted the way you acted. Sit down.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "I'm sorry. These days I just feel so. It's these headaches.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Did you take your pills?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Of course I! Sorry. Yes, I have.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Here, let me massage your temples. You're under a lot of pressure. It's natural that home's the place where it's released. It's the only chance you get.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "You are always so calm, so good to me.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Well, I believe that's because I love you, my dear.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Still?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Still. Listen to me, Evelyn. When you came back into my life two years ago, just out of the blue like that, scaring me half to death, I might add, I was the happiest man in the world. Any world. And when you chose to stay, well, it must have been very hard on the Doctor.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "The Doctor? Now there's a man I haven't thought of in a while.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "When have you had the time? Chairing committees, making public appearances, starting a new life. You've achieved a lot, Evelyn, and I know that Sophia hasn't made it any easier on you.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Oh, it's natural for a daughter to hate her step-mother, even at her age.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Sophia doesn't hate you.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Hmm. I just get so frustrated.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I said you should have slowed down after your operation, but would you listen?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Oh, good grief, man. It was only an exploratory procedure. Doctor Szab6 put me in the out- patient register the next morning.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Well, I suppose he should know, if anyone. I just worry about you.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Well, don't. I shall try and relax.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Good. Because with your temper of late I've been living in fear of becoming a domestic violence statistic.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "(laughs) Oh, you.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Come on. Let's get changed. We have speeches to make.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Yes, so we do.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Are you all right?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Hmm? Oh, yes. Yes. Just thinking. Thinking back.",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "The Tardis materialises. Tardis door opens. Sounds of building construction.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Oh my.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Well? Ah. I was wrong. Evidently it can be as bad as it looks on the scanner.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Still, it's as good as can be expected, I suppose. You can see the difference a year has made, at least. Can't you?",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Tardis door closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Come on. Let's find a friendly face.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, for pity's sake. How long does it take to check someone's identity?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I'm sure it's nothing personal.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Of course it's not. I expect they treat everyone who saves their planet from the brink of destruction in this manner.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, perhaps only those who've endangered it in the first place.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Maybe we should take a seat. Or rather, one of us should, seeing as there's only the one.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Door opens and closes after sticking a bit.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Stupid thing. Sorry. Not a very glorious parliament building.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "It's still early days.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "You must be the Doctor. I've heard so much about you.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Then you have me at a disadvantage.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Sorry. Doctor Sophia Rossiter.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Rossiter's daughter! Sophia, I'm Evelyn Smythe. Your father talked so lovingly about you.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I'm so happy to meet you at last.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Evelyn. Yes, I know who you are.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Oh.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "So, er, are you an academic doctor?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Medical. I've just finished my internship at the City Hospital.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Oh. Baptism of fire, I should imagine, given the circumstances.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "It hasn't been too bad. I have an excellent mentor in Doctor Szab6. He's been an inspiration to us all.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Are you practising politics also?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "No. Oh, no, I'm just here to visit my father.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "He is here, then. No one would tell us for sure.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "He's very busy in another wing. He's not receiving visitors.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Well, perhaps we can come back another time, then.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Does he know we're here?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Perhaps it would be better if you just left.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "You know, I don't think we will. We've been through all the security checks and I'm sure that were we deemed to pose a threat, someone other than you, young lady, would have been sent to eject us.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Evelyn.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "So unless you have the authority to stop us, I think I'll just go and find your father and pay my respects.",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Door eventually opens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Doctor?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Evelyn, it does really seem to be an inconvenient time, so perhaps we should",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I'll see you later, then.",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Door creaks shut.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Well. Are you worried about your father?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Worried?",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Your tone with Doctor Smythe. Not very friendly.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "My father is a busy man. He has the responsibility of all three countries now.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Then I'm sure a visit from an old friend will do him the world of good. Aren't you?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I think I Know what's best for my father. Now, if you'll excuse me.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Of course. Oh, perhaps you could get the message to Evelyn for me that I'll wait for her in the Tardis?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Security downstairs will show you out.",
          "character": "SOPHIA"
        },
        {
          "type": "direction",
          "text": "Door creaks open and closed.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Poor girl. And poor Evelyn.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Three oh two, three oh four, three oh six. Well, if that nice young clerk was right, this is it. Oh, what if he doesn't even remember me? His daughter remembers you well enough. A quick handshake, then nice to see you again but I'm terribly busy. Oh, I couldn't bear that. Maybe I should just go back to the Doctor and",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Door opens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "And get those papers to Suskind as soon as you can. He needs to sign them by close of play today. I'll be in my",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Ah. Hello.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Evelyn!",
          "character": "ROSSITER"
        },
        {
          "type": "direction",
          "text": "Tardis door opens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Ah, the wanderer returns.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Tardis door closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Thank you, Doctor.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "So then, how is the old chap?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "He's very well.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Plenipotentiary Suskind still behaving himself, I hope?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Very much so. In fact, he had a large hand in drafting the constitution of the Triumvirate.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Ah. Some kind of tripartite system of government, I take it? I gathered something of the sort from Sophia.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor, I'm staying.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Ah, yes. Well, I rather thought you might be.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "It was amazing. We just picked up where we left off, even after a year.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Indeed.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I was so worried that he wouldn't even recognise me.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh, I was sure that was never in question.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Sorry, Doctor. I know I said I only wanted to visit, but the truth is, it was always at the back of my mind to stay.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Well, it's your choice, of course, but er",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "But what?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "It's not going to be easy for you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I can handle Sophia, if that's what you mean.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Are you sure you've thought this through?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor, I Know you're worried about me, but can't you just be happy? It's important.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Evelyn",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I won't take anything. Fresh start and all that. Rossiter's a good man. Come and speak to him.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Actually, I have to er, well, there's er",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Planets to save and villains to thwart.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh. Well, something of the kind.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You'll come and see me one day, won't you? Just pop in, please?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I wish you every happiness, Evelyn. I really do.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Tardis door opens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Goodbye then, Doctor.",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Footsteps, Tardis door closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Goodbye, Evelyn.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "The Tardis dematerialises. ",
          "character": null
        },
        {
          "type": "direction",
          "text": "The Tardis materialises, Tardis door opens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "So that's the truth of it, eh?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Doesn't exactly show me in the best of lights, I agree.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Tardis door closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Hmm. I hope you're not going to be that stubborn and childish when I decide to hang up my time-travelling boots.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I should think I'd organise a parade.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor!",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "(laughs) Well?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Three years ago, all you see here was piled with crashed Killoran spacecraft, weapons and bodies. Rossiter must have landscaped the whole area and turned it into a Memorial Park or something.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "The Krisztina Freyn Memorial Gardens, in fact.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "You're reading that from somewhere, aren't you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Small print on the plaque of the flower bed to your right.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Ah.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "So where do we go to find Evelyn?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Oh, that'll be easy. If I know Doctor Smythe, she won't have kept a low profile. We'll just catch up with her at the speech.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What speech?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "This plaque of yours also says that the flower bed is part of the commemoration of the third anniversary of the invasion. Well, that's today, and I imagine that if we follow all these people we'll find a speech at the end of them.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "(sotto) Smart alec.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I heard that.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You were meant to.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Hmm.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Applause.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "I only have one more thing to say, you'll be glad to know, having listened to my husband ramble on for goodness knows how long.",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Polite laughter.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "We decided long ago that on this day every year, we would find cause to celebrate.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Celebrate freedom, victory, life. And so when we think of Krisztina Freyn and Marcus Reid, we do not think of their deaths, but of their lives. I know I am not one of you, not a Vilagan, but I was here when",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "What did I tell you? Come on, let's get backstage. Er, excuse us.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor, slow down.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Thank you, thank you. VIP.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Sorry, Excuse me. Sorry, So sorry. Excuse me.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I look forward to sharing happier experiences in the future. Thank you.",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Applause.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Oh, these steps.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Let me help you, madam.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Oh, thank you, Jenner. Oh, and for pity's sake will you call me Evelyn.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Yes, madam. Evelyn.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Now there's a sight for sore Time Lord eyes.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Mind the bodyguard, Doctor.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Oof!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Excuse me, sir. I",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Doctor!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Hello, Evelyn. No need for the bodyguard routine. You remember me, surely? Jenner, isn't it? Used to be Krisztina's driver?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yes, sir.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Never forget the back of a head.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor, what are you doing here?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "You asked me to pop back and see you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, yes, I just thought",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "What?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, nothing.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Hmm?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Er, Doctor.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Hmm? Oh, Melanie Bush, Doctor Evelyn Smythe. Evelyn, Mel.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Pleased to meet you.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Likewise. So, you're the latest model he's dragging round the universe, are you?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Afraid so.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Well, this is all very",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Boom! Boom! Boom!",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "What on Earth?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Madan, if you'd like to come with me.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Doctor.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "An attempt is obviously being made on Rossiter's life. Evelyn, where is he?",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "More booms, panic.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Well, he should be over there with (cough)",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Gas!",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Evelyn, I'm taking you with me now.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Where's Rossiter?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "He should be over there with Sophia. There's a VIP enclosure.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I see it. Mel, stay with Jenner and Evelyn. I'm going to find Rossiter.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yes, Doctor.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Rossiter! Sophia!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor. Good grief, what a",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Father, don't move in the gas.",
          "character": "SOPHIA"
        },
        {
          "type": "direction",
          "text": "Helicopters, gunshots.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Rossiter, an attempt is being made on your life.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "(distant) Doctor!",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I don't think so. Look.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "What? Oh.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "(distant) Get off me!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "They're after Evelyn.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "(distant) Help! Let her go!",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "And they've got Mel. They've got Mel, too.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Evelyn!",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "(distant) Rossiter! Rossiter!",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Helicopter. ",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "What, what's going on?",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Collapse.",
          "character": null
        }
      ],
      "searchable_dialogue": "EVELYN: Hello.\nEVELYN: INTERVIEWER: Chairperson of the Triennium's Committee researching Killoran technology. The good Doctor assures me she will be keeping a cooler temper for the remainder of the programme.\nEVELYN: On the understanding that you stop being such a prig, young man, certainly. INTERVIEWER: We are also joined now by Doctor Sophia Rossiter, daughter, of course, of Principal Triumvir Rossiter, and Sebastian Lawrence, joint heads of the high profile campaign against Killoran technology research. Welcome to you both.\nSOFIA: Thank you.\nSEBASTIAN: Thank you.\nSEBASTIAN: INTERVIEWER: If I might first turn to you, Doctor Rossiter. That is, Sophia Rossiter. How does it feel to be in such open opposition to your father's, to our government's policies.\nSOFIA: With respect, I don't intend to answer sensationalist questions like that. We're here to discuss the real issues.\nSEBASTIAN: Right.\nEVELYN: For once we agree.\nEVELYN: INTERVIEWER: Really? I see our leader's second wife and her step-daughter arguing publicly about political policy. That's a point that needs to be addressed, wouldn't you have said?\nSOFIA: Since the Killoran attack, we have been faced with a choice. Waste time, money and resources on analysing the alien technology that litters our world, or destroy it. My father has unilaterally decided to lead our triumvirate of nations down the path of the analysis and adaptation\nEVELYN: Adaptation is not the question, as you well know, young lady. The committee has no mandate to recommend any possible uses of Killoran machinery, circuitry or, yes, weaponry. It's purely scientific research undertaken by an independent body\nSEBASTIAN: Ha! Independent? Instigated and financed by and individual and coordinated by his wife.\nEVELYN: Undertaken by an independent body of academics in pursuit of knowledge.\nSEBASTIAN: Good money is being poured after bad. Money that should be used to stabilise our economies.\nSEBASTIAN: INTERVIEWER: Now that's a fair point, isn't it?\nEVELYN: In the last three years, Principal Triumvir Rossiter has done more to unite the nations of Galen, Melendia and Kozapen than anyone in the history of your civilisation\nSOPHIA: And that's your problem, Evelyn. You're more worried about the past than the present. Our concern is with today and tomorrow, not yesterday, and it's for that reason we're taking the fight to the committee.\nEVELYN: You stupid girl. Listen to yourself. Taking the fight to the committee. Oh! Oh! Ow! INTERVIEWER: Er, are you okay, Doctor?\nEVELYN: It's just a headache. Just why, exactly, are you leading this moral crusade?\nSEBASTIAN: Because the opinion of the public majority must be heard.\nEVELYN: Oh, don't talk to me about your petty propaganda machines.\nSEBASTIAN: Independently carried out polls suggest the majority of Vilagans no longer support your research.\nEVELYN: I'm not staying here to listen to any more of this drivel.\nSOPHIA: Eighty nine percent of people want the Killoran spaceships and weaponry that have been taken for study destroyed.\nSEBASTIAN: The voice of the majority, Doctor!\nEVELYN: (distant) I really can't be expected to put up with such blinkered and adolescent nonsense. Get out of my way.\nEVELYN: INTERVIEWER: Oh, Doctor Evelyn Rossiter seems to have left the studio. Er, well, Doctor Sophia Rossiter, you'll be claiming the moral high ground, one supposes.\nSOPHIA: What I'll be claiming is what I've always claimed. For the good of our planet, the committee has to stop its research.\nDOCTOR: Fair quiet have I found thee here.\nMEL: Well, if you have, it's long since nipped off for a bit of peace itself, what with you booming your way across the moors.\nDOCTOR: It's a metaphor.\nMEL: You do surprise me.\nDOCTOR: Not that I'd expect a twentieth century computer programmer from Pease Pottage to appreciate it.\nMEL: Charming.\nDOCTOR: This is what it's all about, Mel. Life, nature, living. Tinkering around with the insides of computers is for the mentally atrophied. Software the domain of the self-fixated.\nMEL: Okay, that's it. Doctor?\nDOCTOR: Hmm?\nMEL: We need to talk about your attitude.\nDOCTOR: Hmm? My what?\nMEL: Don't come the innocent.\nDOCTOR: Well, that shouldn't prove too difficult, seeing as I've absolutely no idea what that egregious expression means.\nMEL: It's all very well you being, well, yourself, around me, but when we're in company you have to learn to tone it down a bit.\nDOCTOR: Tosh and fiddle-de-dee. Now come on, it's at least another mile back to the Tardis, and you look as if you could use the exercise. Regime slacking somewhat, is it, hmm?\nMEL: See what I mean? Doctor, since I've known you you've always walked a tight-rope between genial and brash.\nDOCTOR: Oh, poppycock.\nMEL: But you were just plain abusive to those poor colonists.\nDOCTOR: Abusive, me? Ha. The mercuriality of genius, nothing more. We saved their biodomes, didn't we? Let me tell you, my girl, it's a decidedly mellower me that stands before you now than would have done some not too considerable time ago.\nMEL: Well, this you is hardly a model of tolerance.\nDOCTOR: I assure you, compared to the way I started out in this incarnation, well, anyway, you, my girl, should count yourself lucky.\nMEL: I know, I know. I should count myself lucky that I met you after the steadying influence of the great and wonderful Doctor Evelyn Smythe had woven its spell upon you. One day I'd like to meet this miracle worker.\nDOCTOR: Would you?\nMEL: What?\nDOCTOR: Would you really? Like to meet her.\nMEL: Can you do that?\nDOCTOR: Can I do that. I can do anything. Just so long as we don't turn up and meet her before I met her, if you see what I mean. That would be awkward.\nMEL: But you left her on a different planet, didn't you? She ran off with a fancy man or something.\nDOCTOR: Yeah, well, I, well, I may have dramatically over-embellished the denouement of our time together somewhat.\nMEL: You? No.\nDOCTOR: No. Come on, then. I'll take you to Vilag. But you'd better be on your best behaviour.\nSEBASTIAN: You were fantastic, Soph. Getting her to walk out like that was a stroke of genius.\nSOPHIA: I wasn't trying to provoke her, Sebastian. It doesn't do us any good having no one to argue against, does it?\nSEBASTIAN: No. No, of course.\nSEBASTIAN: Straight back to the hospital, please, Stafford.\nSTAFFORD: Sir.\nSOPHIA: Oh, hell's teeth, I hate that woman. The way she refers to me as young lady. She's so sanctimonious I'd swear she glows in the dark.\nSEBASTIAN: I wouldn't let your father hear you talking like that.\nSOPHIA: My father is well aware of my feelings towards his wife, and has been since the day she came back. She's got him wrapped round her little finger.\nSEBASTIAN: Your father's a respected man, and so are you. A respected woman, I mean.\nSOPHIA: People love me not for the person I am but for the person whose daughter I am.\nSEBASTIAN: You're respected in your own field, in your own right, Sophia. You've always been the inspiration for my medical career since college. There's no finer surgeon. Andrew has said so himself.\nSOPHIA: Doctor Szab6 is not a man to drop compliments so lightly, as well you know.\nSEBASTIAN: One day you'll be better even than he is. You practically run that hospital by yourself now anyway. You care about people. Starting this movement against the committee, for example.\nSOPHIA: Sometimes even I have doubts. Wait, are we going back to the hospital?\nSOPHIA: Stafford, could you stop outside the restaurant on the next block, please.\nSTAFFORD: Ma'am.\nSOPHIA: I'm meeting Andrew for lunch. Why don't you join us?\nSEBASTIAN: I can't, Soph. Actually, I've got a few things to do for him on the wards.\nSOPHIA: You know, there isn't a single aspect of my life that wouldn't be improved if that Smythe woman was out of the way.\nSEBASTIAN: Look, second thoughts. The old man won't miss me for an hour or two.\nSOPHIA: That's sweet, Sebastian, but you've got work to do.\nSEBASTIAN: Really, it's no\nSOPHIA: I'll see you back at the hospital later, okay?\nSEBASTIAN: It's me. We go today.\nANDREW: Sophia.\nSOPHIA: Andrew, sorry I'm late.\nANDREW: Not at all. I've ordered for us. How went this morning's confrontation?\nSOPHIA: Don't ask.\nANDREW: Oh, but I do ask, my dear. I do ask. I worry about you.\nSOPHIA: I know.\nANDREW: Actually, I confess to having heard a news bulletin as I was scrubbing down after morning surgery. Even allowing for sensationalist reporting it sounded like rather an event.\nSOPHIA: How my father could ever have married such a\nANDREW: Now listen. I have a wonderful idea. Why don't I hand my afternoon surgeries to Doctor Molian, and we can spend some quality time together, discussing your glittering future in the medical profession. Perhaps also my astounding past in such, hmm?\nSOPHIA: Oh, thank you, Andrew, but I have to go to the Memorial Park.\nANDREW: Of course you do. I'd quite forgotten.\nSOPHIA: A fun afternoon out, listening to your father's new woman give a remembrance speech about your dead best friend. But you'll come with me, won't you? I think I could bear it then.\nANDREW: Do you think that's such a good idea? I mean, with my history. There may be a faction in the crowd that objects to my presence.\nSOPHIA: You're right, I'm sorry.\nANDREW: Now, now, don't upset yourself. I'm quite capable of dealing with a few ignorant minds. There is something, however, to which you should turn your attention.\nSOPHIA: Yes?\nANDREW: The waiter. The poor fellow is standing rather apprehensively behind you, awaiting the right moment to serve our hors d'oeuvre.\nTELEVISION: Later, we'll be turning our attention to the rather dramatic rise of incidents of domestic violence in the city\nROSSITER: Now, which should it be?\nTELEVISION: Let's get the latest opinions on the somewhat explosive performance earlier of Doctor Evelyn Rossiter during a live broadcast of Galen Today. Present at the recording\nROSSITER: Enough from you, I think. Evelyn? Oh, come and help me decide what to wear for the memorial speech. I'm in the bedroom.\nROSSITER: Ah. Come on, Melrum Justice, rulers of planets and defeaters of alien invasions do not quake at the approach of their own wives.\nEVELYN: Your daughter is impossible.\nROSSITER: Hello, dear.\nEVELYN: She just radiates smugness.\nROSSITER: I saw the broadcast in the car on the way back from the airport.\nEVELYN: So now I suppose you're going to tell me I acted like a child.\nROSSITER: You acted the way you acted. Sit down.\nEVELYN: I'm sorry. These days I just feel so. It's these headaches.\nROSSITER: Did you take your pills?\nEVELYN: Of course I! Sorry. Yes, I have.\nROSSITER: Here, let me massage your temples. You're under a lot of pressure. It's natural that home's the place where it's released. It's the only chance you get.\nEVELYN: You are always so calm, so good to me.\nROSSITER: Well, I believe that's because I love you, my dear.\nEVELYN: Still?\nROSSITER: Still. Listen to me, Evelyn. When you came back into my life two years ago, just out of the blue like that, scaring me half to death, I might add, I was the happiest man in the world. Any world. And when you chose to stay, well, it must have been very hard on the Doctor.\nEVELYN: The Doctor? Now there's a man I haven't thought of in a while.\nROSSITER: When have you had the time? Chairing committees, making public appearances, starting a new life. You've achieved a lot, Evelyn, and I know that Sophia hasn't made it any easier on you.\nEVELYN: Oh, it's natural for a daughter to hate her step-mother, even at her age.\nROSSITER: Sophia doesn't hate you.\nEVELYN: Hmm. I just get so frustrated.\nROSSITER: I said you should have slowed down after your operation, but would you listen?\nEVELYN: Oh, good grief, man. It was only an exploratory procedure. Doctor Szab6 put me in the out- patient register the next morning.\nROSSITER: Well, I suppose he should know, if anyone. I just worry about you.\nEVELYN: Well, don't. I shall try and relax.\nROSSITER: Good. Because with your temper of late I've been living in fear of becoming a domestic violence statistic.\nEVELYN: (laughs) Oh, you.\nROSSITER: Come on. Let's get changed. We have speeches to make.\nEVELYN: Yes, so we do.\nROSSITER: Are you all right?\nEVELYN: Hmm? Oh, yes. Yes. Just thinking. Thinking back.\nEVELYN: Oh my.\nDOCTOR: Well? Ah. I was wrong. Evidently it can be as bad as it looks on the scanner.\nEVELYN: Still, it's as good as can be expected, I suppose. You can see the difference a year has made, at least. Can't you?\nDOCTOR: Come on. Let's find a friendly face.\nDOCTOR: Oh, for pity's sake. How long does it take to check someone's identity?\nEVELYN: I'm sure it's nothing personal.\nDOCTOR: Of course it's not. I expect they treat everyone who saves their planet from the brink of destruction in this manner.\nEVELYN: Well, perhaps only those who've endangered it in the first place.\nDOCTOR: Maybe we should take a seat. Or rather, one of us should, seeing as there's only the one.\nSOPHIA: Stupid thing. Sorry. Not a very glorious parliament building.\nEVELYN: It's still early days.\nSOPHIA: You must be the Doctor. I've heard so much about you.\nDOCTOR: Then you have me at a disadvantage.\nSOPHIA: Sorry. Doctor Sophia Rossiter.\nEVELYN: Rossiter's daughter! Sophia, I'm Evelyn Smythe. Your father talked so lovingly about you.\nEVELYN: I'm so happy to meet you at last.\nSOPHIA: Evelyn. Yes, I know who you are.\nEVELYN: Oh.\nDOCTOR: So, er, are you an academic doctor?\nSOPHIA: Medical. I've just finished my internship at the City Hospital.\nDOCTOR: Oh. Baptism of fire, I should imagine, given the circumstances.\nSOPHIA: It hasn't been too bad. I have an excellent mentor in Doctor Szab6. He's been an inspiration to us all.\nDOCTOR: Are you practising politics also?\nSOPHIA: No. Oh, no, I'm just here to visit my father.\nEVELYN: He is here, then. No one would tell us for sure.\nSOPHIA: He's very busy in another wing. He's not receiving visitors.\nDOCTOR: Well, perhaps we can come back another time, then.\nEVELYN: Does he know we're here?\nSOPHIA: Perhaps it would be better if you just left.\nEVELYN: You know, I don't think we will. We've been through all the security checks and I'm sure that were we deemed to pose a threat, someone other than you, young lady, would have been sent to eject us.\nDOCTOR: Evelyn.\nEVELYN: So unless you have the authority to stop us, I think I'll just go and find your father and pay my respects.\nEVELYN: Doctor?\nDOCTOR: Evelyn, it does really seem to be an inconvenient time, so perhaps we should\nEVELYN: I'll see you later, then.\nDOCTOR: Well. Are you worried about your father?\nSOPHIA: Worried?\nDOCTOR: Your tone with Doctor Smythe. Not very friendly.\nSOPHIA: My father is a busy man. He has the responsibility of all three countries now.\nDOCTOR: Then I'm sure a visit from an old friend will do him the world of good. Aren't you?\nSOPHIA: I think I Know what's best for my father. Now, if you'll excuse me.\nDOCTOR: Of course. Oh, perhaps you could get the message to Evelyn for me that I'll wait for her in the Tardis?\nSOPHIA: Security downstairs will show you out.\nDOCTOR: Poor girl. And poor Evelyn.\nEVELYN: Three oh two, three oh four, three oh six. Well, if that nice young clerk was right, this is it. Oh, what if he doesn't even remember me? His daughter remembers you well enough. A quick handshake, then nice to see you again but I'm terribly busy. Oh, I couldn't bear that. Maybe I should just go back to the Doctor and\nROSSITER: And get those papers to Suskind as soon as you can. He needs to sign them by close of play today. I'll be in my\nEVELYN: Ah. Hello.\nROSSITER: Evelyn!\nDOCTOR: Ah, the wanderer returns.\nEVELYN: Thank you, Doctor.\nDOCTOR: So then, how is the old chap?\nEVELYN: He's very well.\nDOCTOR: Plenipotentiary Suskind still behaving himself, I hope?\nEVELYN: Very much so. In fact, he had a large hand in drafting the constitution of the Triumvirate.\nDOCTOR: Ah. Some kind of tripartite system of government, I take it? I gathered something of the sort from Sophia.\nEVELYN: Doctor, I'm staying.\nDOCTOR: Ah, yes. Well, I rather thought you might be.\nEVELYN: It was amazing. We just picked up where we left off, even after a year.\nDOCTOR: Indeed.\nEVELYN: I was so worried that he wouldn't even recognise me.\nDOCTOR: Oh, I was sure that was never in question.\nEVELYN: Sorry, Doctor. I know I said I only wanted to visit, but the truth is, it was always at the back of my mind to stay.\nDOCTOR: Well, it's your choice, of course, but er\nEVELYN: But what?\nDOCTOR: It's not going to be easy for you.\nEVELYN: I can handle Sophia, if that's what you mean.\nDOCTOR: Are you sure you've thought this through?\nEVELYN: Doctor, I Know you're worried about me, but can't you just be happy? It's important.\nDOCTOR: Evelyn\nEVELYN: I won't take anything. Fresh start and all that. Rossiter's a good man. Come and speak to him.\nDOCTOR: Actually, I have to er, well, there's er\nEVELYN: Planets to save and villains to thwart.\nDOCTOR: Oh. Well, something of the kind.\nEVELYN: You'll come and see me one day, won't you? Just pop in, please?\nDOCTOR: I wish you every happiness, Evelyn. I really do.\nEVELYN: Goodbye then, Doctor.\nDOCTOR: Goodbye, Evelyn.\nMEL: So that's the truth of it, eh?\nDOCTOR: Doesn't exactly show me in the best of lights, I agree.\nMEL: Hmm. I hope you're not going to be that stubborn and childish when I decide to hang up my time-travelling boots.\nDOCTOR: I should think I'd organise a parade.\nMEL: Doctor!\nDOCTOR: (laughs) Well?\nDOCTOR: Three years ago, all you see here was piled with crashed Killoran spacecraft, weapons and bodies. Rossiter must have landscaped the whole area and turned it into a Memorial Park or something.\nMEL: The Krisztina Freyn Memorial Gardens, in fact.\nDOCTOR: You're reading that from somewhere, aren't you.\nMEL: Small print on the plaque of the flower bed to your right.\nDOCTOR: Ah.\nMEL: So where do we go to find Evelyn?\nDOCTOR: Oh, that'll be easy. If I know Doctor Smythe, she won't have kept a low profile. We'll just catch up with her at the speech.\nMEL: What speech?\nDOCTOR: This plaque of yours also says that the flower bed is part of the commemoration of the third anniversary of the invasion. Well, that's today, and I imagine that if we follow all these people we'll find a speech at the end of them.\nMEL: (sotto) Smart alec.\nDOCTOR: I heard that.\nMEL: You were meant to.\nDOCTOR: Hmm.\nEVELYN: I only have one more thing to say, you'll be glad to know, having listened to my husband ramble on for goodness knows how long.\nEVELYN: We decided long ago that on this day every year, we would find cause to celebrate.\nEVELYN: Celebrate freedom, victory, life. And so when we think of Krisztina Freyn and Marcus Reid, we do not think of their deaths, but of their lives. I know I am not one of you, not a Vilagan, but I was here when\nDOCTOR: What did I tell you? Come on, let's get backstage. Er, excuse us.\nMEL: Doctor, slow down.\nDOCTOR: Thank you, thank you. VIP.\nMEL: Sorry, Excuse me. Sorry, So sorry. Excuse me.\nEVELYN: I look forward to sharing happier experiences in the future. Thank you.\nEVELYN: Oh, these steps.\nJENNER: Let me help you, madam.\nEVELYN: Oh, thank you, Jenner. Oh, and for pity's sake will you call me Evelyn.\nJENNER: Yes, madam. Evelyn.\nDOCTOR: Now there's a sight for sore Time Lord eyes.\nMEL: Mind the bodyguard, Doctor.\nDOCTOR: Oof!\nJENNER: Excuse me, sir. I\nEVELYN: Doctor!\nDOCTOR: Hello, Evelyn. No need for the bodyguard routine. You remember me, surely? Jenner, isn't it? Used to be Krisztina's driver?\nJENNER: Yes, sir.\nDOCTOR: Never forget the back of a head.\nEVELYN: Doctor, what are you doing here?\nDOCTOR: You asked me to pop back and see you.\nEVELYN: Well, yes, I just thought\nDOCTOR: What?\nEVELYN: Oh, nothing.\nDOCTOR: Hmm?\nMEL: Er, Doctor.\nDOCTOR: Hmm? Oh, Melanie Bush, Doctor Evelyn Smythe. Evelyn, Mel.\nMEL: Pleased to meet you.\nEVELYN: Likewise. So, you're the latest model he's dragging round the universe, are you?\nMEL: Afraid so.\nDOCTOR: Well, this is all very\nEVELYN: What on Earth?\nJENNER: Madan, if you'd like to come with me.\nMEL: Doctor.\nDOCTOR: An attempt is obviously being made on Rossiter's life. Evelyn, where is he?\nEVELYN: Well, he should be over there with (cough)\nMEL: Gas!\nJENNER: Evelyn, I'm taking you with me now.\nDOCTOR: Where's Rossiter?\nEVELYN: He should be over there with Sophia. There's a VIP enclosure.\nDOCTOR: I see it. Mel, stay with Jenner and Evelyn. I'm going to find Rossiter.\nMEL: Yes, Doctor.\nDOCTOR: Rossiter! Sophia!\nROSSITER: Doctor. Good grief, what a\nSOPHIA: Father, don't move in the gas.\nDOCTOR: Rossiter, an attempt is being made on your life.\nMEL: (distant) Doctor!\nROSSITER: I don't think so. Look.\nDOCTOR: What? Oh.\nEVELYN: (distant) Get off me!\nROSSITER: They're after Evelyn.\nMEL: (distant) Help! Let her go!\nDOCTOR: And they've got Mel. They've got Mel, too.\nROSSITER: Evelyn!\nEVELYN: (distant) Rossiter! Rossiter!\nDOCTOR: What, what's going on?"
    },
    {
      "part_number": 2,
      "start_line": 726,
      "end_line": 1310,
      "elements": [
        {
          "type": "direction",
          "text": "[Part Two]",
          "character": null
        },
        {
          "type": "direction",
          "text": "In a helicopter.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Are you okay, Evelyn?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I think so. But Jenner. Who are you? What do you want?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "(muffled) Well, to answer your first question, (normal) good evening, Doctor Rossiter.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "Doctor Lawrence.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "You know this thug, I take it?",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Punch!",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Ah! Mel!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I am not a thug. I'm doing this for the good of the people.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "And what?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Just keep her quiet. Get us out of here.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "Okay.",
          "character": "PILOT"
        },
        {
          "type": "dialogue",
          "text": "Father, can you hear me?",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "He'll be okay. It's not serious. Just a mild dose of anaesthetic. Something not uncommonly found in a hospital, wouldn't you say?",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Emergency service sirens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "What do you mean by that?",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Oh, I think it's quite plain what I mean by that. The last time we met you displayed a rather high degree of antagonism towards Evelyn, and quite frankly, a blatant disapproval of her relationship with your father.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "And that leads you to believe I'm capable of organising something like this? Really, Doctor, I was told you were an intelligent man.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Only a fool disregards the obvious.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "It's true we disagree about the Killoran research project.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Ah, so your objection to Evelyn is political as well as filial.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "It's okay, father.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "You and you, get Doctor Rossiter and that man. You secure the Principal Triumvir.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Oh, what happened? Why have they taken Evelyn?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "I don't know. I'd assumed they were after you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Move out.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Get off, man. Doctor, we must go after them.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "I agree, but for the moment I think we have no choice but to let these gentlemen take us to a place of safety.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Move, move, move!",
          "character": "JENNER"
        },
        {
          "type": "direction",
          "text": "Heavily disguised voice.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Be forfeit.",
          "character": "RECORDING"
        },
        {
          "type": "dialogue",
          "text": "Sophia?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "This has nothing to do with anyone from our campaign.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Run it again, Jenner.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Sir.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Today's action was taken for and on behalf of the people of Vilag. The people demand that research on items of Killoran technology ceases forthwith. Knowledge of this alien science must not be allowed to integrate with that of our own. Its infestation will pollute, distort, and ultimately derail our way of life. If this demand is not met, the life of Doctor Evelyn Rossiter will regrettably be forfeit.",
          "character": "RECORDING"
        },
        {
          "type": "dialogue",
          "text": "Turned up on the network half an hour after the incident, sir.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "It wasn't traced?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "No, Doctor. But security forces have initialised a sweeping search pattern.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Can the voice be identified?",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Impossible to tell at this stage, ma'am. The technical lads are working on it now, but they say it could still tell us nothing even after they've taken it apart.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Do we know anything?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Father, please. You should rest.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "I'm not in the mood for being told what to do, Sophia.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Perhaps we should all just calm down and try to assess what's happened here.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What's happened is that my wife has been kidnapped, Doctor.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Well, if we can't trace the source of the transmission, then. Wait a minute. If I. It might work, but I'd have to. Rossiter, can you organise me some transport?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Can you find them?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Possibly, but I have to get to the Tardis.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Then I'm coming with you.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Father, no.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Jenner, have you had that arm properly seen to?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Yes, sir. Just a flesh wound. More shock than anything.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "No one's blaming you for still being alive, son.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "No, sir.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Take Sophia back to the hospital. Guard her with your life. You seem to have more than just the one.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Jenner, the recording.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, right, here.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Thank you. Let's go.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Door closes. Mobile phone.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Come on, Sebastian. Be at home. It's okay, Jenner. I'm not going to the hospital.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "I still have to stay with you, ma'am.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Come on, come on.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "[OC]: This is Sebastian Lawrence. I can't",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "Then make yourself useful and requisition us a blade-shuttle.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Where are we going?",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Hopefully to prove me wrong.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "The hard bit's done. The hard bit's done. The hard bit's done.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "He's been standing out there like that for ages.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Maybe he's building up the courage to jump. Or shouldn't I look on the bright side? Who is he?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Head back, dear. Let me wash that wound. I suppose you'd call him my political enemy. Sebastian Lawrence. He's half of the executive of a campaign that doesn't approve of our research into the Killoran technology.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "The Doctor told me all about the Killorans.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "We want to study it openly, discover whatever may be new to us, and, well, there lies the rub, as the Doctor would say.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "The question of using the information.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Perhaps I'm being naive. Perhaps Rossiter is. We just want to, to learn about these aliens, not to recreate their war machines.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "You can see his point though, I suppose.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Sometimes I can, yes. Other times I think Sophia started the entire campaign just to get at me.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Rossiter's daughter? She organised this kidnapping?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Oh, I hope not, for her father's sake. Here we go, dear. This stuff may smell like TCP but I'm afraid it packs a bit more of a punch.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh, ouch!",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I did warn you.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Don't worry. I've had worse travelling with the Doctor.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Is she all right?",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "What do you care?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Look, it's a long way down. We can end this right here.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "Oh, go and look after your cronies.",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Door opens and closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Do you think antagonising him's altogether wise? He looks like he's hanging on by a thread.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Hasn't the Doctor taught you anything? Always act as if you own the place. You're in control, not the Daleks or mutant vampire hunters, and certainly not his nibs in there.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Did you travel with the Doctor long?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I think I did, yes. But not too long. Not quite. We had some disagreements, but after that",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "was all sorted out we actually had a lot of fun together. He even got round to taking me to Elizabeth's court.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "So why come back? To Vilag, I mean.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "You've obviously never been in love.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "No, I don't suppose I have.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Well, plenty of time yet. Just look at me. Why has he come back?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Why does the Doctor do anything? To prove a point to me, I think.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Oh.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Why? Should he have come back for another reason?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "No, no. Just wondering. Turning up like that, just popping in. Ah! Ah!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Evelyn?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "It, it's nothing. Really.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I'll get you some water.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "All that fuss about my heart, and now a migraine's going to carry me off. Oh! Oh!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Here. Drink this, and I'll ask the kidnap king if he's got any pills.",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Glass breaks.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "I don't need water! I don't need anything!",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Traffic, horns blaring.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Sorry. Evelyn will be fine, I'm sure. It's Mel I'm more concerned about. A feisty enough girl, but a tendency to panic.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You don't understand, Doctor. Evelyn hasn't been herself for some time now. Since her operation",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Operation?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Since then her temper has quickened somewhat. She's become quite hot-blooded. Aggressive, even.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "She was never one to suffer fools, but that doesn't sound like Evelyn.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "No, I've driven her to it, demanding too much of her. It's all the responsibility heading up the committee and so forth.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Possibly. I gather there's still some friction between her and Sophia.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "They've never got on. Not that Evelyn hasn't tried, but Sophia was very young when her mother died, and I can't blame her for feeling I've betrayed her memory.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Do you think she's, that she could perhaps",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "That she could be behind the kidnapping? No, Doctor. I noticed how you spoke to her. Sophia's passionate about what she does and believes in, perhaps to the point of obsession, but she lives by a sense of right and wrong. I'd never believe this of her. Not that it can be said I truly know her any longer.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "I imagine that any father - daughter relationship has its ups and downs.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Since Evelyn returned, oh, Doctor, I've pushed my daughter away and forced upon my wife a way of life she's no real liking for.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "I can't imagine Evelyn doing something she doesn't want to. And perhaps Sophia just needs to be reminded that she has a father.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Who'd have thought that defeating an alien invasion and saving the planet would have been the easy part?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Road hog!",
          "character": "MAN"
        },
        {
          "type": "direction",
          "text": "Horns blare.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "I must insist, Doctor Rossiter.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Aren't you coming?",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "I'm sorry, Doctor Rossiter, I can't let you go any further without you telling me exactly what this is all about.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Get your hands off me. This Secret Service hard man routine does not impress me, Jenner. You may be a government employee, but I am not.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Ma'am, we have a situation here. It's my job to protect you. Now, I've been more than tolerant so far, but if I deem it probably you are endangering your life, then I shall take you to a place of safety.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "And just how do you propose to do that?",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "By throwing you over my God-damn shoulder and carrying you, with respect.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Try it. Now. Try it.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Ma'am, I did it to Princess Krisztina and I shall do it to you.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "She could be stubborn, all right.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "She had her moments.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "I take it you're familiar with our campaign against the Killoran research project.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Yourself and Doctor Lawrence have a very high profile, ma'am.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Well, it's probably nothing, but Sebastian, Doctor Lawrence, has been acting strangely lately.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "He could be behind this, I agree. He has the motive, promoting the campaign.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "I didn't say I thought he was behind this, and in any case you could say I have the same motive.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "I know, ma'am.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "I tried calling his flat, but there's no answer. He has another place, though. A penthouse apartment his parents bought him when we were in Med school together. He never uses it any more. No one knows about it.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Except you.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "We used to spend time there, a long time ago.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "I understand.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "If he is involved, he may have taken my step-mother there.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "I'm sorry. I can't seem to control myself these days.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I'll get you another glass of water.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Maybe Rossiter's right. I'm adding to the city's escalating domestic violence problem. I don't know what's happening to me. I just get so angry.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Well, after all that's happened today, I'd say you were entitled.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Thank you. No, it's not just today. It's me. Something in me. It doesn't make much sense.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "What did you mean when you said, all that fuss about your heart?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Oh, that's old news now. Before I met the Doctor, I was diagnosed with a dickey ticker.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "And the Doctor took you somewhere to get it treated?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "No, I never told him about it.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "But about six months ago, I went to a specialist here. Doctor Szab. Best on the planet.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "And he sorted you out, this Doctor Szab6?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I went in for exploratory surgery, he gave it a little tweak while he was in there, and now it's just a question of waiting for the treatment to take hold. I'll soon be as right as rain.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Hmm. After the mood swings have settled down.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Yes.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Do you regret leaving the Doctor?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "No. I'm happy here with Rossiter.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "It's, just now when you asked me why he'd come back, I just thought maybe you were hoping he'd come back for you.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "No, no, nothing like that. It's, well, perhaps I'd expected him to put in an appearance a little earlier, that's all.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "You've missed him.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Who wouldn't? I mean, he's the Doctor. Now, shall we wait for him to turn up and save the day, or shall we get a bit proactive?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "What did you have in mind, Doctor Rossiter?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Well, as I see it, we have three things in our favour.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Not being dead already is the only one I can see.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Of all this sorry bunch, Lawrence is the only one with a gun. And as you pointed out, he's only just keeping body and soul together. And there's a lock on the inside of this door.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "You really want to see that silver lining, don't you.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Come on, there's the Tardis.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "But if it's impossible to trace the signal",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "It's not impossible, at least, not for me, but by the time I've unscrambled it from its embedded encryption they'll have undoubtedly moved on anyway.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Tardis door opens and closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "No, it's no good worrying about where the message came from.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, we know where it went to. Here.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "The first time, yes.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor, I don't understand. Will this take us to Evelyn or not?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "No, but it should do the next best thing.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Flying.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "That's the penthouse down there. There's no blade-shuttle on the roof, though.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Doesn't prove anything. If he is holding Evelyn here, he wouldn't want to advertise the fact.",
          "character": "JENNER"
        },
        {
          "type": "direction",
          "text": "Readies weapon.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "That won't be necessary, surely? He's not a violent man.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Three hours ago, this non-violent man shot a hole through my body armour at point-blank",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "range, ma'am. I may just get the chance to return the favour. I'll tell the pilot to take us down. Stay in",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "the blade-shuttle when we land. I'll go in alone.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "All set?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "You call him in, I slam the door shut and lock it, you batter him and get the gun.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I'm sure the Doctor wouldn't approve. Still, beggars can't be Ow!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh. Oh, not again. It's okay, Evelyn. Evelyn? Can you breathe?",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Door opens and closes, blinds lowered.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Just want to make sure you two don't get any ideas about signalling for help to that blade-shuttle out there. What's up with her?",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "She's collapsed, what does it look like. She's burning up. We need to take her to a hospital.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I, I'm a doctor. What happened?",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "You're a doctor? Then why are you doing this?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "For Sophia, all right? I'm doing it for Sophia.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "Oh.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "It, it's landing. What am I going to do? Help. I need help.",
          "character": "SEBASTIAN"
        },
        {
          "type": "direction",
          "text": "Makes a phone call.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Give yourself up. Please. Before you get hurt. I'm sure Sophia wouldn't want that.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Hello? Sebastian, is that you?",
          "character": "VOICE"
        },
        {
          "type": "dialogue",
          "text": "This Tardis is everything Evelyn said it was.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Got you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "The kidnapper's making another call?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Right. We may not be able to trace it back to its point of origin, but we should be able to Yes! We can follow it, find out who he's calling.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "And if he's working for someone?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Exactly. It should take us right to the person behind all this.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "The Tardis dematerialises. ",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "[OC]: What do you think you are doing?",
          "character": "VOICE"
        },
        {
          "type": "dialogue",
          "text": "I'm sorry. I thought. Hello? Hello?",
          "character": "SEBASTIAN"
        },
        {
          "type": "direction",
          "text": "Crash!",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Sebastian? Sebastian, what's",
          "character": "MAN"
        },
        {
          "type": "dialogue",
          "text": "Not again, thank you.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "It's all over, Doctor Lawrence. Put the gun down now.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Evelyn!",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Sophia, stay back.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Get your hands off me.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Keep still!",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "Sebastian, what are you doing?",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Step away from the door.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Keep back!",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "Sebastian, the security forces are looking for you. They'll find this address. How did you think you were going to get away with this?",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "I did it for you, Sophia. I thought it was what you wanted.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "What I wanted?",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "You've always said how things have been hard for you since your father married Evelyn, how he's changed towards you.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "But that's as much my fault as it is my father's or Evelyn's.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "But just this morning you said your life would be so much better if",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "So you thought you'd kidnap her and kill her?",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "I did it for you!",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "I've heard enough. Put the girl down, Doctor Lawrence, or this turns nasty.",
          "character": "JENNER"
        },
        {
          "type": "direction",
          "text": "The Tardis materialises. Tardis door opens and closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Do you recognise where we are?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, no. Are you sure we're still in Galen?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Positive. Just a short north by north-west hop, in relative terms. Approximately thirty metres below the city.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Of course, I've only been living here less than three years, but there's no tunnel system in the city to my knowledge.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Hmm. Interesting. Of course, these kind of things can go back centuries. For instance, these could even be the streets of the original city that have been built over.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Shouldn't we have found who was signalling to, well, whoever?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Well, I offset the coordinates a little so that we wouldn't land on top of them, but yes, they should be down here somewhere.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I can't see the use of walking around aimlessly.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "No, no. The point of focus shouldn't be too far. If I just (beeps) ah ha. At the most, two tunnels that way.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Then let's find them.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "I wonder where we are?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Listen to me, Sebastian.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Sophia",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "Listen to me. You don't have to prove anything to me.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "You don't get it. You don't understand.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "Sophia, he's bluffing.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Shut up! Shut up!",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "Let the girl go, Doctor Lawrence.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Sebastian, I do understand. I do. I remember when we used to come here. I remember.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "I think about those days a lot.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "I know. They were good days, but they were a long time ago, Sebastian. We were students.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "I love you.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "I know. I know, but you must stop this. This isn't you, Sebastian. Think about it. You, Seb, with a gun? You're lucky you haven't blown your own foot off.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Yeah.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "Let the girl go.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Yes. Yes, I'm sorry. (booms) What the?",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "[OC]: On the floor!",
          "character": "MAN"
        },
        {
          "type": "dialogue",
          "text": "Let me go!",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Target acquired. Target is armed. Repeat, target is armed. Take him down!",
          "character": "MAN"
        },
        {
          "type": "dialogue",
          "text": "No!",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Gunshots. Mel screams.",
          "character": null
        }
      ],
      "searchable_dialogue": "MEL: Are you okay, Evelyn?\nEVELYN: I think so. But Jenner. Who are you? What do you want?\nSEBASTIAN: (muffled) Well, to answer your first question, (normal) good evening, Doctor Rossiter.\nEVELYN: Doctor Lawrence.\nMEL: You know this thug, I take it?\nEVELYN: Ah! Mel!\nSEBASTIAN: I am not a thug. I'm doing this for the good of the people.\nEVELYN: And what?\nSEBASTIAN: Just keep her quiet. Get us out of here.\nPILOT: Okay.\nSOPHIA: Father, can you hear me?\nDOCTOR: He'll be okay. It's not serious. Just a mild dose of anaesthetic. Something not uncommonly found in a hospital, wouldn't you say?\nSOPHIA: What do you mean by that?\nDOCTOR: Oh, I think it's quite plain what I mean by that. The last time we met you displayed a rather high degree of antagonism towards Evelyn, and quite frankly, a blatant disapproval of her relationship with your father.\nSOPHIA: And that leads you to believe I'm capable of organising something like this? Really, Doctor, I was told you were an intelligent man.\nDOCTOR: Only a fool disregards the obvious.\nSOPHIA: It's true we disagree about the Killoran research project.\nDOCTOR: Ah, so your objection to Evelyn is political as well as filial.\nROSSITER: Doctor.\nSOPHIA: It's okay, father.\nJENNER: You and you, get Doctor Rossiter and that man. You secure the Principal Triumvir.\nROSSITER: Oh, what happened? Why have they taken Evelyn?\nDOCTOR: I don't know. I'd assumed they were after you.\nJENNER: Move out.\nROSSITER: Get off, man. Doctor, we must go after them.\nDOCTOR: I agree, but for the moment I think we have no choice but to let these gentlemen take us to a place of safety.\nJENNER: Move, move, move!\nRECORDING: Be forfeit.\nDOCTOR: Sophia?\nSOPHIA: This has nothing to do with anyone from our campaign.\nROSSITER: Run it again, Jenner.\nJENNER: Sir.\nRECORDING: Today's action was taken for and on behalf of the people of Vilag. The people demand that research on items of Killoran technology ceases forthwith. Knowledge of this alien science must not be allowed to integrate with that of our own. Its infestation will pollute, distort, and ultimately derail our way of life. If this demand is not met, the life of Doctor Evelyn Rossiter will regrettably be forfeit.\nJENNER: Turned up on the network half an hour after the incident, sir.\nDOCTOR: It wasn't traced?\nJENNER: No, Doctor. But security forces have initialised a sweeping search pattern.\nSOPHIA: Can the voice be identified?\nJENNER: Impossible to tell at this stage, ma'am. The technical lads are working on it now, but they say it could still tell us nothing even after they've taken it apart.\nROSSITER: Do we know anything?\nSOPHIA: Father, please. You should rest.\nROSSITER: I'm not in the mood for being told what to do, Sophia.\nDOCTOR: Perhaps we should all just calm down and try to assess what's happened here.\nROSSITER: What's happened is that my wife has been kidnapped, Doctor.\nDOCTOR: Well, if we can't trace the source of the transmission, then. Wait a minute. If I. It might work, but I'd have to. Rossiter, can you organise me some transport?\nROSSITER: Can you find them?\nDOCTOR: Possibly, but I have to get to the Tardis.\nROSSITER: Then I'm coming with you.\nSOPHIA: Father, no.\nROSSITER: Jenner, have you had that arm properly seen to?\nJENNER: Yes, sir. Just a flesh wound. More shock than anything.\nROSSITER: No one's blaming you for still being alive, son.\nJENNER: No, sir.\nROSSITER: Take Sophia back to the hospital. Guard her with your life. You seem to have more than just the one.\nDOCTOR: Jenner, the recording.\nJENNER: Oh, right, here.\nDOCTOR: Thank you. Let's go.\nSOPHIA: Come on, Sebastian. Be at home. It's okay, Jenner. I'm not going to the hospital.\nJENNER: I still have to stay with you, ma'am.\nSOPHIA: Come on, come on.\nSEBASTIAN: [OC]: This is Sebastian Lawrence. I can't\nSOPHIA: Then make yourself useful and requisition us a blade-shuttle.\nJENNER: Where are we going?\nSOPHIA: Hopefully to prove me wrong.\nSEBASTIAN: The hard bit's done. The hard bit's done. The hard bit's done.\nEVELYN: He's been standing out there like that for ages.\nMEL: Maybe he's building up the courage to jump. Or shouldn't I look on the bright side? Who is he?\nEVELYN: Head back, dear. Let me wash that wound. I suppose you'd call him my political enemy. Sebastian Lawrence. He's half of the executive of a campaign that doesn't approve of our research into the Killoran technology.\nMEL: The Doctor told me all about the Killorans.\nEVELYN: We want to study it openly, discover whatever may be new to us, and, well, there lies the rub, as the Doctor would say.\nMEL: The question of using the information.\nEVELYN: Perhaps I'm being naive. Perhaps Rossiter is. We just want to, to learn about these aliens, not to recreate their war machines.\nMEL: You can see his point though, I suppose.\nEVELYN: Sometimes I can, yes. Other times I think Sophia started the entire campaign just to get at me.\nMEL: Rossiter's daughter? She organised this kidnapping?\nEVELYN: Oh, I hope not, for her father's sake. Here we go, dear. This stuff may smell like TCP but I'm afraid it packs a bit more of a punch.\nMEL: Oh, ouch!\nEVELYN: I did warn you.\nMEL: Don't worry. I've had worse travelling with the Doctor.\nSEBASTIAN: Is she all right?\nEVELYN: What do you care?\nSEBASTIAN: Look, it's a long way down. We can end this right here.\nEVELYN: Oh, go and look after your cronies.\nMEL: Do you think antagonising him's altogether wise? He looks like he's hanging on by a thread.\nEVELYN: Hasn't the Doctor taught you anything? Always act as if you own the place. You're in control, not the Daleks or mutant vampire hunters, and certainly not his nibs in there.\nMEL: Did you travel with the Doctor long?\nEVELYN: I think I did, yes. But not too long. Not quite. We had some disagreements, but after that\nEVELYN: was all sorted out we actually had a lot of fun together. He even got round to taking me to Elizabeth's court.\nMEL: So why come back? To Vilag, I mean.\nEVELYN: You've obviously never been in love.\nMEL: No, I don't suppose I have.\nEVELYN: Well, plenty of time yet. Just look at me. Why has he come back?\nMEL: Why does the Doctor do anything? To prove a point to me, I think.\nEVELYN: Oh.\nMEL: Why? Should he have come back for another reason?\nEVELYN: No, no. Just wondering. Turning up like that, just popping in. Ah! Ah!\nMEL: Evelyn?\nEVELYN: It, it's nothing. Really.\nMEL: I'll get you some water.\nEVELYN: All that fuss about my heart, and now a migraine's going to carry me off. Oh! Oh!\nMEL: Here. Drink this, and I'll ask the kidnap king if he's got any pills.\nEVELYN: I don't need water! I don't need anything!\nDOCTOR: Sorry. Evelyn will be fine, I'm sure. It's Mel I'm more concerned about. A feisty enough girl, but a tendency to panic.\nROSSITER: You don't understand, Doctor. Evelyn hasn't been herself for some time now. Since her operation\nDOCTOR: Operation?\nROSSITER: Since then her temper has quickened somewhat. She's become quite hot-blooded. Aggressive, even.\nDOCTOR: She was never one to suffer fools, but that doesn't sound like Evelyn.\nROSSITER: No, I've driven her to it, demanding too much of her. It's all the responsibility heading up the committee and so forth.\nDOCTOR: Possibly. I gather there's still some friction between her and Sophia.\nROSSITER: They've never got on. Not that Evelyn hasn't tried, but Sophia was very young when her mother died, and I can't blame her for feeling I've betrayed her memory.\nDOCTOR: Do you think she's, that she could perhaps\nROSSITER: That she could be behind the kidnapping? No, Doctor. I noticed how you spoke to her. Sophia's passionate about what she does and believes in, perhaps to the point of obsession, but she lives by a sense of right and wrong. I'd never believe this of her. Not that it can be said I truly know her any longer.\nDOCTOR: I imagine that any father - daughter relationship has its ups and downs.\nROSSITER: Since Evelyn returned, oh, Doctor, I've pushed my daughter away and forced upon my wife a way of life she's no real liking for.\nDOCTOR: I can't imagine Evelyn doing something she doesn't want to. And perhaps Sophia just needs to be reminded that she has a father.\nROSSITER: Who'd have thought that defeating an alien invasion and saving the planet would have been the easy part?\nMAN: Road hog!\nJENNER: I must insist, Doctor Rossiter.\nSOPHIA: Aren't you coming?\nJENNER: I'm sorry, Doctor Rossiter, I can't let you go any further without you telling me exactly what this is all about.\nSOPHIA: Get your hands off me. This Secret Service hard man routine does not impress me, Jenner. You may be a government employee, but I am not.\nJENNER: Ma'am, we have a situation here. It's my job to protect you. Now, I've been more than tolerant so far, but if I deem it probably you are endangering your life, then I shall take you to a place of safety.\nSOPHIA: And just how do you propose to do that?\nJENNER: By throwing you over my God-damn shoulder and carrying you, with respect.\nSOPHIA: Try it. Now. Try it.\nJENNER: Ma'am, I did it to Princess Krisztina and I shall do it to you.\nSOPHIA: She could be stubborn, all right.\nJENNER: She had her moments.\nSOPHIA: I take it you're familiar with our campaign against the Killoran research project.\nJENNER: Yourself and Doctor Lawrence have a very high profile, ma'am.\nSOPHIA: Well, it's probably nothing, but Sebastian, Doctor Lawrence, has been acting strangely lately.\nJENNER: He could be behind this, I agree. He has the motive, promoting the campaign.\nSOPHIA: I didn't say I thought he was behind this, and in any case you could say I have the same motive.\nJENNER: I know, ma'am.\nSOPHIA: I tried calling his flat, but there's no answer. He has another place, though. A penthouse apartment his parents bought him when we were in Med school together. He never uses it any more. No one knows about it.\nJENNER: Except you.\nSOPHIA: We used to spend time there, a long time ago.\nJENNER: I understand.\nSOPHIA: If he is involved, he may have taken my step-mother there.\nEVELYN: I'm sorry. I can't seem to control myself these days.\nMEL: I'll get you another glass of water.\nEVELYN: Maybe Rossiter's right. I'm adding to the city's escalating domestic violence problem. I don't know what's happening to me. I just get so angry.\nMEL: Well, after all that's happened today, I'd say you were entitled.\nEVELYN: Thank you. No, it's not just today. It's me. Something in me. It doesn't make much sense.\nMEL: What did you mean when you said, all that fuss about your heart?\nEVELYN: Oh, that's old news now. Before I met the Doctor, I was diagnosed with a dickey ticker.\nMEL: And the Doctor took you somewhere to get it treated?\nEVELYN: No, I never told him about it.\nMEL: Oh.\nEVELYN: But about six months ago, I went to a specialist here. Doctor Szab. Best on the planet.\nMEL: And he sorted you out, this Doctor Szab6?\nEVELYN: I went in for exploratory surgery, he gave it a little tweak while he was in there, and now it's just a question of waiting for the treatment to take hold. I'll soon be as right as rain.\nMEL: Hmm. After the mood swings have settled down.\nEVELYN: Yes.\nMEL: Do you regret leaving the Doctor?\nEVELYN: No. I'm happy here with Rossiter.\nMEL: It's, just now when you asked me why he'd come back, I just thought maybe you were hoping he'd come back for you.\nEVELYN: No, no, nothing like that. It's, well, perhaps I'd expected him to put in an appearance a little earlier, that's all.\nMEL: You've missed him.\nEVELYN: Who wouldn't? I mean, he's the Doctor. Now, shall we wait for him to turn up and save the day, or shall we get a bit proactive?\nMEL: What did you have in mind, Doctor Rossiter?\nEVELYN: Well, as I see it, we have three things in our favour.\nMEL: Not being dead already is the only one I can see.\nEVELYN: Of all this sorry bunch, Lawrence is the only one with a gun. And as you pointed out, he's only just keeping body and soul together. And there's a lock on the inside of this door.\nMEL: You really want to see that silver lining, don't you.\nDOCTOR: Come on, there's the Tardis.\nROSSITER: But if it's impossible to trace the signal\nDOCTOR: It's not impossible, at least, not for me, but by the time I've unscrambled it from its embedded encryption they'll have undoubtedly moved on anyway.\nDOCTOR: No, it's no good worrying about where the message came from.\nROSSITER: Well, we know where it went to. Here.\nDOCTOR: The first time, yes.\nROSSITER: Doctor, I don't understand. Will this take us to Evelyn or not?\nDOCTOR: No, but it should do the next best thing.\nSOPHIA: That's the penthouse down there. There's no blade-shuttle on the roof, though.\nJENNER: Doesn't prove anything. If he is holding Evelyn here, he wouldn't want to advertise the fact.\nSOPHIA: That won't be necessary, surely? He's not a violent man.\nJENNER: Three hours ago, this non-violent man shot a hole through my body armour at point-blank\nJENNER: range, ma'am. I may just get the chance to return the favour. I'll tell the pilot to take us down. Stay in\nJENNER: the blade-shuttle when we land. I'll go in alone.\nEVELYN: All set?\nMEL: You call him in, I slam the door shut and lock it, you batter him and get the gun.\nEVELYN: I'm sure the Doctor wouldn't approve. Still, beggars can't be Ow!\nMEL: Oh. Oh, not again. It's okay, Evelyn. Evelyn? Can you breathe?\nSEBASTIAN: Just want to make sure you two don't get any ideas about signalling for help to that blade-shuttle out there. What's up with her?\nMEL: She's collapsed, what does it look like. She's burning up. We need to take her to a hospital.\nSEBASTIAN: I, I'm a doctor. What happened?\nMEL: You're a doctor? Then why are you doing this?\nSEBASTIAN: For Sophia, all right? I'm doing it for Sophia.\nMEL: Oh.\nSEBASTIAN: It, it's landing. What am I going to do? Help. I need help.\nMEL: Give yourself up. Please. Before you get hurt. I'm sure Sophia wouldn't want that.\nVOICE: [OC]: Hello? Sebastian, is that you?\nROSSITER: This Tardis is everything Evelyn said it was.\nDOCTOR: Got you.\nROSSITER: The kidnapper's making another call?\nDOCTOR: Right. We may not be able to trace it back to its point of origin, but we should be able to Yes! We can follow it, find out who he's calling.\nROSSITER: And if he's working for someone?\nDOCTOR: Exactly. It should take us right to the person behind all this.\nVOICE: [OC]: What do you think you are doing?\nSEBASTIAN: I'm sorry. I thought. Hello? Hello?\nMAN: Sebastian? Sebastian, what's\nMEL: Not again, thank you.\nJENNER: It's all over, Doctor Lawrence. Put the gun down now.\nSOPHIA: Evelyn!\nJENNER: Sophia, stay back.\nMEL: Get your hands off me.\nSEBASTIAN: Keep still!\nSOPHIA: Sebastian, what are you doing?\nJENNER: Step away from the door.\nSEBASTIAN: Keep back!\nSOPHIA: Sebastian, the security forces are looking for you. They'll find this address. How did you think you were going to get away with this?\nSEBASTIAN: I did it for you, Sophia. I thought it was what you wanted.\nSOPHIA: What I wanted?\nSEBASTIAN: You've always said how things have been hard for you since your father married Evelyn, how he's changed towards you.\nSOPHIA: But that's as much my fault as it is my father's or Evelyn's.\nSEBASTIAN: But just this morning you said your life would be so much better if\nSOPHIA: So you thought you'd kidnap her and kill her?\nSEBASTIAN: I did it for you!\nJENNER: I've heard enough. Put the girl down, Doctor Lawrence, or this turns nasty.\nDOCTOR: Do you recognise where we are?\nROSSITER: Well, no. Are you sure we're still in Galen?\nDOCTOR: Positive. Just a short north by north-west hop, in relative terms. Approximately thirty metres below the city.\nROSSITER: Of course, I've only been living here less than three years, but there's no tunnel system in the city to my knowledge.\nDOCTOR: Hmm. Interesting. Of course, these kind of things can go back centuries. For instance, these could even be the streets of the original city that have been built over.\nROSSITER: Shouldn't we have found who was signalling to, well, whoever?\nDOCTOR: Well, I offset the coordinates a little so that we wouldn't land on top of them, but yes, they should be down here somewhere.\nROSSITER: I can't see the use of walking around aimlessly.\nDOCTOR: No, no. The point of focus shouldn't be too far. If I just (beeps) ah ha. At the most, two tunnels that way.\nROSSITER: Then let's find them.\nDOCTOR: I wonder where we are?\nSOPHIA: Listen to me, Sebastian.\nSEBASTIAN: Sophia\nSOPHIA: Listen to me. You don't have to prove anything to me.\nSEBASTIAN: You don't get it. You don't understand.\nMEL: Sophia, he's bluffing.\nSEBASTIAN: Shut up! Shut up!\nJENNER: Let the girl go, Doctor Lawrence.\nSOPHIA: Sebastian, I do understand. I do. I remember when we used to come here. I remember.\nSEBASTIAN: I think about those days a lot.\nSOPHIA: I know. They were good days, but they were a long time ago, Sebastian. We were students.\nSEBASTIAN: I love you.\nSOPHIA: I know. I know, but you must stop this. This isn't you, Sebastian. Think about it. You, Seb, with a gun? You're lucky you haven't blown your own foot off.\nSEBASTIAN: Yeah.\nJENNER: Let the girl go.\nSEBASTIAN: Yes. Yes, I'm sorry. (booms) What the?\nMAN: [OC]: On the floor!\nMEL: Let me go!\nMAN: [OC]: Target acquired. Target is armed. Repeat, target is armed. Take him down!\nMEL: No!"
    },
    {
      "part_number": 3,
      "start_line": 1311,
      "end_line": 1858,
      "elements": [
        {
          "type": "direction",
          "text": "[Part Three]",
          "character": null
        },
        {
          "type": "direction",
          "text": "Beeping, footsteps. Distant moaning.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Doctor?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "I hear them.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What are they?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "One or two things spring to mind, but you wouldn't thank me for telling you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Impossible to tell where it's coming from. Which tunnel?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Oh, I expect we'll find them, though. Don't worry about that.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Sebastian.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Stay back, Sophia. Mel?",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "They just shot him.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "It's okay. They're professionals. They knew what they were doing.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "They may have done, but I didn't.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Come on, let's get you away from here.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Be careful with him. What's wrong with Evelyn?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Huh? Oh, she seems okay.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "She had a kind of migraine attack and then collapsed. It happened twice.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "She had one this morning as well.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Is it serious?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Possibly. Maybe. I don't know.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "You're more worried about your ex-boyfriend, aren't you.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Look, Miss whatever you're called, we have two patients here. One has been shot half a dozen times at close range, the other has a headache. Regardless of who they are, I Know which I'm more concerned about. Now, if you want to read something else into that, then be my guest. We need to get them both to the hospital. Jenner, the security force's blade-shuttle that's just come down should be big enough.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Right. I'll tell a couple of the lads they'll have to make it back in our bird. Sergeant!",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "I don't know who you think you are",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "My name's Mel. And Evelyn may not think you have anything to do with this kidnap, but from what the Doctor's told me",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Oh yes, the Doctor. According to him I masterminded this whole thing.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "And did you?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Just help me carry Evelyn out to the blade-shuttle.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "There are doors down that way.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Hmm. Now, well, whoever got that call was standing here when it connected.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "There's access here to a room of some sort. It's like some sort of hospital. It couldn't have been. One of them, poor devils.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "No, they look more like patients than anything else. Locked in electronically.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "It sounds like there are others in the other rooms.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Communal wards of some description, perhaps. (door unlocks) Well, they look docile enough.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "This isn't any hospital I recognise.",
          "character": "ROSSITER"
        },
        {
          "type": "direction",
          "text": "Door opens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "No. It's something altogether more sinister, I fear. There looks to be an office of some sort through that door. Maybe we'll find some answers there.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor, they're getting belligerent.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Er, yes. Well, two of them are behind us now so",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor!",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Into, yes, that office. Run, man! Run!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Constant pressure has to be applied to the wounds here and here.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Yes, ma'am.",
          "character": "SOLDIER"
        },
        {
          "type": "dialogue",
          "text": "Can you hear me, Evelyn? We'll be at the hospital soon.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Any change?",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "No, she's",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Ah! Ah!",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Hold her down and clear her throat.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Do something.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "This is more serious than I thought.",
          "character": "SOPHIA"
        },
        {
          "type": "direction",
          "text": "Makes a phone call.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Doctor Szab6, Doctor Szabo. There you are. I just want a quick word.",
          "character": "MAN"
        },
        {
          "type": "dialogue",
          "text": "Ah. Talk to Doctor Molian, would you? Terribly sorry, but I'm afraid I'm rather put-upon at the minute. Thank you.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "I'm afraid Doctor Szab isn't available at the moment",
          "character": "RECEPTIONIST"
        },
        {
          "type": "direction",
          "text": "Door opens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "See if you can raise Doctor Molian for me, would you please, Karnell? He's to take over my operating schedule for the rest of the day. Oh, and hold all calls.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Yes, Doctor Szab6. Doctor Rossiter is on the line for you now, sir.",
          "character": "RECEPTIONIST"
        },
        {
          "type": "dialogue",
          "text": "Sophia? Okay, I'll take it in my office. Thank you. Look, after that I don't wish to be disturbed.",
          "character": "ANDREW"
        },
        {
          "type": "direction",
          "text": "Door closes. Phone picked up.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Sophia. My, wherever are you? Sounds rather tempestuous.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Oh, Andrew, I'm so glad you're there. Something terrible has happened.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "The kidnapping of your step-mother. Yes, I saw the reports. You weren't hurt yourself, were you?",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Oh, I'm fine, but I'm with Evelyn now and she's suffering with convulsions. Possible tumour or threat of embolism.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "I take it you're on your way here?",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "[OC]: We should be there in about thirty minutes. And Sebastian has been hurt too.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Not seriously?",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Multiple gunshots.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "My dear, it sounds as if the two of you have been playing at heroes.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "[OC]: It's been an eventful day.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "ANDREW [OC]: I'll be waiting outside the hospital for you. We'll run immediate tests on Evelyn and take Sebastian straight to surgery.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Oh, thank you, Andrew.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "ANDREW [OC]: Not at all. Just calm yourself, and don't worry. I'll take care of everything. See you soon.",
          "character": "SOPHIA"
        },
        {
          "type": "direction",
          "text": "Call ends.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "So that was the famous Doctor Szabo. Your boss, is he?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Doctor Szab6 is my mentor, but lately he's been",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "More like a father to you.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Yes, more like a father to me. Something else to add to your list of accusations.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Are you okay?",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "I er, maybe I was a bit hard on her. You know her better than I do, Jenner. Could she hate her father so much? Did she really want Sebastian to kill Evelyn?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I think Doctor Lawrence clearly had his own reasons for doing what he did.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Yes, but did Sophia manipulate him into doing it? You know, a word here, a suggestion there. It wouldn't have been difficult, when you think about his mental state.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Well, we'll get the full story when he's recovered. The wounds aren't serious. He's not in any danger.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "And how much danger is Evelyn in? At least she's quietened down now.",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Tapping on glass.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Come in.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "And where is the blushing bride?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "I think we can dispense with crude comments such as that, thank you. It's been many a year since I blushed at anything. Hello.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Hello.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "I take it it's not bad look for us to see each other before the ceremony?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Nothing of the sort.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "I wonder what's going on outside?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Somewhat of a state occasion, I gather. I know you'd have preferred something quieter.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "No, this is for the people as much as for us. After everything that's happened, a street party is just what the doctor ordered.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Ah. The Doctor.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Has he er",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "No. Sorry.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Well, that's okay. It just would have been, well",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "It would have been nice. I know. Have I told you today that you look ravishing?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Only the odd dozen or two times.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I hope that isn't sarcasm, Doctor Smythe. I couldn't bear to be married to a sarcastic woman.",
          "character": "ROSSITER"
        },
        {
          "type": "direction",
          "text": "Both laugh.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "My dear.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Anything?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "There are hundreds of records here, Doctor, and half a dozen cabinets.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "It's just that I do rather doubt my ability to hold them back for much longer.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I don't really know what I'm looking for.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Help me to move this cabinet in front of the door, then I can search the others.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Good idea.",
          "character": "ROSSITER"
        },
        {
          "type": "direction",
          "text": "Effort. Door briefly opens then jammed shut again.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Well, that should hold them. Wedge the handle against one of the drawers. Nothing's coming through there in a hurry. Now then, let's see what we've got. Patient's files. The answer to why someone would want to kidnap Evelyn has to be in here somewhere.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "How could any of this have anything to do with Evelyn?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Yeah, well, I have to admit I'm a little at a loss for the answer to that myself. Can you think of anybody who may have, for some reason, come to dislike her?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Ha! Just about everyone who's spoken to her in the last six months.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Oh, a tendency to fly off the handle of late, you mean. Yes, you mentioned that. But why? Why? Isn't she er",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Isn't she happy here?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Well, given Sophia's opinion of your relationship.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "If anyone's upset Evelyn, Doctor, it's not my daughter.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "And what does that mean?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "It means what it means. It means nothing. Ignore me. I'm exhausted and this situation",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Is Evelyn angry with me? Rossiter, you have to tell me.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "She's not angry, she's disappointed. She wanted you to be at the wedding.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Well, I didn't get an invitation.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Shall I tell her that?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "No. No, you're right. I knew when you were getting married. Finding out that kind of thing's pretty easy when you live in a time machine and have no companions cackling at you. But I, oh, I suppose after the way I acted when she left, I thought I wouldn't be missed.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "She wanted you to give her away.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "What?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "She said you'd been everything to her. Friend, father, life itself.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "She wanted me to give her away? Oh, I can't believe I've been so selfish, so childish. Can she forgive me?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "If you ever see her again, you can ask her.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Hmm? Oh, point taken. Now, there seem to be two types of files here. Coma victims and simple out-patients, all recent.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Since the invasion?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Now, the out-patient cases' still active, so why keep the records hidden here? And all the coma patients seem to have died. Their life-support machines were turned off under administrative authorisation because no family members could be found.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Casualties of the Killoran attack.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "The signature confirming death is the same in each case, but I can't make it out.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, no!",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "What is it? Evelyn's out-patient file?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Let me look at those signatures.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Here.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "This man isn't dead. Look at the photograph on the front. He's out there! On the other side of that door.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Faked death certificate?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, my God, I know where we are. We're under Sophia's hospital. That's my daughter's signature.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Orderly.",
          "character": "SOLDIER"
        },
        {
          "type": "dialogue",
          "text": "The male's a multiple gunshot case (continues in background)",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "I don't know, Jenner. Perhaps I should stay with Evelyn.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Doctor Rossiter will receive the best care. You have my personal assurance.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "You must be Doctor Szab6.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "And you, my dear, must tell me who you are.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "This is Mel, Doctor Szabo.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Thank you, Jenner. Charmed.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "I didn't know you knew each other, Jenner.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Mister Jenner and I are acquainted via his accompaniment of Doctor Rossiter on her out- patient visits.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "I am Evelyn's bodyguard, after all.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Quite. And one can never be too careful.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "(sotto) Didn't medicate the coma patients. Had to get, had to get Evelyn.",
          "character": "SEBASTIAN"
        },
        {
          "type": "dialogue",
          "text": "What's that he's saying?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Poor boy's delirious. Prep him. I'll operate myself.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Thank you, Andrew.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Oh, not at all. You've acquitted yourself admirably, Sophia. Professional to the last. Your father should be proud of you. I'm proud of you. Now then, let's get you all settled. You must have had quite an experience.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "We've been here for more than an hour, Doctor. They aren't showing any sign of cooling down.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "No. I get the feeling that those poor people out there no longer sleep a great deal. Another strategy is called for. No, no ventilation ducts. Not to worry. Wait a minute. Cooling down. Of course!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What are you looking for?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "(effort) I tried this once before. Ah ha!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "A fire extinguisher/ I can guess how you intend to use that, Doctor, but will it be enough?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Here, take it. I fear it will have to be. Now, when the cabinet's clear and they open the door, well, let them have it. It won't harm them, but should let us make our way through fairly safely. Okay?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Wait.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "What?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Evelyn's file.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Right. One, two, three!",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Door bursts open.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Now, man, now.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Hiss of extinguisher. ",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "I'll go first. Stay close.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "ANDREW [OC]: Shattered left tibia from one, two bullet impacts. Forceps.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You're in good hands, Sebastian.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "ANDREW [OC]: Tissue damage.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "The best.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "ANDREW [OC]: From many bone splinters. One",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Oh, Sebastian, what have I done to you?",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "ANDREW [OC]: Two. Suction. Clear to suture. Has the shoulder wound been prepared?",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "I'll hold the door open.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "The extinguisher's almost empty.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Give it to me. Go!",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Door closed, keypad.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "There.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Let's find a way out into the hospital. I need to speak to my daughter.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Hold on, Evelyn. Hold on. (Jenner coughs) I'll be back in a minute, Evelyn. Okay?",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Door closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "You were a long time. Any luck?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Can't find any trace of them. No one's seen the Doctor or the Principal Triumvir for hours.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "And the Tardis?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Gone.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "I knew it. The Doctor must be on to something. Sebastian called someone just before you and Sophia showed up at the penthouse. He wasn't working alone. There's someone else behind all this.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "It's not Sophia.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "You seem very sure of that. Oh, it does seem a bit unlikely, I suppose. Perhaps I owe her an apology.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "How's Evelyn?",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Not good. She's had x-rays and tests, but she's sleeping now, under sedation.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Then why don't we go and deliver that apology, eh?",
          "character": "JENNER"
        },
        {
          "type": "direction",
          "text": "Door opens and closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Oh, thank you, Andrew.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "A text book case. You saw. Sebastian will be fine. Once the wounds have been sutured, they'll take him to recovery, and in a few hours you'll be able to speak to him. Now, I'm off to get a little rest. I shall be in my office if you need me.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "I",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Ah, no words. Relax.",
          "character": "ANDREW"
        },
        {
          "type": "direction",
          "text": "Door opens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Sophia's inside. Everything went fine.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Thank you, Doctor.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Yes, thanks.",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Door closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Sophia, I",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I'm sorry, but now that everything's over, I'd just like to be quiet for a while. You can bark all you like later, and I shall bite, but for now, please, leave me alone.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "But that's just it. I don't think it is over.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Mel.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "What?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "The apology?",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "If the Doctor's not here, it means he's found something. Someone else is involved.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Who? Who else is involved?",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "I don't know. What about Szab6?",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Punch!",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Let me tell you about Szabo. After the invasion he pioneered work treating the Killoran wounded, patching them up before they were taken to detention centres. The public hated him for him, called him a traitor, but he maintained he was just doing his job, caring for living beings. He was prepared to sacrifice his reputation, his career, even his life, because many threatened to kill him as a collaborator after the fact, a sympathiser. But it was his attitude that pulled us out of the whole awful mess with some dignity intact. It was he who showed us how to behave as people and not sink into our own animal filth. That man is a hero, and now he's finally recognised as such by all but the most obstinately ignorant. So if you tell me that he had even the remotest connection with anything that's happened today, I'm afraid I shall have to disagree.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "I er",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Cardiac arrest!",
          "character": "NURSE"
        },
        {
          "type": "dialogue",
          "text": "Sebastian!",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "I'll stay with Doctor Rossiter. You get Doctor Szab6 back here.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Right.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Charge the paddles. Clear!",
          "character": "SURGEON"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Clear! Again. Clear.",
          "character": "NURSE"
        },
        {
          "type": "dialogue",
          "text": "Rossiter, slow down, man. You'll ah! Rossiter, over here. There are lift doors at the end of this tunnel to the right. Rossiter?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "(distant) Doctor? Doctor!",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "What is it? Where are you?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "(distant) Down here. Oh, God.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Rossiter!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "(distant) My God, no.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Rossiter?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Are you all right?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "It's monstrous.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "What it?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "In there.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Oh no. Killorans.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "They've been tortured damn near to death.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Poor creatures. But why? Oh no. Give me Evelyn's file.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Give it to me.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor, what is it?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Someone's been experimenting on these Killoran prisoners.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Experimenting? In what way?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "In a genetic way. Oh, of course. I should have recognised the notation.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor!",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Evelyn has been given Killoran DNA.",
          "character": "DOCTOR"
        }
      ],
      "searchable_dialogue": "ROSSITER: Doctor?\nDOCTOR: I hear them.\nROSSITER: What are they?\nDOCTOR: One or two things spring to mind, but you wouldn't thank me for telling you.\nROSSITER: Impossible to tell where it's coming from. Which tunnel?\nDOCTOR: Oh, I expect we'll find them, though. Don't worry about that.\nSOPHIA: Sebastian.\nJENNER: Stay back, Sophia. Mel?\nMEL: They just shot him.\nJENNER: It's okay. They're professionals. They knew what they were doing.\nMEL: They may have done, but I didn't.\nJENNER: Come on, let's get you away from here.\nMEL: Be careful with him. What's wrong with Evelyn?\nSOPHIA: Huh? Oh, she seems okay.\nMEL: She had a kind of migraine attack and then collapsed. It happened twice.\nSOPHIA: She had one this morning as well.\nMEL: Is it serious?\nSOPHIA: Possibly. Maybe. I don't know.\nMEL: You're more worried about your ex-boyfriend, aren't you.\nSOPHIA: Look, Miss whatever you're called, we have two patients here. One has been shot half a dozen times at close range, the other has a headache. Regardless of who they are, I Know which I'm more concerned about. Now, if you want to read something else into that, then be my guest. We need to get them both to the hospital. Jenner, the security force's blade-shuttle that's just come down should be big enough.\nJENNER: Right. I'll tell a couple of the lads they'll have to make it back in our bird. Sergeant!\nSOPHIA: I don't know who you think you are\nMEL: My name's Mel. And Evelyn may not think you have anything to do with this kidnap, but from what the Doctor's told me\nSOPHIA: Oh yes, the Doctor. According to him I masterminded this whole thing.\nMEL: And did you?\nSOPHIA: Just help me carry Evelyn out to the blade-shuttle.\nROSSITER: There are doors down that way.\nDOCTOR: Hmm. Now, well, whoever got that call was standing here when it connected.\nROSSITER: There's access here to a room of some sort. It's like some sort of hospital. It couldn't have been. One of them, poor devils.\nDOCTOR: No, they look more like patients than anything else. Locked in electronically.\nROSSITER: It sounds like there are others in the other rooms.\nDOCTOR: Communal wards of some description, perhaps. (door unlocks) Well, they look docile enough.\nROSSITER: This isn't any hospital I recognise.\nDOCTOR: No. It's something altogether more sinister, I fear. There looks to be an office of some sort through that door. Maybe we'll find some answers there.\nROSSITER: Doctor, they're getting belligerent.\nDOCTOR: Er, yes. Well, two of them are behind us now so\nROSSITER: Doctor!\nDOCTOR: Into, yes, that office. Run, man! Run!\nSOPHIA: Constant pressure has to be applied to the wounds here and here.\nSOLDIER: Yes, ma'am.\nMEL: Can you hear me, Evelyn? We'll be at the hospital soon.\nJENNER: Any change?\nMEL: No, she's\nEVELYN: Ah! Ah!\nSOPHIA: Hold her down and clear her throat.\nMEL: Do something.\nSOPHIA: This is more serious than I thought.\nMAN: Doctor Szab6, Doctor Szabo. There you are. I just want a quick word.\nANDREW: Ah. Talk to Doctor Molian, would you? Terribly sorry, but I'm afraid I'm rather put-upon at the minute. Thank you.\nRECEPTIONIST: I'm afraid Doctor Szab isn't available at the moment\nANDREW: See if you can raise Doctor Molian for me, would you please, Karnell? He's to take over my operating schedule for the rest of the day. Oh, and hold all calls.\nRECEPTIONIST: Yes, Doctor Szab6. Doctor Rossiter is on the line for you now, sir.\nANDREW: Sophia? Okay, I'll take it in my office. Thank you. Look, after that I don't wish to be disturbed.\nANDREW: Sophia. My, wherever are you? Sounds rather tempestuous.\nSOPHIA: [OC]: Oh, Andrew, I'm so glad you're there. Something terrible has happened.\nANDREW: The kidnapping of your step-mother. Yes, I saw the reports. You weren't hurt yourself, were you?\nSOPHIA: [OC]: Oh, I'm fine, but I'm with Evelyn now and she's suffering with convulsions. Possible tumour or threat of embolism.\nANDREW: I take it you're on your way here?\nSOPHIA: [OC]: We should be there in about thirty minutes. And Sebastian has been hurt too.\nANDREW: Not seriously?\nSOPHIA: [OC]: Multiple gunshots.\nANDREW: My dear, it sounds as if the two of you have been playing at heroes.\nSOPHIA: [OC]: It's been an eventful day.\nSOPHIA: ANDREW [OC]: I'll be waiting outside the hospital for you. We'll run immediate tests on Evelyn and take Sebastian straight to surgery.\nSOPHIA: Oh, thank you, Andrew.\nSOPHIA: ANDREW [OC]: Not at all. Just calm yourself, and don't worry. I'll take care of everything. See you soon.\nMEL: So that was the famous Doctor Szabo. Your boss, is he?\nSOPHIA: Doctor Szab6 is my mentor, but lately he's been\nMEL: More like a father to you.\nSOPHIA: Yes, more like a father to me. Something else to add to your list of accusations.\nJENNER: Are you okay?\nMEL: I er, maybe I was a bit hard on her. You know her better than I do, Jenner. Could she hate her father so much? Did she really want Sebastian to kill Evelyn?\nJENNER: I think Doctor Lawrence clearly had his own reasons for doing what he did.\nMEL: Yes, but did Sophia manipulate him into doing it? You know, a word here, a suggestion there. It wouldn't have been difficult, when you think about his mental state.\nJENNER: Well, we'll get the full story when he's recovered. The wounds aren't serious. He's not in any danger.\nMEL: And how much danger is Evelyn in? At least she's quietened down now.\nEVELYN: Come in.\nROSSITER: And where is the blushing bride?\nEVELYN: I think we can dispense with crude comments such as that, thank you. It's been many a year since I blushed at anything. Hello.\nROSSITER: Hello.\nEVELYN: I take it it's not bad look for us to see each other before the ceremony?\nROSSITER: Nothing of the sort.\nEVELYN: I wonder what's going on outside?\nROSSITER: Somewhat of a state occasion, I gather. I know you'd have preferred something quieter.\nEVELYN: No, this is for the people as much as for us. After everything that's happened, a street party is just what the doctor ordered.\nROSSITER: Ah. The Doctor.\nEVELYN: Has he er\nROSSITER: No. Sorry.\nEVELYN: Well, that's okay. It just would have been, well\nROSSITER: It would have been nice. I know. Have I told you today that you look ravishing?\nEVELYN: Only the odd dozen or two times.\nROSSITER: I hope that isn't sarcasm, Doctor Smythe. I couldn't bear to be married to a sarcastic woman.\nEVELYN: My dear.\nDOCTOR: Anything?\nROSSITER: There are hundreds of records here, Doctor, and half a dozen cabinets.\nDOCTOR: It's just that I do rather doubt my ability to hold them back for much longer.\nROSSITER: I don't really know what I'm looking for.\nDOCTOR: Help me to move this cabinet in front of the door, then I can search the others.\nROSSITER: Good idea.\nDOCTOR: Well, that should hold them. Wedge the handle against one of the drawers. Nothing's coming through there in a hurry. Now then, let's see what we've got. Patient's files. The answer to why someone would want to kidnap Evelyn has to be in here somewhere.\nROSSITER: How could any of this have anything to do with Evelyn?\nDOCTOR: Yeah, well, I have to admit I'm a little at a loss for the answer to that myself. Can you think of anybody who may have, for some reason, come to dislike her?\nROSSITER: Ha! Just about everyone who's spoken to her in the last six months.\nDOCTOR: Oh, a tendency to fly off the handle of late, you mean. Yes, you mentioned that. But why? Why? Isn't she er\nROSSITER: Isn't she happy here?\nDOCTOR: Well, given Sophia's opinion of your relationship.\nROSSITER: If anyone's upset Evelyn, Doctor, it's not my daughter.\nDOCTOR: And what does that mean?\nROSSITER: It means what it means. It means nothing. Ignore me. I'm exhausted and this situation\nDOCTOR: Is Evelyn angry with me? Rossiter, you have to tell me.\nROSSITER: She's not angry, she's disappointed. She wanted you to be at the wedding.\nDOCTOR: Well, I didn't get an invitation.\nROSSITER: Shall I tell her that?\nDOCTOR: No. No, you're right. I knew when you were getting married. Finding out that kind of thing's pretty easy when you live in a time machine and have no companions cackling at you. But I, oh, I suppose after the way I acted when she left, I thought I wouldn't be missed.\nROSSITER: She wanted you to give her away.\nDOCTOR: What?\nROSSITER: She said you'd been everything to her. Friend, father, life itself.\nDOCTOR: She wanted me to give her away? Oh, I can't believe I've been so selfish, so childish. Can she forgive me?\nROSSITER: If you ever see her again, you can ask her.\nDOCTOR: Hmm? Oh, point taken. Now, there seem to be two types of files here. Coma victims and simple out-patients, all recent.\nROSSITER: Since the invasion?\nDOCTOR: Now, the out-patient cases' still active, so why keep the records hidden here? And all the coma patients seem to have died. Their life-support machines were turned off under administrative authorisation because no family members could be found.\nROSSITER: Casualties of the Killoran attack.\nDOCTOR: The signature confirming death is the same in each case, but I can't make it out.\nROSSITER: Oh, no!\nDOCTOR: What is it? Evelyn's out-patient file?\nROSSITER: Let me look at those signatures.\nDOCTOR: Here.\nROSSITER: This man isn't dead. Look at the photograph on the front. He's out there! On the other side of that door.\nDOCTOR: Faked death certificate?\nROSSITER: Oh, my God, I know where we are. We're under Sophia's hospital. That's my daughter's signature.\nSOLDIER: Orderly.\nSOPHIA: The male's a multiple gunshot case (continues in background)\nMEL: I don't know, Jenner. Perhaps I should stay with Evelyn.\nANDREW: Doctor Rossiter will receive the best care. You have my personal assurance.\nMEL: You must be Doctor Szab6.\nANDREW: And you, my dear, must tell me who you are.\nJENNER: This is Mel, Doctor Szabo.\nANDREW: Thank you, Jenner. Charmed.\nMEL: I didn't know you knew each other, Jenner.\nANDREW: Mister Jenner and I are acquainted via his accompaniment of Doctor Rossiter on her out- patient visits.\nJENNER: I am Evelyn's bodyguard, after all.\nANDREW: Quite. And one can never be too careful.\nSEBASTIAN: (sotto) Didn't medicate the coma patients. Had to get, had to get Evelyn.\nMEL: What's that he's saying?\nANDREW: Poor boy's delirious. Prep him. I'll operate myself.\nSOPHIA: Thank you, Andrew.\nANDREW: Oh, not at all. You've acquitted yourself admirably, Sophia. Professional to the last. Your father should be proud of you. I'm proud of you. Now then, let's get you all settled. You must have had quite an experience.\nROSSITER: We've been here for more than an hour, Doctor. They aren't showing any sign of cooling down.\nDOCTOR: No. I get the feeling that those poor people out there no longer sleep a great deal. Another strategy is called for. No, no ventilation ducts. Not to worry. Wait a minute. Cooling down. Of course!\nROSSITER: What are you looking for?\nDOCTOR: (effort) I tried this once before. Ah ha!\nROSSITER: A fire extinguisher/ I can guess how you intend to use that, Doctor, but will it be enough?\nDOCTOR: Here, take it. I fear it will have to be. Now, when the cabinet's clear and they open the door, well, let them have it. It won't harm them, but should let us make our way through fairly safely. Okay?\nROSSITER: Wait.\nDOCTOR: What?\nROSSITER: Evelyn's file.\nDOCTOR: Right. One, two, three!\nDOCTOR: Now, man, now.\nDOCTOR: I'll go first. Stay close.\nDOCTOR: ANDREW [OC]: Shattered left tibia from one, two bullet impacts. Forceps.\nSOPHIA: You're in good hands, Sebastian.\nSOPHIA: ANDREW [OC]: Tissue damage.\nSOPHIA: The best.\nSOPHIA: ANDREW [OC]: From many bone splinters. One\nSOPHIA: Oh, Sebastian, what have I done to you?\nSOPHIA: ANDREW [OC]: Two. Suction. Clear to suture. Has the shoulder wound been prepared?\nDOCTOR: I'll hold the door open.\nROSSITER: The extinguisher's almost empty.\nDOCTOR: Give it to me. Go!\nDOCTOR: There.\nROSSITER: Let's find a way out into the hospital. I need to speak to my daughter.\nMEL: Hold on, Evelyn. Hold on. (Jenner coughs) I'll be back in a minute, Evelyn. Okay?\nMEL: You were a long time. Any luck?\nJENNER: Can't find any trace of them. No one's seen the Doctor or the Principal Triumvir for hours.\nMEL: And the Tardis?\nJENNER: Gone.\nMEL: I knew it. The Doctor must be on to something. Sebastian called someone just before you and Sophia showed up at the penthouse. He wasn't working alone. There's someone else behind all this.\nJENNER: It's not Sophia.\nMEL: You seem very sure of that. Oh, it does seem a bit unlikely, I suppose. Perhaps I owe her an apology.\nJENNER: How's Evelyn?\nMEL: Not good. She's had x-rays and tests, but she's sleeping now, under sedation.\nJENNER: Then why don't we go and deliver that apology, eh?\nSOPHIA: Oh, thank you, Andrew.\nANDREW: A text book case. You saw. Sebastian will be fine. Once the wounds have been sutured, they'll take him to recovery, and in a few hours you'll be able to speak to him. Now, I'm off to get a little rest. I shall be in my office if you need me.\nSOPHIA: I\nANDREW: Ah, no words. Relax.\nANDREW: Sophia's inside. Everything went fine.\nJENNER: Thank you, Doctor.\nMEL: Yes, thanks.\nMEL: Sophia, I\nSOPHIA: I'm sorry, but now that everything's over, I'd just like to be quiet for a while. You can bark all you like later, and I shall bite, but for now, please, leave me alone.\nMEL: But that's just it. I don't think it is over.\nJENNER: Mel.\nMEL: What?\nJENNER: The apology?\nMEL: If the Doctor's not here, it means he's found something. Someone else is involved.\nSOPHIA: Who? Who else is involved?\nMEL: I don't know. What about Szab6?\nSOPHIA: Let me tell you about Szabo. After the invasion he pioneered work treating the Killoran wounded, patching them up before they were taken to detention centres. The public hated him for him, called him a traitor, but he maintained he was just doing his job, caring for living beings. He was prepared to sacrifice his reputation, his career, even his life, because many threatened to kill him as a collaborator after the fact, a sympathiser. But it was his attitude that pulled us out of the whole awful mess with some dignity intact. It was he who showed us how to behave as people and not sink into our own animal filth. That man is a hero, and now he's finally recognised as such by all but the most obstinately ignorant. So if you tell me that he had even the remotest connection with anything that's happened today, I'm afraid I shall have to disagree.\nMEL: I er\nNURSE: [OC]: Cardiac arrest!\nSOPHIA: Sebastian!\nJENNER: I'll stay with Doctor Rossiter. You get Doctor Szab6 back here.\nMEL: Right.\nSURGEON: [OC]: Charge the paddles. Clear!\nNURSE: [OC]: Clear! Again. Clear.\nDOCTOR: Rossiter, slow down, man. You'll ah! Rossiter, over here. There are lift doors at the end of this tunnel to the right. Rossiter?\nROSSITER: (distant) Doctor? Doctor!\nDOCTOR: What is it? Where are you?\nROSSITER: (distant) Down here. Oh, God.\nDOCTOR: Rossiter!\nROSSITER: (distant) My God, no.\nDOCTOR: Rossiter?\nDOCTOR: Are you all right?\nROSSITER: It's monstrous.\nDOCTOR: What it?\nROSSITER: In there.\nDOCTOR: Oh no. Killorans.\nROSSITER: They've been tortured damn near to death.\nDOCTOR: Poor creatures. But why? Oh no. Give me Evelyn's file.\nROSSITER: What?\nDOCTOR: Give it to me.\nROSSITER: Doctor, what is it?\nDOCTOR: Someone's been experimenting on these Killoran prisoners.\nROSSITER: Experimenting? In what way?\nDOCTOR: In a genetic way. Oh, of course. I should have recognised the notation.\nROSSITER: Doctor!\nDOCTOR: Evelyn has been given Killoran DNA."
    },
    {
      "part_number": 4,
      "start_line": 1859,
      "end_line": 2673,
      "elements": [
        {
          "type": "direction",
          "text": "[Part Four]",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "I couldn't bear to be married to a sarcastic woman.",
          "character": "ROSSITER"
        },
        {
          "type": "direction",
          "text": "Evelyn laughs.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Evelyn, you look wonderful. Just wonderful.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "We are gathered before the united Kingdoms and the Republic of our three great nations.",
          "character": "MAN"
        },
        {
          "type": "direction",
          "text": "Church bells.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "I do.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "I do.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Congratulations.",
          "character": "MAN"
        },
        {
          "type": "dialogue",
          "text": "Evelyn. Evelyn.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Overlapping voices. Life support beeps, Evelyn gasping.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Excuse me, has Doctor Szab6 come past here?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I think I saw him going into Doctor Lawrence's office. Through that ward, then go left for a bit. You can't miss it.",
          "character": "NURSE"
        },
        {
          "type": "dialogue",
          "text": "Thanks.",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Constant tone.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Sebastian! Sebastian.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Ma'am, please. There's nothing you can do here.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "I killed him.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Doctor Rossiter to Theatre Four. Emergency. Doctor Rossiter to Theatre Four. Emergency.",
          "character": "TANNOY"
        },
        {
          "type": "dialogue",
          "text": "Looks like you have a job to do.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "I can't. Not now. Someone else.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Shh. I'll tell them. (leaves)",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "We never got much studying done, did we, in that penthouse. Nobody ever knew where we disappeared off to, just you and me. I'm sorry it couldn't have worked, Sebastian. I wish things could have been different. I guess the poor little rich boy just wasn't my type, eh? Goodbye, Sebastian.",
          "character": "SOPHIA"
        },
        {
          "type": "direction",
          "text": "Door opens and closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Ma'am. Sophia? I'm sorry, but you are needed in Theatre Four. It's Evelyn. She's had some kind of seizure.",
          "character": "JENNER"
        },
        {
          "type": "direction",
          "text": "Dogs whimpering.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "It's all right. I'm a friend. We'll get these torture devices out of you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "But how could Evelyn have been given blood from these Killorans?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "You mentioned she'd had an operation recently. I imagine it was given to her then.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Was it an accident or something?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "I doubt if even the most incompetent of surgeons could administer blood from entirely the wrong species to a patient by accident. And Evelyn does have a lot of political enemies these days.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "But Szab6 was her surgeon! A more principled and apolitical man you couldn't meet. Lawrence. Lawrence did it. He was Szabo's theatre assistant.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Ah, this would be the same Doctor Lawrence who opposes the Killoran technology research with Sophia, I suppose.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Exactly. He had access to the Killoran DNA. He was trying to kill her.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Oh, let's not get carried away. All we know for sure is that he could be said to have a motive.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I know what you're thinking, Doctor, but just because it's Sophia's signature in the coma patient's files that doesn't mean she's involved with Evelyn's case.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Coma patients! Killoran DNA must have been administered to the coma patients we saw. Evidently it revived them but made them extremely aggressive. You said Evelyn had been hot- blooded of late. Seems the phrase was more apposite that you had imagined.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "We have to get out of here, Doctor.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "I agree. We need to find Evelyn and convince her kidnappers that she need immediate medical attention.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I only hope they'll listen.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "[OC]: We have to get out of here, Doctor.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "[OC]: I agree. We need to find Evelyn and (continues under -)",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Knock, door opens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Doctor Szab6, it's Sebastian. He's. That's the Doctor on that monitor. Where is he? And what are those creatures?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Calm yourself, my dear.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "What are you up to?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Me? Nothing. Here, sit down, please. But I'm afraid the same could not have been said of Doctor Lawrence.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "I think Doctor Lawrence may be dead.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I should certainly hope so. I have just done a thorough job of killing him, after all.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "The patient's being prepped, Doctor Rossiter.",
          "character": "NURSE"
        },
        {
          "type": "dialogue",
          "text": "Thank you, Nurse.",
          "character": "SOPHIA"
        },
        {
          "type": "direction",
          "text": "Nurse leaves.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "What?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Please, don't be alarmed, child. It's not nearly as despicable as I've made it sound.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Like hell it isn't. You've just killed a man.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I've misled you. It would perhaps have been better to have said that I have taken his life in payment for those he has taken before.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "You mean he was a murderer? I find that hard to believe, actually, having been his hostage. He was more frightened than I was.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Then murderer is the wrong word. Perhaps experimenter will suffice, although it hardly seems to have the weight.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "I don't understand.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Then I shall elaborate. I've known for some time what Doctor Lawrence was up to. I found these papers documenting his experiments on those creatures you saw on the screen just now.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "They were Killorans, weren't they?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Yes, as a matter of fact, they were. Later I came across this closed-circuit link on his computer. He could control everything from here. Cameras, door locks. It's the old storage areas and servant's quarters under this hospital. Before Doctor Lawrence stumbled upon them, I'd say no one had been down there for a hundred years. The building used to belong to the Galen Royal Family, you know, donated to the state generations ago. Doctor Lawrence evidently made some alterations.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "And what kind of experiments was he doing?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "He was trying to use injections of Killoran DNA to revive coma patients, but he killed more than he cured.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "He mentioned coma patients when we arrived at the hospital. He seemed to think you knew something about them.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "He must have suspected I'd discovered him.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "No. No, it was more like he was making a report to you.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Well, your friend the Doctor seems to have worked it out as well. Let's go and ask him, shall we? I expect he'll need to be rescued soon in any case/",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Rescued?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Oh yes. You see, he's in considerable danger down there. (Mel gasps) After you.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Then let's hurry.",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Mel leaves.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "(using keyboard) Or at least, he very soon will be.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "I don't like leaving the Killorans back there.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Those that could walk were too scared to leave the room, Doctor. There's no telling how long they've been in there, perhaps since the invasion. We'll come back for them.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "If I can get this lift to work. Oh, it's no good. We'll just have to pry the doors apart.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Distant thumping, approaching voices.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "What was that?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Oh dear. I think it's about to get a bit crowded down here.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Are those Doctor Rossiter's latest cranial scans?",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Well, they were taken just before she was prepped, Doctor.",
          "character": "NURSE"
        },
        {
          "type": "dialogue",
          "text": "Okay, let's see what we're up against. That's impossible. That wasn't there. Nurse, put up",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "the scans that were taken when Doctor Rossiter was admitted. A blood clot can't form that quickly. We've got to operate immediately.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "But this is just the basement, isn't it?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Yes. From here, though, a secret lift will take us down one more level into the foundations of the building itself.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "What did you mean when you said that the Doctor was in danger?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "It should be here somewhere. I followed Lawrence down here once, and, yes. There.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "If the Doctor is in danger, shouldn't we inform the authorities first before we go rushing in?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Ah ha.",
          "character": "ANDREW"
        },
        {
          "type": "direction",
          "text": "Scraping, taps keypad.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Doctor Szab6?",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Lift doors open.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Oh the lift doesn't seem to be here. What was that you were saying, my dear?",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "I said, shouldn't we wait before plunging in head first?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Oh no, my dear. In fact",
          "character": "ANDREW"
        },
        {
          "type": "direction",
          "text": "Mel screams.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "I think you should plunge in without hesitation. Hmm.",
          "character": "ANDREW"
        },
        {
          "type": "direction",
          "text": "The Doctor forces the lift doors and hears Mel's scream.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "No! Oh, ah!",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Mel lands.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "My word. Melanie Bush.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Hello, Doctor.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Where on Earth did you come from?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, I found the big bad guy who's behind everything, and he threw me down a lift shaft.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "You escaped! Is Evelyn safe?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "She's, she's in the hospital, recovering. Oh, thanks for catching me, by the way.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Oh, don't mention it. Thank you for not being something nearer my own body weight. Well, come on then, who is this big bad guy?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, Doctor Szab6.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Szabo. Not Lawrence?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "No, Lawrence is dead. Szab killed him.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Szab6 kidnapped you and Evelyn, then killed Lawrence?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "No, Lawrence kidnapped me and Evelyn. Szabo's the one doing all the experiments down here. At least, I assume he is, judging from the fact that he pushed me down a lift shaft.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "It seems we're rather behind the times.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yes. What have you been up to down here?",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Voices getting closer.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "And what was that?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "We'll save the explanations for later, shall we? We're about to have company. Rossiter, take Mel back to the Killorans and I'll",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Hang on a minute. That can't be sensible, can it? It sounds like they're coming for us.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I'm afraid that's another problem altogether. It's the Killorans, it seems, who are in need of rescue.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Doctor?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Mel, they're not evil creatures hell-bent on eating us all. They're poor confused people, exhausted and mistreated. Above all, they're scared out of their wits, and we have to try and get them out of here.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Now look, I mean, I'm all for saving aliens in distress, Doctor, but what if they turn all invade the planet again?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "They won't.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "How do you know?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Rossiter, please.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Right, Doctor. Mel.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "And I'll work on a way of getting us up this lift shaft.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Okay. Pen? Thank you. I'm going to go in here and here, one centimetre above the brow line. Two incisions, then slice around and roll down the facial skin. I intend to cut into and crack open the main cranial plate, locate the clot, relieve the pressure on the surrounding brain tissue, then",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "cauterise the vein. Any questions?",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "No, Doctor.",
          "character": "ASSISTANT"
        },
        {
          "type": "dialogue",
          "text": "2: No, Doctor.",
          "character": "ASSISTANT"
        },
        {
          "type": "dialogue",
          "text": "Right then. Scalpel? Don't worry, Evelyn. You're in good hands.",
          "character": "SOPHIA"
        },
        {
          "type": "direction",
          "text": "Dogs howling.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Oh, this is barbaric. You poor creatures.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I know. Even after what they did to this planet, it shames me to think that anyone could treat a living being in this way.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Hello? My name's Mel. I'm not going to hurt you. If the Tardis translation thingummy is up to scratch, you should be able to understand something of what I'm saying.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "He seems to know you're friend rather than foe, at least.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "I always was good with dogs.",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Effort. ",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "They certainly used to make lift doors to last on this planet. Unfortunately. (effort)",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor, the patients are pouring into the corridors.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "What are you doing?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Ah! Now, we can prop this door at an angle against the wall of the lift shaft. If I can balance on the top, I can help you up one at a time onto the looser brickwork above. You should all be able to reach the lift opening above without too much difficulty",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "That's all you've come up with? Doctor, these people are injured. They need",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Considering the urgency of our situation, I shall admonish you for your lack of faith later. Come on.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Door opens and closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Doctor Szab6, where have you been? I'm afraid Doctor Lawrence has er",
          "character": "NURSE"
        },
        {
          "type": "dialogue",
          "text": "Yes, I heard. Thank you, Karnill. Tragic. Simply tragic. There was nothing more I could have done.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Of course, Doctor Szabo.",
          "character": "NURSE"
        },
        {
          "type": "dialogue",
          "text": "I need some time to myself now, Karnill.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Yes, Doctor.",
          "character": "NURSE"
        },
        {
          "type": "dialogue",
          "text": "You can finish for the day.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Give me your paw. We haven't much time.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor, this isn't going to work.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Maybe if you'd left the door on, we could have barricaded ourselves in the shaft.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Or maybe if you didn't spend so much time criticising Ah!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor!",
          "character": "ROSSITER"
        },
        {
          "type": "direction",
          "text": "Gunshots. ",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "What?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Jenner?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Jenner. Good.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Don't kill them, Jenner! They're just obeying the Killoran DNA in their bloodstream.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Don't worry, Doctor. Blank shots.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "How did you find us?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "It's a long story, sir.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Fair enough. Just take me to my wife.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Doctor Rossiter's undergoing surgery at the moment, sir.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "What?",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Surgery? For what?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "She had some kind of attack, perhaps linked to the headaches she's been suffering. Your daughter, Principal Triumvir, is operating now.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Headaches? Oh no. With all that Killoran DNA inside her, if Sophia tries. We must hurry.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor, the Killorans, they can hardly walk.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "No. Jenner, I take it you used another lift to get here.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Second left, third right, then straight on to the end. It'll bring you up in the basement. Theatre Four, first floor.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "Right. Stay with Mel and Rossiter, and help the Killorans get out of here.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I'm coming with you, Doctor.",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Okay, but keep up. We have to get to Evelyn before Sophia starts the procedure.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Thank you, Nurse.",
          "character": "SOPHIA"
        },
        {
          "type": "direction",
          "text": "Drill.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "What the hell?",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Crash team. Crash team.",
          "character": "NURSE"
        },
        {
          "type": "direction",
          "text": "Flicking through CCTV channels.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "[OC]: Third right. Come on, we're nearly there.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Careful, Mel. These lads are a bit heavy.",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "[OC]: I can manage, thank you, 007.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "[OC]: 007?",
          "character": "JENNER"
        },
        {
          "type": "dialogue",
          "text": "So, Mister Jenner, there has been more to you than met the eye. Oh well.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Condition?",
          "character": "NURSE"
        },
        {
          "type": "dialogue",
          "text": "Seizure, shock, de-fibrillation.",
          "character": "ASSISTANT"
        },
        {
          "type": "dialogue",
          "text": "Right. Clear.",
          "character": "NURSE"
        },
        {
          "type": "dialogue",
          "text": "No, no, no, you'll kill her.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Doctor Rossiter?",
          "character": "NURSE"
        },
        {
          "type": "dialogue",
          "text": "It's not trying to kill her, it's trying to assimilate.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "That's right, and we've only got minutes to save her.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor, this is a sterile area. Nurse, pick up that coat.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "The Killoran DNA has almost dominated Evelyn's system. It will either turn her into a mindless aggressive husk or the shock of transition will kill her.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What are you doing?",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "I've sterilised my arm. Now, all of you, help me to hold Evelyn down. Sophia, get a sample of her blood. Quickly!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Here.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Right, inject it into me.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "But",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Do it!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor. Doctor, what is going on? You said Evelyn had Killoran blood in her.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Yes. And you were right about the assimilation. That really was quite astute of you. You undoubtedly saved her life not allowing them to use the heart massagers.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I suddenly remembered that the de-fibrillation was caused by her heart condition, not by whatever's going on here.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "All we have to do now is wait. Her heart? What heart condition? Ah ha ah ha ah ha! Quickly, be ready to take a sample of my blood and give it to Evelyn.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Are you creating antibodies?",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "My make-up is more than a match for these primitive ah! Oh! Ooo. My immune system will break it down, show Evelyn's white corpuscles how to deal with the interloper. Now. Now, take it now! Oh. Inject it into Evelyn. That's it, at her neck. Surgery would have killed her. Now that her body has the right knowledge to deal with the problem, it will simply dissolve the clot on her brain, stop the headaches.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Come on, Doctor, let's get you up. Nurse, help me take the Doctor outside, then go and find Doctor Szabo. He'll want to know",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Szab6? Make sure Evelyn's comfortable. I have to get to the bottom of this.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Oh, Doctor, are you all right?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I'll be fine. I need to find Szabd.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "His office is this way. Jenner told me. How's Evelyn?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "They're taking her to a recovery room now. And the Killorans?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "They'll be all right. Jenner and a rather bemused hospital staff are looking after them. Jenner also filled me in on a few other parts of the story too.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Good. Let's go and put them to the bad guy, shall we?",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Knock, door opens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Doctor. Do come in. I've been waiting for you. (pours liquid) And Mel, isn't it? Terribly sorry about that whole business with the lift.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Oh, don't mention it, I'm sure.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "You'll forgive me if I don't offer you a drink, but I can't really recommend the vintage.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "We're more than well enough acquainted with the contents of your cellar, thank you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Ah, touch. Yes, I've been watching you on the monitor. I suppose you'll be wanting an explanation.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Actually, I think I've figured it out.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "You have?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, in that case, age must give way to beauty. Please.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "At first I couldn't see a motive. None of this experimentation stuff squares with how Sophia described you, about you being a national hero.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "No, I don't expect it does.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Rossiter used the words principled and apolitical.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Hmm. He may seem apolitical, but I saw the way you spoke to Sophia, like you were father and daughter. And Sophia has a very public political profile, hasn't she?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "You were manipulating Sophia and hiding behind her. All that guff about opposition to the Killoran technology research, you manipulated Sophia into fronting that campaign.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Is that true, Andrew?",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Sophia.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Join us, my dear. I'm afraid I needed some way of misdirecting public attention. If you're constantly told that the greatest worry is the study of the technology, you wouldn't give a second thought to the possibility of research being carried out on the creatures themselves.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "I don't understand.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "I don't think you're supposed to.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Why me?",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "You were vulnerable, my dear, deserted by your own father in favour of his new wife. All I had to do was fill the gap. You really were quite susceptible to the role. Congratulations, Mel. And my motivation?",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Hatred for the Killorans. You secretly tortured the prisoners.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "What? No.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Oh do be sensible, Sophia. Of course I tortured the prisoners. The foul beasts tried to kill us all.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Well, that's as may be, but hardly justifies the kind of",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yes, it does! That's exactly what it does, Doctor. It justifies.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Andrew.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "But you discovered something, didn't you?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I did. I trust no one objects to my making a start on another decanter? The Killorans healed rather quickly, you see. At first it was an annoyance, as you can imagine, but then the physician in me took hold and I began to think in terms of practical application.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Administering their DNA to coma patients.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "With great success. I'd hypothesised that the aggressive elements of Killoran DNA would give such a shock to the system that they'd, well, snap out of it. And they did. They all recovered.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "As mindless zombies.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "The first steps of a science are rarely what one hopes they will be. One takes what success one is given.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "And so you progressed to out-patients, post-surgical cases, assuming they would recover quicker.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Accelerated regenerative power. An unprecedented discovery. Unfortunately they also became aggressive. I believe I am responsible for a rather dramatic increase in domestic violence in the city of late.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "You did that to Evelyn. You infected her. Sebastian knew about everything, didn't he?",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "About the coma patients, yes. He discovered me monitoring the cameras one day, much the same as you did earlier, Mel. He seemed genuinely impressed, so we continued. He took over that side of things.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "And he got me to sign the death certificates to cover any connection between him and the project.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Did he really do that? Well, it seems we have both misused you terribly, doesn't it, my dear?",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "But why on Earth did he kidnap Evelyn? What use was that to the project?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "None at all. No, that has been our undoing. It drew attention. He did that entirely off his own bat, so to say. He and Sophia here were close once, you know. I imagine he was making a grand gesture to win her back. It's terribly hot in here.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Poor Sebastian.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Yes, he ruined everything.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "So you killed him.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "I had to. Couldn't have him blabbing about coma patients, could I?",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Stop. Stop it. I can't take any more.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "Oh, shh. Here, sit down, Sophia. It's all right.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "But Jenner knew everything anyway. He's had you and Lawrence under surveillance for months. That's why he's probably the only one of us who never suspected Sophia.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Oh, no. Rossiter never doubted.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Poor angel. You see, Sophia, I thought I could just kill everyone who found out about my research, but when I saw Jenner on the monitor I knew, well, higher powers must suspect.",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Stop it.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "What will you do?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Do, Doctor? I've already done. Chin-chin. (coughs)",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "Andrew!",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "This really is a terrible vintage. (dies)",
          "character": "ANDREW"
        },
        {
          "type": "dialogue",
          "text": "He's poisoned himself.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Rather than face the recriminations.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "He, he's escaped. After everything he did, all in the name of progress.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "It so often is.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Then I'd better start putting it right.",
          "character": "SOPHIA"
        },
        {
          "type": "dialogue",
          "text": "We'll help.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Yes indeed.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Knock on door.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "(weak) Hello? Who's that?",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Door opens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Oh.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "7: Hello, Evelyn. We've not met. Well, not recently, anyway. May I come in?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Am I dreaming?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "7: No. At least, I don't think so.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Who are you?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "7: I'm, I'm the future.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You're the Doctor, aren't you? Another regeneration? I can see it in your eyes. Maybe it's my befuddled state, but I can sense Time Lord all over you.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "7: Yes. If I remember rightly, I'm with what's-his-name? Oh yes, Doctor Szab6, right about now, with Mel. Or was that earlier?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I don't know. I think I've been rather ill,",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "7: You'll be all right in time. Evelyn, listen to me. There's something that has been preying on my mind. Your charming husband once mentioned that you would never forgive me. It's taken a while, but I think I can show you something to try and balance that a bit more.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What are you talking about?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "7: I want to show you a photograph. A young man who travels with me at the moment. He's not here, he's off with another friend of mine, shopping a few blocks away.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Show me. Yes? What about him?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "7: I wanted to take this opportunity to find you ever since I met him. It's important, you see.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "So you said. Why?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "7: Because he's very special to me, to us. His name is Hex. Well, Thomas Hector Schofield, actually. He's brave and loyal, terribly bright and cheerful. He's everything you'd want him to be.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Do I know him? Was he? Thomas Schofield? Little Tommy. Oh, oh goodness. How did you find him?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "7: Believe it or not, he found me. That's cosmic balance for you. I wanted you to know that despite our personal tragedy, something good emerged.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Does he know?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "7: His heritage? No. But I think one day he'll have to.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What will you say?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "7: That his mother was a fine woman, a good courageous woman, who you and I were proud to call a friend.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Thank you, Doctor. That means so much.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "7: To both of us, I think. I'd better go now. I can hear nurses outside. Take care, Evelyn.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You too, Doctor. Of yourself and of him. Goodbye.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "7: Never goodbye. Just au revoir.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Door closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Tommy. Little Tommy.",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Distant music.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Oh Evelyn, I thought I'd come out for some fresh air. It's such a lovely evening.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Great minds think alike.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "The Doctor's still dancing with that large Melendian woman. I'm not sure who won't let go of whom.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "It's good to see him relax, after all these terrible weeks. Sophia couldn't have done it without him. Without either of you.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Do you think she'll be okay?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "It's been awful for her. Losing Sebastian. So much hatred aimed against her from patients families. She trusted Szab completely. She feels so foolish. But she's strong. He has her father. And if she ever needs a mother's advice, well, I'll try my best. We've already become really quite close.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "And what about you?",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Me? No more headaches, retirement from politics, and a man on my arm. Oh, I couldn't be better, my dear.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "It was a wonderful day.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Wasn't it? The ceremony was just perfect. Personal, intimate. You know, when Rossiter suggested we renew our vows.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Congratulations again.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Mel! Evelyn!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Looks like the Doctor's managed to escape.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "Keep him safe, won't you?",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I will.",
          "character": "MEL"
        },
        {
          "type": "dialogue",
          "text": "And Mel? Recipe. Let him have the odd piece of chocolate cake, won't you? He does so enjoy it.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh, only if he's good. Goodbye.",
          "character": "MEL"
        },
        {
          "type": "direction",
          "text": "Runs off.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Goodbye, dear.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Oh, be careful of that Melendian woman. Stamina of an ox and feet like jack-hammers. Ow.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Sit down, Doctor. Take the weight off.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Weight? Oh.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You mustn't overdo it, you know.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Shouldn't it be I counselling you in that vein?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I'm as fit as a, well, as I was before all this started.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I'm sorry that Szabo didn't actually sort out your heart condition.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I was just an experiment. One of hundreds. He was relying on the Killoran DNA to clear the problem up, but it hasn't. Mind you, a reminder on one's mortality can never be that bad a thing. So, how long have you known? About my heart, I mean.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Not long. Sophia let it slip.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I always wanted to tell you.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I know. It must have been very difficult for you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "If it hadn't been for Rossiter.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Yes. You've got a good man there. Oh look, I think the poor man is about to come into the orbit of the pile-driving Melendian fox-trotter.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Madam!",
          "character": "ROSSITER"
        },
        {
          "type": "dialogue",
          "text": "Thank you for giving me away today. It meant such a lot to me.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "It was an honour, Doctor Smythe.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You've been such a great friend to me. I met you at a time when my life was going nowhere, in danger of joining the crochet and bowls brigade. I'd taken up knitting, you know. God alone knows why.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Pity you didn't keep your hand in. I often think I could do with a new bobble-hat.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I feel very close to you, Doctor. Especially now that we're blood related. What I'm trying to say",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "I know.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I know you know, but I'm going to say it anyway. I owe you so much, and I want to thank you, and to tell you that, well, I love you.",
          "character": "EVELYN"
        },
        {
          "type": "dialogue",
          "text": "Thank you. I can't imagine what I could have possibly done to, well, yes (distant cheers) I still miss you, Evelyn.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Come on, Doctor. One last dance.",
          "character": "EVELYN"
        },
        {
          "type": "direction",
          "text": "Both laugh.",
          "character": null
        }
      ],
      "searchable_dialogue": "ROSSITER: I couldn't bear to be married to a sarcastic woman.\nSOPHIA: Evelyn, you look wonderful. Just wonderful.\nMAN: We are gathered before the united Kingdoms and the Republic of our three great nations.\nROSSITER: I do.\nEVELYN: I do.\nMAN: Congratulations.\nDOCTOR: Evelyn. Evelyn.\nMEL: Excuse me, has Doctor Szab6 come past here?\nNURSE: I think I saw him going into Doctor Lawrence's office. Through that ward, then go left for a bit. You can't miss it.\nMEL: Thanks.\nSOPHIA: Sebastian! Sebastian.\nJENNER: Ma'am, please. There's nothing you can do here.\nSOPHIA: I killed him.\nTANNOY: Doctor Rossiter to Theatre Four. Emergency. Doctor Rossiter to Theatre Four. Emergency.\nJENNER: Looks like you have a job to do.\nSOPHIA: I can't. Not now. Someone else.\nJENNER: Shh. I'll tell them. (leaves)\nSOPHIA: We never got much studying done, did we, in that penthouse. Nobody ever knew where we disappeared off to, just you and me. I'm sorry it couldn't have worked, Sebastian. I wish things could have been different. I guess the poor little rich boy just wasn't my type, eh? Goodbye, Sebastian.\nJENNER: Ma'am. Sophia? I'm sorry, but you are needed in Theatre Four. It's Evelyn. She's had some kind of seizure.\nDOCTOR: It's all right. I'm a friend. We'll get these torture devices out of you.\nROSSITER: But how could Evelyn have been given blood from these Killorans?\nDOCTOR: You mentioned she'd had an operation recently. I imagine it was given to her then.\nROSSITER: Was it an accident or something?\nDOCTOR: I doubt if even the most incompetent of surgeons could administer blood from entirely the wrong species to a patient by accident. And Evelyn does have a lot of political enemies these days.\nROSSITER: But Szab6 was her surgeon! A more principled and apolitical man you couldn't meet. Lawrence. Lawrence did it. He was Szabo's theatre assistant.\nDOCTOR: Ah, this would be the same Doctor Lawrence who opposes the Killoran technology research with Sophia, I suppose.\nROSSITER: Exactly. He had access to the Killoran DNA. He was trying to kill her.\nDOCTOR: Oh, let's not get carried away. All we know for sure is that he could be said to have a motive.\nROSSITER: I know what you're thinking, Doctor, but just because it's Sophia's signature in the coma patient's files that doesn't mean she's involved with Evelyn's case.\nDOCTOR: Coma patients! Killoran DNA must have been administered to the coma patients we saw. Evidently it revived them but made them extremely aggressive. You said Evelyn had been hot- blooded of late. Seems the phrase was more apposite that you had imagined.\nROSSITER: We have to get out of here, Doctor.\nDOCTOR: I agree. We need to find Evelyn and convince her kidnappers that she need immediate medical attention.\nROSSITER: I only hope they'll listen.\nROSSITER: [OC]: We have to get out of here, Doctor.\nDOCTOR: [OC]: I agree. We need to find Evelyn and (continues under -)\nMEL: Doctor Szab6, it's Sebastian. He's. That's the Doctor on that monitor. Where is he? And what are those creatures?\nANDREW: Calm yourself, my dear.\nMEL: What are you up to?\nANDREW: Me? Nothing. Here, sit down, please. But I'm afraid the same could not have been said of Doctor Lawrence.\nMEL: I think Doctor Lawrence may be dead.\nANDREW: I should certainly hope so. I have just done a thorough job of killing him, after all.\nNURSE: The patient's being prepped, Doctor Rossiter.\nSOPHIA: Thank you, Nurse.\nMEL: What?\nANDREW: Please, don't be alarmed, child. It's not nearly as despicable as I've made it sound.\nMEL: Like hell it isn't. You've just killed a man.\nANDREW: I've misled you. It would perhaps have been better to have said that I have taken his life in payment for those he has taken before.\nMEL: You mean he was a murderer? I find that hard to believe, actually, having been his hostage. He was more frightened than I was.\nANDREW: Then murderer is the wrong word. Perhaps experimenter will suffice, although it hardly seems to have the weight.\nMEL: I don't understand.\nANDREW: Then I shall elaborate. I've known for some time what Doctor Lawrence was up to. I found these papers documenting his experiments on those creatures you saw on the screen just now.\nMEL: They were Killorans, weren't they?\nANDREW: Yes, as a matter of fact, they were. Later I came across this closed-circuit link on his computer. He could control everything from here. Cameras, door locks. It's the old storage areas and servant's quarters under this hospital. Before Doctor Lawrence stumbled upon them, I'd say no one had been down there for a hundred years. The building used to belong to the Galen Royal Family, you know, donated to the state generations ago. Doctor Lawrence evidently made some alterations.\nMEL: And what kind of experiments was he doing?\nANDREW: He was trying to use injections of Killoran DNA to revive coma patients, but he killed more than he cured.\nMEL: He mentioned coma patients when we arrived at the hospital. He seemed to think you knew something about them.\nANDREW: He must have suspected I'd discovered him.\nMEL: No. No, it was more like he was making a report to you.\nANDREW: Well, your friend the Doctor seems to have worked it out as well. Let's go and ask him, shall we? I expect he'll need to be rescued soon in any case/\nMEL: Rescued?\nANDREW: Oh yes. You see, he's in considerable danger down there. (Mel gasps) After you.\nMEL: Then let's hurry.\nANDREW: (using keyboard) Or at least, he very soon will be.\nDOCTOR: I don't like leaving the Killorans back there.\nROSSITER: Those that could walk were too scared to leave the room, Doctor. There's no telling how long they've been in there, perhaps since the invasion. We'll come back for them.\nDOCTOR: If I can get this lift to work. Oh, it's no good. We'll just have to pry the doors apart.\nROSSITER: What was that?\nDOCTOR: Oh dear. I think it's about to get a bit crowded down here.\nSOPHIA: Are those Doctor Rossiter's latest cranial scans?\nNURSE: Well, they were taken just before she was prepped, Doctor.\nSOPHIA: Okay, let's see what we're up against. That's impossible. That wasn't there. Nurse, put up\nSOPHIA: the scans that were taken when Doctor Rossiter was admitted. A blood clot can't form that quickly. We've got to operate immediately.\nMEL: But this is just the basement, isn't it?\nANDREW: Yes. From here, though, a secret lift will take us down one more level into the foundations of the building itself.\nMEL: What did you mean when you said that the Doctor was in danger?\nANDREW: It should be here somewhere. I followed Lawrence down here once, and, yes. There.\nMEL: If the Doctor is in danger, shouldn't we inform the authorities first before we go rushing in?\nANDREW: Ah ha.\nMEL: Doctor Szab6?\nANDREW: Oh the lift doesn't seem to be here. What was that you were saying, my dear?\nMEL: I said, shouldn't we wait before plunging in head first?\nANDREW: Oh no, my dear. In fact\nANDREW: I think you should plunge in without hesitation. Hmm.\nDOCTOR: No! Oh, ah!\nROSSITER: My word. Melanie Bush.\nMEL: Hello, Doctor.\nDOCTOR: Where on Earth did you come from?\nMEL: Well, I found the big bad guy who's behind everything, and he threw me down a lift shaft.\nROSSITER: You escaped! Is Evelyn safe?\nMEL: She's, she's in the hospital, recovering. Oh, thanks for catching me, by the way.\nDOCTOR: Oh, don't mention it. Thank you for not being something nearer my own body weight. Well, come on then, who is this big bad guy?\nMEL: Oh, Doctor Szab6.\nROSSITER: Szabo. Not Lawrence?\nMEL: No, Lawrence is dead. Szab killed him.\nROSSITER: Szab6 kidnapped you and Evelyn, then killed Lawrence?\nMEL: No, Lawrence kidnapped me and Evelyn. Szabo's the one doing all the experiments down here. At least, I assume he is, judging from the fact that he pushed me down a lift shaft.\nDOCTOR: It seems we're rather behind the times.\nMEL: Yes. What have you been up to down here?\nMEL: And what was that?\nDOCTOR: We'll save the explanations for later, shall we? We're about to have company. Rossiter, take Mel back to the Killorans and I'll\nMEL: Hang on a minute. That can't be sensible, can it? It sounds like they're coming for us.\nROSSITER: I'm afraid that's another problem altogether. It's the Killorans, it seems, who are in need of rescue.\nMEL: Doctor?\nDOCTOR: Mel, they're not evil creatures hell-bent on eating us all. They're poor confused people, exhausted and mistreated. Above all, they're scared out of their wits, and we have to try and get them out of here.\nMEL: Now look, I mean, I'm all for saving aliens in distress, Doctor, but what if they turn all invade the planet again?\nDOCTOR: They won't.\nMEL: How do you know?\nDOCTOR: Rossiter, please.\nROSSITER: Right, Doctor. Mel.\nDOCTOR: And I'll work on a way of getting us up this lift shaft.\nSOPHIA: Okay. Pen? Thank you. I'm going to go in here and here, one centimetre above the brow line. Two incisions, then slice around and roll down the facial skin. I intend to cut into and crack open the main cranial plate, locate the clot, relieve the pressure on the surrounding brain tissue, then\nSOPHIA: cauterise the vein. Any questions?\nASSISTANT: No, Doctor.\nASSISTANT: 2: No, Doctor.\nSOPHIA: Right then. Scalpel? Don't worry, Evelyn. You're in good hands.\nMEL: Oh, this is barbaric. You poor creatures.\nROSSITER: I know. Even after what they did to this planet, it shames me to think that anyone could treat a living being in this way.\nMEL: Hello? My name's Mel. I'm not going to hurt you. If the Tardis translation thingummy is up to scratch, you should be able to understand something of what I'm saying.\nROSSITER: He seems to know you're friend rather than foe, at least.\nMEL: I always was good with dogs.\nDOCTOR: They certainly used to make lift doors to last on this planet. Unfortunately. (effort)\nROSSITER: Doctor, the patients are pouring into the corridors.\nMEL: What are you doing?\nDOCTOR: Ah! Now, we can prop this door at an angle against the wall of the lift shaft. If I can balance on the top, I can help you up one at a time onto the looser brickwork above. You should all be able to reach the lift opening above without too much difficulty\nMEL: That's all you've come up with? Doctor, these people are injured. They need\nDOCTOR: Considering the urgency of our situation, I shall admonish you for your lack of faith later. Come on.\nNURSE: Doctor Szab6, where have you been? I'm afraid Doctor Lawrence has er\nANDREW: Yes, I heard. Thank you, Karnill. Tragic. Simply tragic. There was nothing more I could have done.\nNURSE: Of course, Doctor Szabo.\nANDREW: I need some time to myself now, Karnill.\nNURSE: Yes, Doctor.\nANDREW: You can finish for the day.\nDOCTOR: Give me your paw. We haven't much time.\nROSSITER: Doctor, this isn't going to work.\nMEL: Maybe if you'd left the door on, we could have barricaded ourselves in the shaft.\nDOCTOR: Or maybe if you didn't spend so much time criticising Ah!\nROSSITER: Doctor!\nMEL: What?\nDOCTOR: Jenner?\nROSSITER: Jenner. Good.\nDOCTOR: Don't kill them, Jenner! They're just obeying the Killoran DNA in their bloodstream.\nJENNER: Don't worry, Doctor. Blank shots.\nROSSITER: How did you find us?\nJENNER: It's a long story, sir.\nROSSITER: Fair enough. Just take me to my wife.\nJENNER: Doctor Rossiter's undergoing surgery at the moment, sir.\nROSSITER: What?\nDOCTOR: Surgery? For what?\nJENNER: She had some kind of attack, perhaps linked to the headaches she's been suffering. Your daughter, Principal Triumvir, is operating now.\nDOCTOR: Headaches? Oh no. With all that Killoran DNA inside her, if Sophia tries. We must hurry.\nMEL: Doctor, the Killorans, they can hardly walk.\nDOCTOR: No. Jenner, I take it you used another lift to get here.\nJENNER: Second left, third right, then straight on to the end. It'll bring you up in the basement. Theatre Four, first floor.\nDOCTOR: Right. Stay with Mel and Rossiter, and help the Killorans get out of here.\nROSSITER: I'm coming with you, Doctor.\nDOCTOR: Okay, but keep up. We have to get to Evelyn before Sophia starts the procedure.\nSOPHIA: Thank you, Nurse.\nSOPHIA: What the hell?\nNURSE: Crash team. Crash team.\nDOCTOR: [OC]: Third right. Come on, we're nearly there.\nJENNER: [OC]: Careful, Mel. These lads are a bit heavy.\nMEL: [OC]: I can manage, thank you, 007.\nJENNER: [OC]: 007?\nANDREW: So, Mister Jenner, there has been more to you than met the eye. Oh well.\nNURSE: Condition?\nASSISTANT: Seizure, shock, de-fibrillation.\nNURSE: Right. Clear.\nSOPHIA: No, no, no, you'll kill her.\nNURSE: Doctor Rossiter?\nSOPHIA: It's not trying to kill her, it's trying to assimilate.\nDOCTOR: That's right, and we've only got minutes to save her.\nSOPHIA: Doctor, this is a sterile area. Nurse, pick up that coat.\nDOCTOR: The Killoran DNA has almost dominated Evelyn's system. It will either turn her into a mindless aggressive husk or the shock of transition will kill her.\nSOPHIA: What are you doing?\nDOCTOR: I've sterilised my arm. Now, all of you, help me to hold Evelyn down. Sophia, get a sample of her blood. Quickly!\nSOPHIA: Here.\nDOCTOR: Right, inject it into me.\nSOPHIA: But\nDOCTOR: Do it!\nSOPHIA: Doctor. Doctor, what is going on? You said Evelyn had Killoran blood in her.\nDOCTOR: Yes. And you were right about the assimilation. That really was quite astute of you. You undoubtedly saved her life not allowing them to use the heart massagers.\nSOPHIA: I suddenly remembered that the de-fibrillation was caused by her heart condition, not by whatever's going on here.\nDOCTOR: All we have to do now is wait. Her heart? What heart condition? Ah ha ah ha ah ha! Quickly, be ready to take a sample of my blood and give it to Evelyn.\nSOPHIA: Are you creating antibodies?\nDOCTOR: My make-up is more than a match for these primitive ah! Oh! Ooo. My immune system will break it down, show Evelyn's white corpuscles how to deal with the interloper. Now. Now, take it now! Oh. Inject it into Evelyn. That's it, at her neck. Surgery would have killed her. Now that her body has the right knowledge to deal with the problem, it will simply dissolve the clot on her brain, stop the headaches.\nSOPHIA: Come on, Doctor, let's get you up. Nurse, help me take the Doctor outside, then go and find Doctor Szabo. He'll want to know\nDOCTOR: Szab6? Make sure Evelyn's comfortable. I have to get to the bottom of this.\nMEL: Oh, Doctor, are you all right?\nDOCTOR: I'll be fine. I need to find Szabd.\nMEL: His office is this way. Jenner told me. How's Evelyn?\nDOCTOR: They're taking her to a recovery room now. And the Killorans?\nMEL: They'll be all right. Jenner and a rather bemused hospital staff are looking after them. Jenner also filled me in on a few other parts of the story too.\nDOCTOR: Good. Let's go and put them to the bad guy, shall we?\nANDREW: Doctor. Do come in. I've been waiting for you. (pours liquid) And Mel, isn't it? Terribly sorry about that whole business with the lift.\nMEL: Oh, don't mention it, I'm sure.\nANDREW: You'll forgive me if I don't offer you a drink, but I can't really recommend the vintage.\nDOCTOR: We're more than well enough acquainted with the contents of your cellar, thank you.\nANDREW: Ah, touch. Yes, I've been watching you on the monitor. I suppose you'll be wanting an explanation.\nMEL: Actually, I think I've figured it out.\nDOCTOR: You have?\nANDREW: Well, in that case, age must give way to beauty. Please.\nMEL: At first I couldn't see a motive. None of this experimentation stuff squares with how Sophia described you, about you being a national hero.\nANDREW: No, I don't expect it does.\nDOCTOR: Rossiter used the words principled and apolitical.\nMEL: Hmm. He may seem apolitical, but I saw the way you spoke to Sophia, like you were father and daughter. And Sophia has a very public political profile, hasn't she?\nDOCTOR: You were manipulating Sophia and hiding behind her. All that guff about opposition to the Killoran technology research, you manipulated Sophia into fronting that campaign.\nSOPHIA: Is that true, Andrew?\nDOCTOR: Sophia.\nANDREW: Join us, my dear. I'm afraid I needed some way of misdirecting public attention. If you're constantly told that the greatest worry is the study of the technology, you wouldn't give a second thought to the possibility of research being carried out on the creatures themselves.\nSOPHIA: I don't understand.\nDOCTOR: I don't think you're supposed to.\nSOPHIA: Why me?\nANDREW: You were vulnerable, my dear, deserted by your own father in favour of his new wife. All I had to do was fill the gap. You really were quite susceptible to the role. Congratulations, Mel. And my motivation?\nMEL: Hatred for the Killorans. You secretly tortured the prisoners.\nSOPHIA: What? No.\nANDREW: Oh do be sensible, Sophia. Of course I tortured the prisoners. The foul beasts tried to kill us all.\nDOCTOR: Well, that's as may be, but hardly justifies the kind of\nANDREW: Yes, it does! That's exactly what it does, Doctor. It justifies.\nSOPHIA: Andrew.\nDOCTOR: But you discovered something, didn't you?\nANDREW: I did. I trust no one objects to my making a start on another decanter? The Killorans healed rather quickly, you see. At first it was an annoyance, as you can imagine, but then the physician in me took hold and I began to think in terms of practical application.\nDOCTOR: Administering their DNA to coma patients.\nANDREW: With great success. I'd hypothesised that the aggressive elements of Killoran DNA would give such a shock to the system that they'd, well, snap out of it. And they did. They all recovered.\nMEL: As mindless zombies.\nANDREW: The first steps of a science are rarely what one hopes they will be. One takes what success one is given.\nDOCTOR: And so you progressed to out-patients, post-surgical cases, assuming they would recover quicker.\nANDREW: Accelerated regenerative power. An unprecedented discovery. Unfortunately they also became aggressive. I believe I am responsible for a rather dramatic increase in domestic violence in the city of late.\nSOPHIA: You did that to Evelyn. You infected her. Sebastian knew about everything, didn't he?\nANDREW: About the coma patients, yes. He discovered me monitoring the cameras one day, much the same as you did earlier, Mel. He seemed genuinely impressed, so we continued. He took over that side of things.\nSOPHIA: And he got me to sign the death certificates to cover any connection between him and the project.\nANDREW: Did he really do that? Well, it seems we have both misused you terribly, doesn't it, my dear?\nMEL: But why on Earth did he kidnap Evelyn? What use was that to the project?\nANDREW: None at all. No, that has been our undoing. It drew attention. He did that entirely off his own bat, so to say. He and Sophia here were close once, you know. I imagine he was making a grand gesture to win her back. It's terribly hot in here.\nSOPHIA: Poor Sebastian.\nANDREW: Yes, he ruined everything.\nMEL: So you killed him.\nANDREW: I had to. Couldn't have him blabbing about coma patients, could I?\nSOPHIA: Stop. Stop it. I can't take any more.\nDOCTOR: Oh, shh. Here, sit down, Sophia. It's all right.\nMEL: But Jenner knew everything anyway. He's had you and Lawrence under surveillance for months. That's why he's probably the only one of us who never suspected Sophia.\nDOCTOR: Oh, no. Rossiter never doubted.\nANDREW: Poor angel. You see, Sophia, I thought I could just kill everyone who found out about my research, but when I saw Jenner on the monitor I knew, well, higher powers must suspect.\nSOPHIA: Stop it.\nDOCTOR: What will you do?\nANDREW: Do, Doctor? I've already done. Chin-chin. (coughs)\nSOPHIA: Andrew!\nANDREW: This really is a terrible vintage. (dies)\nMEL: He's poisoned himself.\nDOCTOR: Rather than face the recriminations.\nSOPHIA: He, he's escaped. After everything he did, all in the name of progress.\nDOCTOR: It so often is.\nSOPHIA: Then I'd better start putting it right.\nMEL: We'll help.\nDOCTOR: Yes indeed.\nEVELYN: (weak) Hello? Who's that?\nEVELYN: Oh.\nDOCTOR: 7: Hello, Evelyn. We've not met. Well, not recently, anyway. May I come in?\nEVELYN: Am I dreaming?\nDOCTOR: 7: No. At least, I don't think so.\nEVELYN: Who are you?\nDOCTOR: 7: I'm, I'm the future.\nEVELYN: You're the Doctor, aren't you? Another regeneration? I can see it in your eyes. Maybe it's my befuddled state, but I can sense Time Lord all over you.\nDOCTOR: 7: Yes. If I remember rightly, I'm with what's-his-name? Oh yes, Doctor Szab6, right about now, with Mel. Or was that earlier?\nEVELYN: I don't know. I think I've been rather ill,\nDOCTOR: 7: You'll be all right in time. Evelyn, listen to me. There's something that has been preying on my mind. Your charming husband once mentioned that you would never forgive me. It's taken a while, but I think I can show you something to try and balance that a bit more.\nEVELYN: What are you talking about?\nDOCTOR: 7: I want to show you a photograph. A young man who travels with me at the moment. He's not here, he's off with another friend of mine, shopping a few blocks away.\nEVELYN: Show me. Yes? What about him?\nDOCTOR: 7: I wanted to take this opportunity to find you ever since I met him. It's important, you see.\nEVELYN: So you said. Why?\nDOCTOR: 7: Because he's very special to me, to us. His name is Hex. Well, Thomas Hector Schofield, actually. He's brave and loyal, terribly bright and cheerful. He's everything you'd want him to be.\nEVELYN: Do I know him? Was he? Thomas Schofield? Little Tommy. Oh, oh goodness. How did you find him?\nDOCTOR: 7: Believe it or not, he found me. That's cosmic balance for you. I wanted you to know that despite our personal tragedy, something good emerged.\nEVELYN: Does he know?\nDOCTOR: 7: His heritage? No. But I think one day he'll have to.\nEVELYN: What will you say?\nDOCTOR: 7: That his mother was a fine woman, a good courageous woman, who you and I were proud to call a friend.\nEVELYN: Thank you, Doctor. That means so much.\nDOCTOR: 7: To both of us, I think. I'd better go now. I can hear nurses outside. Take care, Evelyn.\nEVELYN: You too, Doctor. Of yourself and of him. Goodbye.\nDOCTOR: 7: Never goodbye. Just au revoir.\nEVELYN: Tommy. Little Tommy.\nMEL: Oh Evelyn, I thought I'd come out for some fresh air. It's such a lovely evening.\nEVELYN: Great minds think alike.\nMEL: The Doctor's still dancing with that large Melendian woman. I'm not sure who won't let go of whom.\nEVELYN: It's good to see him relax, after all these terrible weeks. Sophia couldn't have done it without him. Without either of you.\nMEL: Do you think she'll be okay?\nEVELYN: It's been awful for her. Losing Sebastian. So much hatred aimed against her from patients families. She trusted Szab completely. She feels so foolish. But she's strong. He has her father. And if she ever needs a mother's advice, well, I'll try my best. We've already become really quite close.\nMEL: And what about you?\nEVELYN: Me? No more headaches, retirement from politics, and a man on my arm. Oh, I couldn't be better, my dear.\nMEL: It was a wonderful day.\nEVELYN: Wasn't it? The ceremony was just perfect. Personal, intimate. You know, when Rossiter suggested we renew our vows.\nMEL: Congratulations again.\nDOCTOR: [OC]: Mel! Evelyn!\nMEL: Looks like the Doctor's managed to escape.\nEVELYN: Keep him safe, won't you?\nMEL: I will.\nEVELYN: And Mel? Recipe. Let him have the odd piece of chocolate cake, won't you? He does so enjoy it.\nMEL: Oh, only if he's good. Goodbye.\nEVELYN: Goodbye, dear.\nDOCTOR: Oh, be careful of that Melendian woman. Stamina of an ox and feet like jack-hammers. Ow.\nEVELYN: Sit down, Doctor. Take the weight off.\nDOCTOR: Weight? Oh.\nEVELYN: You mustn't overdo it, you know.\nDOCTOR: Shouldn't it be I counselling you in that vein?\nEVELYN: I'm as fit as a, well, as I was before all this started.\nDOCTOR: I'm sorry that Szabo didn't actually sort out your heart condition.\nEVELYN: I was just an experiment. One of hundreds. He was relying on the Killoran DNA to clear the problem up, but it hasn't. Mind you, a reminder on one's mortality can never be that bad a thing. So, how long have you known? About my heart, I mean.\nDOCTOR: Not long. Sophia let it slip.\nEVELYN: I always wanted to tell you.\nDOCTOR: I know. It must have been very difficult for you.\nEVELYN: If it hadn't been for Rossiter.\nDOCTOR: Yes. You've got a good man there. Oh look, I think the poor man is about to come into the orbit of the pile-driving Melendian fox-trotter.\nROSSITER: [OC]: Madam!\nEVELYN: Thank you for giving me away today. It meant such a lot to me.\nDOCTOR: It was an honour, Doctor Smythe.\nEVELYN: You've been such a great friend to me. I met you at a time when my life was going nowhere, in danger of joining the crochet and bowls brigade. I'd taken up knitting, you know. God alone knows why.\nDOCTOR: Pity you didn't keep your hand in. I often think I could do with a new bobble-hat.\nEVELYN: I feel very close to you, Doctor. Especially now that we're blood related. What I'm trying to say\nDOCTOR: I know.\nEVELYN: I know you know, but I'm going to say it anyway. I owe you so much, and I want to thank you, and to tell you that, well, I love you.\nDOCTOR: Thank you. I can't imagine what I could have possibly done to, well, yes (distant cheers) I still miss you, Evelyn.\nEVELYN: Come on, Doctor. One last dance."
    }
  ],
  "cast_list": [],
  "parse_warnings": []
}