{
  "id": "074-live-34",
  "release_number": 74,
  "title": "LIVE 34",
  "author": "James Parsons & Andrew Stirling-Brown",
  "filename": "074. Live 34_djvu.txt",
  "format_type": "A",
  "preamble_end_line": 6,
  "parts": [
    {
      "part_number": 1,
      "start_line": 6,
      "end_line": 428,
      "elements": [
        {
          "type": "direction",
          "text": "[Part One]",
          "character": null
        },
        {
          "type": "direction",
          "text": "Tuning a radio manually until we hear six clear bleeps.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "LIVE 34.",
          "character": "RADIO"
        },
        {
          "type": "direction",
          "text": "Electronic music behind the headlines.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "This is LIVE 34. Ninth month, first day, twenty fifth hour. The midnight news. Our top story. An explosion has rocked the business district of First City. A Government planning office has been seriously damaged. There are no reported casualties, but estimates of the damage run into millions. We'll be bringing you a live report from the site of the blast, an interview with the representative of the Freedom and Democracy Party, and Premier Jaeger will be making an address to the colony later in this half hour.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "LIVE 34.",
          "character": "RADIO"
        },
        {
          "type": "dialogue",
          "text": "Good evening. I'm Drew Shahan, and this is the midnight news on LIVE 34, broadcasting to Colony 34, all news, all day, every day.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "LIVE 34.",
          "character": "RADIO"
        },
        {
          "type": "dialogue",
          "text": "In the last two hours an explosion has rocked the colony's First City. Government sources are claiming that the blast was deliberate. We're still awaiting independent confirmation of their claim, but in the light of the events of the last two nights, it seems unlikely that this was an accident. We cross live to Charlotte Singh, who's at the site of the blast in District F.",
          "character": "DREW"
        },
        {
          "type": "direction",
          "text": "Emergency sirens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Good evening, Drew. I'm standing across the road from where the Government Planning Offices in District F, just on the outskirts of the city centre, stood until about half an hour ago when, due to the damage inflicted upon it by the explosion, the building dramatically collapsed. Tonight's blast follows two others over the last two nights in Second and Third Cities, both of which were also targeted at Records offices. Tonight, as in the previous two instances, the blast occurred late in the evening in business districts where buildings are supposed to be closed and empty. And that is where the mystery begins, because despite there being no reason for anyone to be in the offices, security forces have reported a number of casualties at each site. However, they have not yet released any of the bodies or allowed any independent examination of the victims. Tonight's explosion has followed a similar pattern to the previous two, but security forces are not allowing us to get close enough to the building to determine whether this is indeed the case.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Charlotte, is there any indication of who might be behind these attacks? Has anyone claimed responsibility?",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "Not as yet, Drew. In all three cases, a message claiming responsibility purporting to be from supporters of the FDP, was sent to the offices of the newspaper The Informer about half an hour after the blast. However, there has been some dispute about the authenticity of these messages, with the FDP claiming that they were in fact faked in order to implicate them. Premier Jaeger has of course repeatedly stated that the attacks were the work of supporters of the FDP, and the FDP has equally fervently denied it.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Thanks, Charlotte. We'll be coming back to you later in the programme. A representative of the Freedom and Democracy Party will be joining us shortly to discuss this latest attack, and what it means for the fledgling party's attempts to force Premier Jaeger to hold elections, elections which are now five years overdue. In fact, today marks the fifth anniversary of the initial postponement of the vote, a decision which the Premier announced in an address to the colony.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "(into microphone) My friends, I know that my decision to postpone the election is bound to prove a controversial one, and it is a decision I have not taken without the gravest misgivings, but in the light of the worsening security situation, I and my friends in the official opposition do not believe that now is an appropriate or safe moment to introduce the elements of doubt and conflict, which an election would be bound to create. As soon as the situation eases, elections will, of course, go ahead. I would also like to add that I have now fully recovered from my recent mild chest infection. And the reports in the Press of the severity of my illness were wildly exaggerated, as you can clearly see.",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "Premier Jaeger there, addressing the colony five years ago today, with the momentous decision to postpone the Presidential election. The decision came after years of growing civil unrest. The colony's chronic power supply problems had led to rising unemployment, and although improvements in power generation methods had alleviated the crisis, a general economic downturn brought further misery in its wake. It was from there that the attacks are believed to have come. A series of assaults on Government representatives and against Government property, which culminated in a number of bombings of civilian targets in First and Second Cities.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "I must stress that the decision to introduce this Emergency Powers Act is one I have taken with the greatest reluctance. However, effective immediately, all unsanctioned gatherings are prohibited, and only approved political parties will be permitted. Travel restrictions are also being imposed to and from the Outer Districts. I appeal to those behind these recent attacks to consider what they are doing. This continuing unrest threatens to destabilise our colony, and the way of life which we hold so dear. My friends, I Know you will understand that we must make short-term sacrifices in order to guarantee the long-term security and stability of our way of life. There are those who would seek to undermine us, both from without and within. We must not allow that to happen. The arrest last week of the opposition leader on charges of sedition only underlines the seriousness of our situation. If we must forego some of the rights and liberties we have traditionally enjoyed whilst we weed out this evil, then I believe that all decent loyal citizens will understand why that has become necessary.",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "Were these attacks...?",
          "character": "WOMAN"
        },
        {
          "type": "dialogue",
          "text": "I will not be taking questions at this time.",
          "character": "JAEGER"
        },
        {
          "type": "direction",
          "text": "Further reporters try to ask questions.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "How many more attacks are there going to be?",
          "character": "MAN"
        },
        {
          "type": "dialogue",
          "text": "The Premier there, announcing the advent of the Emergency Powers Act, which has now been in place for over three years. Although the colony has been calmer since then, the Outer Districts have continued to experience sporadic unrest, as unemployment rates have continued to rise, and the gap between the incomes of those in the Inner and Outer Districts has become more marked. With the suspension a year ago of the Chamber of Deputies by Premier Jaeger, amidst accusations of widespread bribe taking by many of the deputies, there is no indication of when, or even if, the state of emergency is likely to be lifted. Events of course took a dramatic turn a few months ago with the formation of the Freedom and Democracy Party. Despite its being proscribed by the Premier, the party has gained widespread popular support, and continues to defy the Government's attempts to suppress it. Several of its leaders have been arrested, and a number have died in mysterious circumstances, yet the party continues to gain support, despite Premier Jaeger's repeated accusations of their involvement with insurrectionist elements. Their methods have remained ostensibly peaceful - organising rallies, distributing literature, and trying to force an election through legal channels. In their turn they've accused the security forces of intimidation and the suppression of free speech. Two years of relative calm came to a sudden and violent end two nights ago, with an explosion at the Government's planning offices in Third City, followed last night by the blast at the equivalent office in Second City. Tonight's bomb - if indeed it was a bomb, and I must stress that we've had no independent confirmation of that yet - has destroyed a third planning office, this time in the heart of the business district of First City. There's still no official word on casualties, and no answer to the riddle of why these offices are being targeted. Later in the programme, as a new wave of power cuts continues to cause disruption in Second and Third Cities, we look at the Government's attempts to avert yet another power crisis. Well now, we were supposed to be having an interview with a representative of the FDP right now, but I gather ... yes, right - apparently, he has been delayed en route by security checks, but I gather he can talk to us from his transporter. Good evening.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Good evening, Resident Shahan.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Thank you for joining us, Resident...?",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Doctor.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Resident Doctor. Thank you. I understand you're on your way to the studios.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "[OC]: We were, but we've met a very charming, rather enthusiastic security officer who seems keen for us to take a different route, though I can't quite work out why, My driver is talking to her now. So we'll be with you as soon as we can.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "In light of tonight's events...",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "[OC]: I've been listening to your station, Resident Shahan. You try hard to be fair and impartial, don't you? Your predecessor had an enquiring mind, didn't he? Perhaps a little too enquiring for his own good. I think you do too, despite your best efforts to hide it, and that's terribly important in journalists, don't you think?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Of course. However...",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "[OC]: The desire to seek out the truth, regardless of whether that truth is comfortable or convenient, that is what journalism's all about, isn't it? Otherwise it stops being news and simply becomes propaganda, and I'm sure that your station is not in the habit of being used as a tool for propaganda, is it?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Indeed not. We are, and have always been, independent.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Ah yes, but is that enough, I wonder. Who's really dictating your agenda? You report what has happened fairly and honestly, but what if the events you report are being manipulated? I mean, how do you check your facts, when the Government has a near-monopoly on information?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I'm sure these are issues we can discuss when you get here. In the meantime I was wondering if you had any comment on tonight's attack, and where your party, the FDP, stands on the issue of violent, as opposed to non-violent, opposition. Are you prepared to condemn the bomb attacks outright?",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "[OC]: I would be totally opposed to any action which leads to the loss of life. Contrary to reports, none of the explosions resulted in any deaths, nor were there any risk of it. All the buildings were empty.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "But how do you account for the reports of bodies being found in the rubble?",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Ah, well, now, there you go, Resident Shahan. Reports? Whose reports? Have you seen a body? Has anyone? Anyone independent?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Are you suggesting that these reports are inaccurate?",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "[OC]: No, not inaccurate. Completely fictitious.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I note that you've not responded to my invitation to condemn the bombings. What do you have to say to whoever is responsible for these outrages?",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "[OC]: If I could speak to the people responsible, I would remind them that blowing things up is not the answer, at least not in this case. If they'd waited a little longer... I understand their frustration, but there are better and more subtle ways of achieving their goal than big bangs. They're risking playing into the hands of the Government and being blamed for things...",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Explosion. Alarms",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Resident Doctor? Resident Doctor. Hello, can anyone there hear me? Hello?",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "[OC]: [unintelligible] Resident Shahan, it sounds like another explosion. We're going to take a look. I'll call you back.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I don't know what happened there, but it definitely sounded like a second explosion. This breaks the pattern of the previous two nights where there's only been one blast. As soon as we get more information we will of course bring it to you. Meanwhile Premier Jaeger is due to make an address to the colony in a few minutes time, and we'll be covering that live. Oh, ah, I'm being told that Charlotte has something for us. Charlotte, are you there?",
          "character": "DREW"
        },
        {
          "type": "direction",
          "text": "Alarms.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Hello, Drew, yes. The bomb went off very close to us, and we're making our way towards the scene now. At first it was a bit difficult to tell exactly where the explosion came from, but one of the security officers pointed us in what we hope is the right direction. Apparently a nearby factory was the target.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Charlotte, do we know which factory? Was it operating?",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "Not yet, Drew, although most of the factories round here do operate late night shifts, so it's quite possible that... Oh my God. Drew, it's one of the main Tythorn plants, the vehicle manufacturing division, and by the looks of things - yes, it was operating at the time. We've just come into view of the site, and the main workshop appears to have been blown apart. There's even a massive hole right through the middle of the plant. Even from here I can see bodies everywhere. I think we must have got here before any medical or security personnel. I'm going to try and get closer and see what's happening. We'll report back as soon as we have any further details.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "And we'll go back to Charlotte as soon as she has some more information. It does sound like this latest attack represents a dramatic departure from previous ones, in that a civilian establishment appears to have been targeted. And from what we're hearing, it looks like there might have been considerable loss of life. In the meantime, Premier Jaeger's address is coming up in just a few moments time, and we'll cross live to it as soon as it starts. Afterwards we will, I hope, be able to talk at greater length to Resident Doctor, although whether it will be here, in the studio, or on the Outside Broadcast, I don't yet know. Ah - I'm being told that Premier Jaeger is in fact now waiting to make his statement, so we'll cross live to the First Residence, and hear what he has to say.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "My friends. What has happened over the last three nights has both saddened and angered me. The needless destruction of Government property and the terrible loss of life tonight at the Tythorn factory only serve to stress the ruthless and vicious nature of the enemies of our colony. These people do not hold life in the same high esteem as us. They do not share our values. Theirs is a crusade which will not stop until they have destroyed not only this Government, but our entire way of life. My friends, we must not allow them to succeed. If they believe we can be cowed into submission, we must show them how wrong they are. I condemn utterly these atrocities, and urge those who are behind them to surrender to the authorities before more lives are lost. If they give themselves up now, then they will receive a fair and impartial trial. If not, they will be hunted down like the cold inhuman killers I believe them to be. I will not give them another chance or another warning. Furthermore, given the violence of the last few days, I have no choice, but with the greatest regret, to extend the scope of the Emergency Powers Act in an effort to prevent any further violence . Therefore I have to announce the introduction of procedures whereby those who are believed to be a threat to the State and its citizens can be prevented from doing any harm before it is too late. Warrants are now being issued for the arrest of people known to be or believed to be supporters of these subversive elements. If we do not act to pre-empt the violence, then we may not be able to prevent it. Those arrested will be held in secure locations until the crisis is passed, when we can process them through our legal system. For now, security is paramount, and the needs of the colony must take precedence over the so-called rights of political agitators and rebel insurrectionists. I also call on the FDP to abandon its attempt to force an election. Now is",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "not the time for instability. Now is the time for strength of leadership, and unity in the face of our enemy. I note that the FDP has yet to give an outright condemnation of the bombings we've witnessed tonight. Why is that, I ask? Why will they not do as I have done and denounce this violence? I will tell you why not. Because it is the FDP's own supporters who have perpetrated these outrages. Not only is the FDP leadership aware of who they are, but they have actively defended and protected the insurrectionists. Even now my forces are gathering evidence which will prove beyond all doubt that the FDP is indeed no more than a political front for a violent and destructive organisation. We will show that the FDP is a facade, and behind that facade lies a group of fanatics who will stop at nothing to destabilise the State and bring about anarchy. I urge anyone with information which will lead to the attest of the bombers to come forward now before it is too late.",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "A powerful statement there from the Premier, for the first time directly linking the FDP to the bombings. We'll be getting the FDP's reaction in just a few moments.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "LIVE 34.",
          "character": "RADIO"
        },
        {
          "type": "dialogue",
          "text": "First a recap of tonight's headlines. Two explosions have destroyed buildings on the outskirts of the centre of First City. One wrecked a Government planning office, the other ripped through a transport manufacturing plant, causing major loss of life. Premier Jaeger's condemned both attacks, and challenged the FDP to do likewise. The time now is just after midnight thirty.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "LIVE 34.",
          "character": "RADIO"
        },
        {
          "type": "dialogue",
          "text": "We're going to go straight back to Charlotte, who's at the site of the second explosion. Charlotte, what's happening?",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "Drew, the scene here is one of chaos and confusion. This blast was far larger than any of the previous ones. The earlier explosion of the Government offices was a small one, and the buildings collapse appears to have been due as much to the poor state of repair of the structure as anything else. This bomb, if it was a bomb, has completely destroyed most of the workshop, and caused serious damage to all of the surrounding structures. Paramedics are on their way, but another power loss in the area is only adding to the problems here. The security forces are however very much in evidence now, although they do not appear to be making any efforts to stop us getting close to the scene of the disaster. We see some are assisting the wounded, while others are trying to control the crowds which have started gathering.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Charlotte, I believe the FDP's representative may be heading your way. Is there any sign of him?",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "Er, yes. I, I heard your conversation with Resident Doctor. We met briefly at a recent FDP rally. In fact, he arrived here just a few minutes ago, commandeered my producer and then ran into one of the damaged buildings. They managed to drag two survivors out before security forces intervened to stop them. He's now been taken to one side by two officers, and there, there appears to be a furious argument going on. I'm going to try and get over there and find out what's happening.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Charlotte, do we have any estimates of casualties yet?",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "Er, the night shift employs some four hundred and forty five people, and from here I can see only about half a dozen survivors. Given the state of the building, I think the number of dead is likely to be significant. Resident Doctor? Excuse me, Resident. Charlotte Singh, LIVE 34. Can you tell us what's been happening?",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "These idiots won't let us back in there. There are people trapped in the wreckage. You can hear them. We need to get in and help them.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, looking at the state of the building I have to say I think the officers may be right. It looks extremely unstable.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Maybe so, but we can at least try.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Charlotte, I don't think we'll have time to get Resident Doctor to the studio for his interview. Can you give him an earpiece so I can talk to him there?",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "Okay, we're trying to get that sorted out for you now. While my assistant's doing that I can report that the medical services have now arrived, and are moving in to tend to the wounded. Hold on, something is happening.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Get back!",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Screams, debris falling.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Drew, we're being herded back by the security forces as the upper part of the damaged building has collapsed. If there was anyone trapped inside, I'm afraid there's little hope for them now. Clouds of dust everywhere. I'm going to move a little further away in order to allow the medical personnel to do what they can for the survivors.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Okay, is Resident Doctor able to hear me now?",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "Yes, I can hear you, Resident Shahan. And it's just Doctor, by the way. There’s no need to be formal. I'm sorry I won't be able to join you in the studio, but we can talk now. There's nothing else we can do to help here, I'm afraid.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Thank you. I want to start by asking you for your reaction to tonight's second explosion, and to respond to Premier Jaeger's earlier challenge to the FDP to condemn these attacks.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "The Premier knows full well that the FDP abhors the loss of any life. The FDP would never",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "engage in terrorism, I can promise you that. The insurrectionists, as you call them, have been careful only to target empty buildings.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yet tonight we've had two explosions in rapid succession, one of which was clearly aimed at a civilian plant. Are you suggesting the two are not linked? That seems difficult to credit.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "Oh, there's a link, Resident Shahan, but not the one that you're thinking of. These events are certainly connected. I'm just not sure how yet. Does it make any sense that people who have previously attacked empty buildings would suddenly start murdering factory workers, the very people whose support they would be trying to gain? Isn't that a rather self-defeating tactic?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "So are you suggesting that there are in fact two groups involved here, perhaps rivals, perhaps immigrants protesting at their restriction to the Outer Districts? We know there is a sizeable off-colony population there, and that new people are arriving daily using whatever means of transport they can, often at great risk to their lives.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "Oh, you do love your little conspiracy theories. Why would immigrants be doing this? What would they hope to gain? And being from another colony, even another planet does not make you a bad person, you know. There are certainly people here with good reason to resent Premier Jaeger. But they are not the people the Press seem so keen to blame.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What about the stories we've been reading in the Press, about rumours of an alien presence in the colony? Do you think there could be any truth in what has been dubbed the monsters behind the sofa scares?",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "It isn't usually the monsters who are behind the sofa. It can't be ruled out, I suppose. Needs investigating.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Are you admitting to having links with these dissident groups, then ?",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "I'm here to represent everyone who wants to see this colony returned to freedom and democracy, wherever they come from. The problems here are not imported ones but home-grown. Using immigrants or monsters and gremlins at the bottom of the garden as a scapegoat is just another way of deflecting attention from 34's real problems.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I see. Well, perhaps we can move on to Premier Jaeger's claims about your party's connection with the rebels. How do you respond to his suggestion that you know who they are?",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "I think a more pertinent question is why are these people doing what they're doing? What has driven them to take such extreme actions? Who they are isn't terribly important. What they're trying to do is.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "And what is that?",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "They are fighting for your freedom, yours and everyone else on 34. Beneath the surface this is a sad and dangerous place where people disappear, where rumour has replaced fact, and the Government can do pretty much whatever it likes in the name of security. Just how secure do you feel, Resident Shahan?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Those are alarming accusations. Do you have any proof?",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "Oh, I will have. Stay tuned, Resident Shahan. Stay tuned.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Moving on to the vexed question of the leadership of the FDP. Your most recent leader, Durinda Caldwell, was assassinated, apparently by someone from your own party. Her predecessor was killed in a transporter accident which is still under investigation. Do you have a new leader? Who is stepping into what does appear to be a very high-risk position?",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "The security forces are still investigating their deaths, and I have every faith in their ability to discover the truth. Although rather less in their willingness to reveal it.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "So where does this leave the FDP?",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "I was coming to that. I have, after much persuading, accepted the leadership of the FDP. I just can't ask anyone else to take the risk.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, congratulations. Certainly an unexpected turn of events.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "Oh, it gets more unexpected. I was in fact on my way to show you a communiqué I received today from the Colony Central Commission, accepting our petition to force an election. The CCC have decided that Premier Jaeger has prevaricated long enough. In sixteen days, people will have their chance to endorse his actions or to reject him and choose another leader.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, that is an astonishing announcement, Doctor, but we would of course need to verify that.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "You'll find a copy waiting for you in your in-box. One for you and one for every other media outlet on 34. Just to ensure there is no mistake or misunderstanding.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, it certainly sounds like things are going to get very interesting over the next few weeks.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "Oh, you've no idea how interesting, Resident Shahan. No idea at all.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Ah, yes indeed. On that note, time is pressing, so we'll have to move on. Thank you.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "My pleasure. I look forward to speaking to you again.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Charlotte, what's happening now?",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "We're on the outermost edge of the factory complex which was hit by a devastating bomb blast just twenty minutes ago, Drew. Medical services are reporting some dozen serious injuries, and around four hundred fatalities. Security forces are now moving people back from the scene.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Thanks, Charlotte . We'll come back to you after the midnight half summary. First, we have a brief round-up of today's other stories and the weather.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "LIVE 34.",
          "character": "RADIO"
        },
        {
          "type": "dialogue",
          "text": "Power cuts continue to affect large areas of Second and Third Cities. Official sources have now implemented additional power-saving measures, including enforced night-time blackouts and reduction of street lighting. Government agents have moved in to quell the strike at the Rizzard Plant. The dispute which has brought production there to a halt for the last three weeks was declared illegal by the Government two days ago. Weather. The rains are still yet to arrive, making them more than two weeks late, so we're set to continue with the hot dry spell for at least the next four days. The midnight fifty news summary follows next.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "LIVE 34.",
          "character": "RADIO"
        },
        {
          "type": "dialogue",
          "text": "LIVE 34 is supported by the Manjit-Kurtzfeld Corporation, and also receives generous financial assistance from the colony's Central Commission Broadcasting fund.",
          "character": "DREW"
        },
        {
          "type": "direction",
          "text": "Retuning the dial.",
          "character": null
        }
      ],
      "searchable_dialogue": "RADIO: LIVE 34.\nDREW: This is LIVE 34. Ninth month, first day, twenty fifth hour. The midnight news. Our top story. An explosion has rocked the business district of First City. A Government planning office has been seriously damaged. There are no reported casualties, but estimates of the damage run into millions. We'll be bringing you a live report from the site of the blast, an interview with the representative of the Freedom and Democracy Party, and Premier Jaeger will be making an address to the colony later in this half hour.\nRADIO: LIVE 34.\nDREW: Good evening. I'm Drew Shahan, and this is the midnight news on LIVE 34, broadcasting to Colony 34, all news, all day, every day.\nRADIO: LIVE 34.\nDREW: In the last two hours an explosion has rocked the colony's First City. Government sources are claiming that the blast was deliberate. We're still awaiting independent confirmation of their claim, but in the light of the events of the last two nights, it seems unlikely that this was an accident. We cross live to Charlotte Singh, who's at the site of the blast in District F.\nCHARLOTTE: Good evening, Drew. I'm standing across the road from where the Government Planning Offices in District F, just on the outskirts of the city centre, stood until about half an hour ago when, due to the damage inflicted upon it by the explosion, the building dramatically collapsed. Tonight's blast follows two others over the last two nights in Second and Third Cities, both of which were also targeted at Records offices. Tonight, as in the previous two instances, the blast occurred late in the evening in business districts where buildings are supposed to be closed and empty. And that is where the mystery begins, because despite there being no reason for anyone to be in the offices, security forces have reported a number of casualties at each site. However, they have not yet released any of the bodies or allowed any independent examination of the victims. Tonight's explosion has followed a similar pattern to the previous two, but security forces are not allowing us to get close enough to the building to determine whether this is indeed the case.\nDREW: Charlotte, is there any indication of who might be behind these attacks? Has anyone claimed responsibility?\nCHARLOTTE: Not as yet, Drew. In all three cases, a message claiming responsibility purporting to be from supporters of the FDP, was sent to the offices of the newspaper The Informer about half an hour after the blast. However, there has been some dispute about the authenticity of these messages, with the FDP claiming that they were in fact faked in order to implicate them. Premier Jaeger has of course repeatedly stated that the attacks were the work of supporters of the FDP, and the FDP has equally fervently denied it.\nDREW: Thanks, Charlotte. We'll be coming back to you later in the programme. A representative of the Freedom and Democracy Party will be joining us shortly to discuss this latest attack, and what it means for the fledgling party's attempts to force Premier Jaeger to hold elections, elections which are now five years overdue. In fact, today marks the fifth anniversary of the initial postponement of the vote, a decision which the Premier announced in an address to the colony.\nJAEGER: (into microphone) My friends, I know that my decision to postpone the election is bound to prove a controversial one, and it is a decision I have not taken without the gravest misgivings, but in the light of the worsening security situation, I and my friends in the official opposition do not believe that now is an appropriate or safe moment to introduce the elements of doubt and conflict, which an election would be bound to create. As soon as the situation eases, elections will, of course, go ahead. I would also like to add that I have now fully recovered from my recent mild chest infection. And the reports in the Press of the severity of my illness were wildly exaggerated, as you can clearly see.\nDREW: Premier Jaeger there, addressing the colony five years ago today, with the momentous decision to postpone the Presidential election. The decision came after years of growing civil unrest. The colony's chronic power supply problems had led to rising unemployment, and although improvements in power generation methods had alleviated the crisis, a general economic downturn brought further misery in its wake. It was from there that the attacks are believed to have come. A series of assaults on Government representatives and against Government property, which culminated in a number of bombings of civilian targets in First and Second Cities.\nJAEGER: I must stress that the decision to introduce this Emergency Powers Act is one I have taken with the greatest reluctance. However, effective immediately, all unsanctioned gatherings are prohibited, and only approved political parties will be permitted. Travel restrictions are also being imposed to and from the Outer Districts. I appeal to those behind these recent attacks to consider what they are doing. This continuing unrest threatens to destabilise our colony, and the way of life which we hold so dear. My friends, I Know you will understand that we must make short-term sacrifices in order to guarantee the long-term security and stability of our way of life. There are those who would seek to undermine us, both from without and within. We must not allow that to happen. The arrest last week of the opposition leader on charges of sedition only underlines the seriousness of our situation. If we must forego some of the rights and liberties we have traditionally enjoyed whilst we weed out this evil, then I believe that all decent loyal citizens will understand why that has become necessary.\nWOMAN: Were these attacks...?\nJAEGER: I will not be taking questions at this time.\nMAN: How many more attacks are there going to be?\nDREW: The Premier there, announcing the advent of the Emergency Powers Act, which has now been in place for over three years. Although the colony has been calmer since then, the Outer Districts have continued to experience sporadic unrest, as unemployment rates have continued to rise, and the gap between the incomes of those in the Inner and Outer Districts has become more marked. With the suspension a year ago of the Chamber of Deputies by Premier Jaeger, amidst accusations of widespread bribe taking by many of the deputies, there is no indication of when, or even if, the state of emergency is likely to be lifted. Events of course took a dramatic turn a few months ago with the formation of the Freedom and Democracy Party. Despite its being proscribed by the Premier, the party has gained widespread popular support, and continues to defy the Government's attempts to suppress it. Several of its leaders have been arrested, and a number have died in mysterious circumstances, yet the party continues to gain support, despite Premier Jaeger's repeated accusations of their involvement with insurrectionist elements. Their methods have remained ostensibly peaceful - organising rallies, distributing literature, and trying to force an election through legal channels. In their turn they've accused the security forces of intimidation and the suppression of free speech. Two years of relative calm came to a sudden and violent end two nights ago, with an explosion at the Government's planning offices in Third City, followed last night by the blast at the equivalent office in Second City. Tonight's bomb - if indeed it was a bomb, and I must stress that we've had no independent confirmation of that yet - has destroyed a third planning office, this time in the heart of the business district of First City. There's still no official word on casualties, and no answer to the riddle of why these offices are being targeted. Later in the programme, as a new wave of power cuts continues to cause disruption in Second and Third Cities, we look at the Government's attempts to avert yet another power crisis. Well now, we were supposed to be having an interview with a representative of the FDP right now, but I gather ... yes, right - apparently, he has been delayed en route by security checks, but I gather he can talk to us from his transporter. Good evening.\nDOCTOR: [OC]: Good evening, Resident Shahan.\nDREW: Thank you for joining us, Resident...?\nDOCTOR: [OC]: Doctor.\nDREW: Resident Doctor. Thank you. I understand you're on your way to the studios.\nDOCTOR: [OC]: We were, but we've met a very charming, rather enthusiastic security officer who seems keen for us to take a different route, though I can't quite work out why, My driver is talking to her now. So we'll be with you as soon as we can.\nDREW: In light of tonight's events...\nDOCTOR: [OC]: I've been listening to your station, Resident Shahan. You try hard to be fair and impartial, don't you? Your predecessor had an enquiring mind, didn't he? Perhaps a little too enquiring for his own good. I think you do too, despite your best efforts to hide it, and that's terribly important in journalists, don't you think?\nDREW: Of course. However...\nDOCTOR: [OC]: The desire to seek out the truth, regardless of whether that truth is comfortable or convenient, that is what journalism's all about, isn't it? Otherwise it stops being news and simply becomes propaganda, and I'm sure that your station is not in the habit of being used as a tool for propaganda, is it?\nDREW: Indeed not. We are, and have always been, independent.\nDOCTOR: [OC]: Ah yes, but is that enough, I wonder. Who's really dictating your agenda? You report what has happened fairly and honestly, but what if the events you report are being manipulated? I mean, how do you check your facts, when the Government has a near-monopoly on information?\nDREW: I'm sure these are issues we can discuss when you get here. In the meantime I was wondering if you had any comment on tonight's attack, and where your party, the FDP, stands on the issue of violent, as opposed to non-violent, opposition. Are you prepared to condemn the bomb attacks outright?\nDOCTOR: [OC]: I would be totally opposed to any action which leads to the loss of life. Contrary to reports, none of the explosions resulted in any deaths, nor were there any risk of it. All the buildings were empty.\nDREW: But how do you account for the reports of bodies being found in the rubble?\nDOCTOR: [OC]: Ah, well, now, there you go, Resident Shahan. Reports? Whose reports? Have you seen a body? Has anyone? Anyone independent?\nDREW: Are you suggesting that these reports are inaccurate?\nDOCTOR: [OC]: No, not inaccurate. Completely fictitious.\nDREW: I note that you've not responded to my invitation to condemn the bombings. What do you have to say to whoever is responsible for these outrages?\nDOCTOR: [OC]: If I could speak to the people responsible, I would remind them that blowing things up is not the answer, at least not in this case. If they'd waited a little longer... I understand their frustration, but there are better and more subtle ways of achieving their goal than big bangs. They're risking playing into the hands of the Government and being blamed for things...\nDREW: Resident Doctor? Resident Doctor. Hello, can anyone there hear me? Hello?\nDOCTOR: [OC]: [unintelligible] Resident Shahan, it sounds like another explosion. We're going to take a look. I'll call you back.\nDREW: I don't know what happened there, but it definitely sounded like a second explosion. This breaks the pattern of the previous two nights where there's only been one blast. As soon as we get more information we will of course bring it to you. Meanwhile Premier Jaeger is due to make an address to the colony in a few minutes time, and we'll be covering that live. Oh, ah, I'm being told that Charlotte has something for us. Charlotte, are you there?\nCHARLOTTE: Hello, Drew, yes. The bomb went off very close to us, and we're making our way towards the scene now. At first it was a bit difficult to tell exactly where the explosion came from, but one of the security officers pointed us in what we hope is the right direction. Apparently a nearby factory was the target.\nDREW: Charlotte, do we know which factory? Was it operating?\nCHARLOTTE: Not yet, Drew, although most of the factories round here do operate late night shifts, so it's quite possible that... Oh my God. Drew, it's one of the main Tythorn plants, the vehicle manufacturing division, and by the looks of things - yes, it was operating at the time. We've just come into view of the site, and the main workshop appears to have been blown apart. There's even a massive hole right through the middle of the plant. Even from here I can see bodies everywhere. I think we must have got here before any medical or security personnel. I'm going to try and get closer and see what's happening. We'll report back as soon as we have any further details.\nDREW: And we'll go back to Charlotte as soon as she has some more information. It does sound like this latest attack represents a dramatic departure from previous ones, in that a civilian establishment appears to have been targeted. And from what we're hearing, it looks like there might have been considerable loss of life. In the meantime, Premier Jaeger's address is coming up in just a few moments time, and we'll cross live to it as soon as it starts. Afterwards we will, I hope, be able to talk at greater length to Resident Doctor, although whether it will be here, in the studio, or on the Outside Broadcast, I don't yet know. Ah - I'm being told that Premier Jaeger is in fact now waiting to make his statement, so we'll cross live to the First Residence, and hear what he has to say.\nJAEGER: My friends. What has happened over the last three nights has both saddened and angered me. The needless destruction of Government property and the terrible loss of life tonight at the Tythorn factory only serve to stress the ruthless and vicious nature of the enemies of our colony. These people do not hold life in the same high esteem as us. They do not share our values. Theirs is a crusade which will not stop until they have destroyed not only this Government, but our entire way of life. My friends, we must not allow them to succeed. If they believe we can be cowed into submission, we must show them how wrong they are. I condemn utterly these atrocities, and urge those who are behind them to surrender to the authorities before more lives are lost. If they give themselves up now, then they will receive a fair and impartial trial. If not, they will be hunted down like the cold inhuman killers I believe them to be. I will not give them another chance or another warning. Furthermore, given the violence of the last few days, I have no choice, but with the greatest regret, to extend the scope of the Emergency Powers Act in an effort to prevent any further violence . Therefore I have to announce the introduction of procedures whereby those who are believed to be a threat to the State and its citizens can be prevented from doing any harm before it is too late. Warrants are now being issued for the arrest of people known to be or believed to be supporters of these subversive elements. If we do not act to pre-empt the violence, then we may not be able to prevent it. Those arrested will be held in secure locations until the crisis is passed, when we can process them through our legal system. For now, security is paramount, and the needs of the colony must take precedence over the so-called rights of political agitators and rebel insurrectionists. I also call on the FDP to abandon its attempt to force an election. Now is\nJAEGER: not the time for instability. Now is the time for strength of leadership, and unity in the face of our enemy. I note that the FDP has yet to give an outright condemnation of the bombings we've witnessed tonight. Why is that, I ask? Why will they not do as I have done and denounce this violence? I will tell you why not. Because it is the FDP's own supporters who have perpetrated these outrages. Not only is the FDP leadership aware of who they are, but they have actively defended and protected the insurrectionists. Even now my forces are gathering evidence which will prove beyond all doubt that the FDP is indeed no more than a political front for a violent and destructive organisation. We will show that the FDP is a facade, and behind that facade lies a group of fanatics who will stop at nothing to destabilise the State and bring about anarchy. I urge anyone with information which will lead to the attest of the bombers to come forward now before it is too late.\nDREW: A powerful statement there from the Premier, for the first time directly linking the FDP to the bombings. We'll be getting the FDP's reaction in just a few moments.\nRADIO: LIVE 34.\nDREW: First a recap of tonight's headlines. Two explosions have destroyed buildings on the outskirts of the centre of First City. One wrecked a Government planning office, the other ripped through a transport manufacturing plant, causing major loss of life. Premier Jaeger's condemned both attacks, and challenged the FDP to do likewise. The time now is just after midnight thirty.\nRADIO: LIVE 34.\nDREW: We're going to go straight back to Charlotte, who's at the site of the second explosion. Charlotte, what's happening?\nCHARLOTTE: Drew, the scene here is one of chaos and confusion. This blast was far larger than any of the previous ones. The earlier explosion of the Government offices was a small one, and the buildings collapse appears to have been due as much to the poor state of repair of the structure as anything else. This bomb, if it was a bomb, has completely destroyed most of the workshop, and caused serious damage to all of the surrounding structures. Paramedics are on their way, but another power loss in the area is only adding to the problems here. The security forces are however very much in evidence now, although they do not appear to be making any efforts to stop us getting close to the scene of the disaster. We see some are assisting the wounded, while others are trying to control the crowds which have started gathering.\nDREW: Charlotte, I believe the FDP's representative may be heading your way. Is there any sign of him?\nCHARLOTTE: Er, yes. I, I heard your conversation with Resident Doctor. We met briefly at a recent FDP rally. In fact, he arrived here just a few minutes ago, commandeered my producer and then ran into one of the damaged buildings. They managed to drag two survivors out before security forces intervened to stop them. He's now been taken to one side by two officers, and there, there appears to be a furious argument going on. I'm going to try and get over there and find out what's happening.\nDREW: Charlotte, do we have any estimates of casualties yet?\nCHARLOTTE: Er, the night shift employs some four hundred and forty five people, and from here I can see only about half a dozen survivors. Given the state of the building, I think the number of dead is likely to be significant. Resident Doctor? Excuse me, Resident. Charlotte Singh, LIVE 34. Can you tell us what's been happening?\nDOCTOR: These idiots won't let us back in there. There are people trapped in the wreckage. You can hear them. We need to get in and help them.\nCHARLOTTE: Well, looking at the state of the building I have to say I think the officers may be right. It looks extremely unstable.\nDOCTOR: Maybe so, but we can at least try.\nDREW: Charlotte, I don't think we'll have time to get Resident Doctor to the studio for his interview. Can you give him an earpiece so I can talk to him there?\nCHARLOTTE: Okay, we're trying to get that sorted out for you now. While my assistant's doing that I can report that the medical services have now arrived, and are moving in to tend to the wounded. Hold on, something is happening.\nDOCTOR: Get back!\nCHARLOTTE: Drew, we're being herded back by the security forces as the upper part of the damaged building has collapsed. If there was anyone trapped inside, I'm afraid there's little hope for them now. Clouds of dust everywhere. I'm going to move a little further away in order to allow the medical personnel to do what they can for the survivors.\nDREW: Okay, is Resident Doctor able to hear me now?\nDOCTOR: Yes, I can hear you, Resident Shahan. And it's just Doctor, by the way. There’s no need to be formal. I'm sorry I won't be able to join you in the studio, but we can talk now. There's nothing else we can do to help here, I'm afraid.\nDREW: Thank you. I want to start by asking you for your reaction to tonight's second explosion, and to respond to Premier Jaeger's earlier challenge to the FDP to condemn these attacks.\nDOCTOR: The Premier knows full well that the FDP abhors the loss of any life. The FDP would never\nDOCTOR: engage in terrorism, I can promise you that. The insurrectionists, as you call them, have been careful only to target empty buildings.\nDREW: Yet tonight we've had two explosions in rapid succession, one of which was clearly aimed at a civilian plant. Are you suggesting the two are not linked? That seems difficult to credit.\nDOCTOR: Oh, there's a link, Resident Shahan, but not the one that you're thinking of. These events are certainly connected. I'm just not sure how yet. Does it make any sense that people who have previously attacked empty buildings would suddenly start murdering factory workers, the very people whose support they would be trying to gain? Isn't that a rather self-defeating tactic?\nDREW: So are you suggesting that there are in fact two groups involved here, perhaps rivals, perhaps immigrants protesting at their restriction to the Outer Districts? We know there is a sizeable off-colony population there, and that new people are arriving daily using whatever means of transport they can, often at great risk to their lives.\nDOCTOR: Oh, you do love your little conspiracy theories. Why would immigrants be doing this? What would they hope to gain? And being from another colony, even another planet does not make you a bad person, you know. There are certainly people here with good reason to resent Premier Jaeger. But they are not the people the Press seem so keen to blame.\nDREW: What about the stories we've been reading in the Press, about rumours of an alien presence in the colony? Do you think there could be any truth in what has been dubbed the monsters behind the sofa scares?\nDOCTOR: It isn't usually the monsters who are behind the sofa. It can't be ruled out, I suppose. Needs investigating.\nDREW: Are you admitting to having links with these dissident groups, then ?\nDOCTOR: I'm here to represent everyone who wants to see this colony returned to freedom and democracy, wherever they come from. The problems here are not imported ones but home-grown. Using immigrants or monsters and gremlins at the bottom of the garden as a scapegoat is just another way of deflecting attention from 34's real problems.\nDREW: I see. Well, perhaps we can move on to Premier Jaeger's claims about your party's connection with the rebels. How do you respond to his suggestion that you know who they are?\nDOCTOR: I think a more pertinent question is why are these people doing what they're doing? What has driven them to take such extreme actions? Who they are isn't terribly important. What they're trying to do is.\nDREW: And what is that?\nDOCTOR: They are fighting for your freedom, yours and everyone else on 34. Beneath the surface this is a sad and dangerous place where people disappear, where rumour has replaced fact, and the Government can do pretty much whatever it likes in the name of security. Just how secure do you feel, Resident Shahan?\nDREW: Those are alarming accusations. Do you have any proof?\nDOCTOR: Oh, I will have. Stay tuned, Resident Shahan. Stay tuned.\nDREW: Moving on to the vexed question of the leadership of the FDP. Your most recent leader, Durinda Caldwell, was assassinated, apparently by someone from your own party. Her predecessor was killed in a transporter accident which is still under investigation. Do you have a new leader? Who is stepping into what does appear to be a very high-risk position?\nDOCTOR: The security forces are still investigating their deaths, and I have every faith in their ability to discover the truth. Although rather less in their willingness to reveal it.\nDREW: So where does this leave the FDP?\nDOCTOR: I was coming to that. I have, after much persuading, accepted the leadership of the FDP. I just can't ask anyone else to take the risk.\nDREW: Well, congratulations. Certainly an unexpected turn of events.\nDOCTOR: Oh, it gets more unexpected. I was in fact on my way to show you a communiqué I received today from the Colony Central Commission, accepting our petition to force an election. The CCC have decided that Premier Jaeger has prevaricated long enough. In sixteen days, people will have their chance to endorse his actions or to reject him and choose another leader.\nDREW: Well, that is an astonishing announcement, Doctor, but we would of course need to verify that.\nDOCTOR: You'll find a copy waiting for you in your in-box. One for you and one for every other media outlet on 34. Just to ensure there is no mistake or misunderstanding.\nDREW: Well, it certainly sounds like things are going to get very interesting over the next few weeks.\nDOCTOR: Oh, you've no idea how interesting, Resident Shahan. No idea at all.\nDREW: Ah, yes indeed. On that note, time is pressing, so we'll have to move on. Thank you.\nDOCTOR: My pleasure. I look forward to speaking to you again.\nDREW: Charlotte, what's happening now?\nCHARLOTTE: We're on the outermost edge of the factory complex which was hit by a devastating bomb blast just twenty minutes ago, Drew. Medical services are reporting some dozen serious injuries, and around four hundred fatalities. Security forces are now moving people back from the scene.\nDREW: Thanks, Charlotte . We'll come back to you after the midnight half summary. First, we have a brief round-up of today's other stories and the weather.\nRADIO: LIVE 34.\nDREW: Power cuts continue to affect large areas of Second and Third Cities. Official sources have now implemented additional power-saving measures, including enforced night-time blackouts and reduction of street lighting. Government agents have moved in to quell the strike at the Rizzard Plant. The dispute which has brought production there to a halt for the last three weeks was declared illegal by the Government two days ago. Weather. The rains are still yet to arrive, making them more than two weeks late, so we're set to continue with the hot dry spell for at least the next four days. The midnight fifty news summary follows next.\nRADIO: LIVE 34.\nDREW: LIVE 34 is supported by the Manjit-Kurtzfeld Corporation, and also receives generous financial assistance from the colony's Central Commission Broadcasting fund."
    },
    {
      "part_number": 2,
      "start_line": 429,
      "end_line": 931,
      "elements": [
        {
          "type": "direction",
          "text": "[Part Two]",
          "character": null
        },
        {
          "type": "direction",
          "text": "Tuning in again.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "LIVE 34.",
          "character": "RADIO"
        },
        {
          "type": "dialogue",
          "text": "This is LIVE 34. Ninth month, sixth day, twenty fourth hour fifty. The half-hour news summary. I'm Drew Shahan. After a second day of power failures across the three cities, supplies have now been restored to most affected areas. A Government statement issued this evening claimed that the remains of crude incendiary devices have been found at two of the eight power stations known to be at the root of the failures. The statement goes on to implicate supporters of the FDP in the planting of the devices. We hope to have a response from the FDP shortly. With the election now officially confirmed, both presidential candidates were out on the campaign trail today, covering districts in First and Third City. At a First City forum meeting, Premier Jaeger was greeted by an overwhelmingly supportive crowd. In answer to suggestions that today's power failures were due to the colony's fuel reserves being at a critical level, the Premier had this to say.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "This is the same scaremongering story we hear every year. There are enough untapped reserves in 34 to power a dozen of the forty nine colonies for a thousand years, let alone this one colony. Work has already begun on new extraction projects on the plains beyond the Ishkarro Point. There is no fuel crisis. What we are facing are nothing more than cowardly attacks against our citizens by people bent on our colony's destruction. Attacking our power supplies does nothing to further their cause. It only harms the most vulnerable in our society. And before the FDP tries to deny involvement, it may care to know that our security forces have found an FDP membership card next to the debris from one of the incendiary devices. I cannot at this stage for security reasons add any further details. But I would once again plead with the FDP and its leaders to be honest with our people. Show us your true colours. and turn over the insurrectionists you are hiding in your midst. End this charade and give us back the freedom to live without fear of attack from without or within.",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "While the Premier was addressing a capacity audience in First City, his FDP opponent faced questioning from hostile journalists at a Press conference in District G of Third City.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "Listen, please. How am I supposed to answer your questions if you don't stop talking? Thank you. In answer to the young lady over there. Yes, I do believe the natural fuel resources of this colony are exhausted. But there wouldn't be a fuel crisis if there was more openness and trade between 34 and other colonies. Who threw that egg? Ow! Who threw that punch?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "The ensuing scuffle was immediately brought under control by security officers, and the Doctor was treated for minor facial injuries. One man was arrested, but later released without charge. The weather. Still no sign of the seasonal rains, temperatures are well above average and it will continue to be hot and humid throughout the night. Tomorrow, like today, very hot and sunny. We'll have a full half-hour report as usual at twenty fifth hour. This is LIVE 34, all news, all day, every day.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "LIVE 34.",
          "character": "RADIO"
        },
        {
          "type": "dialogue",
          "text": "In achange to this week's advertised edition of Wareing's World, award-winning investigative journalist Ryan Wareing reveals the truth behind the Rebel Queen. We should warn listeners that this programme contains material that may cause them some distress.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "It's early evening, second day, ninth month, and I am flicking through a selection of the day's Press. (papers rustles) We live in uncertain times, perhaps more so than we have seen since the colony was founded over two hundred years ago. Things are changing fast, and it is not all change for the better, certainly not according to what I am reading here. The seemingly endless energy crises, rising unemployment, falling standards of living, terrorist attacks, but how much do we really know, and how much has been kept from us? We've all seen the headlines, bombs, death, the destruction of Government and civilian property. But there are darker tales here of fear and hatred, conspiracy and disappearance, alien",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "incursion, even rumours of monstrous creatures lurking in the shadows, yet one name seems to link all these stories together. You find it on nearly every other page. The Rebel Queen. But who is she? And is she really behind the recent terrorist atrocities? What does she hope to achieve? Does she even have an agenda? Or do she and her followers just enjoy killing and destruction? In all my years as a reporter, I can't think of anyone who has been the subject of more vilification. And yet there is very little evidence that this person even exists. Indeed, I began to suspect that she was simply an invention of a few over-excitable editors. That was, until the call I received three days ago. On the other end of a heavily-distorted line, a female voice told me that she could take me to meet the Rebel Queen. She identified herself as Lula, and then outlined a set of conditions I would have to meet for the interview to go ahead. My first thought was that this was a hoax. The travel permit allowing me to go outside the city walls which I found in my in-box was genuine enough, however. The timetable she set was very tight, and it was only a few hours before I was sitting waiting ona bench near to the First City wall. What follows is taken from the recording I made that night. It may disturb you. It will certainly shock you. But it is what happened.",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "I've er been here for some hours now, and my contact still hasn't appeared. I'm going to give it a few more minutes. I'm sitting in the shadow of the city wall close to the south gate, beyond which lies the residential Outer District. Large stretches of the wall are already covered by Vote Jaeger posters, and next to them is one solitary FDP poster. It shows the new FDP leader looking out at you with the slogan, \"Resident Doctor Needs You.\" But it's, it's the man's eyes which really strike you. They always seem to be staring straight back into yours, wherever you stand.",
          "character": "WAREING"
        },
        {
          "type": "direction",
          "text": "Footsteps. ",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "I think this could be it.",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "(sotto) I have to be quick. My contact has just pushed me into the back of this vehicle. I'm not supposed to be recording this. I just wanted to say, this whole situation feels more like a kidnap, and I hope I won't regret this.",
          "character": "WAREING"
        },
        {
          "type": "direction",
          "text": "Dog barking in the distance.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": ": It's difficult to know where to start. What I'm seeing here is hard to believe, and I have no idea where here is. The vehicle I was in pulled up about two hours ago, and I was ordered out, pointed in this direction and told to walk till I came to something the driver called the filth, then carry on down a specific street where I would be met. The last thing he said to me was, be careful, it's curfew. Well, I've found the filth. An open sewer. It wasn't difficult. In this heat, the smell is appalling. I think this is the street I want, but given the state of this place, it's terribly hard to be sure. Even the dogs stay away. None of this ever appears in news reports, and the scale of it! It just seems to go on for ever. I can't begin to guess at the numbers of people living out here.",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "I've reached the end of the street now, and I'm standing in the gap between two buildings, if you can call them that. I'm looking out...",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "(sotto) Where the hell have you been? I've been here for ages. You're in the wrong street.",
          "character": "LULA"
        },
        {
          "type": "dialogue",
          "text": "Sorry, I - I didn't...",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "Forget it. We have to go before the next patrol arrives. Move.",
          "character": "LULA"
        },
        {
          "type": "dialogue",
          "text": "It was Lula. Early twenties, short, slim, dyed hair. Her breath smelled, and she looked hungry. She led me away down a side-street. What I saw next stopped me in my tracks.",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "What is this?",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "Two dead people. What does it look like? Come on.",
          "character": "LULA"
        },
        {
          "type": "dialogue",
          "text": "I can see what they are, but what happened? What are they doing in the middle of the street? They're, they're naked, covered in blood. They've been stabbed!",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "Just a fight over food, probably. Happens all the time. And clothes are too precious to waste on the dead. There's famine. What do you expect?",
          "character": "LULA"
        },
        {
          "type": "dialogue",
          "text": "But why are they just left in the street?",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "People leave them outside because of disease. They get disposed of or the dogs get to feed. We need to go.",
          "character": "LULA"
        },
        {
          "type": "dialogue",
          "text": "Disposed? Don't they get a proper burial? And they've been murdered. There should be an investigation. The authorities...",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "Quiet! Quick! The alley, now!",
          "character": "LULA"
        },
        {
          "type": "direction",
          "text": "Running.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Could be a security patrol.",
          "character": "LULA"
        },
        {
          "type": "direction",
          "text": "Vehicle pulling up. Engine running.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "We're okay. Just the meat wagon.",
          "character": "LULA"
        },
        {
          "type": "dialogue",
          "text": "You mean food aid?",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "I mean refuse collection. The bodies. We'll go another way. Follow me.",
          "character": "LULA"
        },
        {
          "type": "dialogue",
          "text": "Lula led me through a warren of streets and alleys for another fifteen minutes before we stopped again. I was then blindfolded for the rest of the journey. Some time later, we entered a building. It was mercifully cooler inside. I was led downwards through several rooms before I was brought to a halt, and my blindfold removed. I was left alone, in the dark.",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "My eyes are beginning to adjust now. There's some light coming from under the door, which helps. I'm in a small room. There's a table with two chairs. I suspect we're underground.",
          "character": "WAREING"
        },
        {
          "type": "direction",
          "text": "Door opens and closes, footsteps.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "It's a bit gloomy in here, isn't it?",
          "character": "ACE"
        },
        {
          "type": "direction",
          "text": "Match lights candle?",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Much better. I see you, you see me. Sit down. Have some tea. I've brought a flask.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Was I really having tea with the Rebel Queen, the most dangerous criminal in the colony? Like Lula, she was also a slim, attractive woman, but slightly older. She sat opposite me. She seemed relaxed, friendly.",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "I hope you don't mind me saying this, but, er, I'm not sure how I should address you. Rebel Queen seems just a little, well, pretentious?",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "(laughs) The Press come up with some really rubbish names, don't they? Call me Ace. And you're Ryan Wareing. Quite the celebrity.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Thank you. Ace. Is that a, er, title?",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "It's better than Rebel Queen. I've had several names, but it's the one I've decided I like the best. It's my name.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Right. Oh, I've brought what Lula said you asked for.",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "Oh, you're a star.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "The biggest bar I could find.",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "I haven't had a chocolate for ages. Mmm. Do you mind if I save the rest?",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Of course not.",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "To business, then. We haven't much time. Now you're here, we should...",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Where is here? I've seen death, poverty and squalor on a scale that defies belief. This can't be the Outer District.",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "You're in what we like to call the Cesspit. That's the polite version, anyway. It stretches from the edge of the Outer Districts to the bay of the Iloonan Sea. You won't know about it. Few people in the cities do. Officially there's no poverty on 34. So, because it doesn't exist, it's not reported, and travel restrictions ensure it's not seen.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Are you accusing the Government of censorship, and deliberate neglect?",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "I don't have to accuse. The documents prove it.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "What documents?",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "I'm coming to that. But first, I want to say...",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Listen. I agreed to come here because I was promised I would be allowed this interview if I followed certain conditions, which I've done. But I conduct the interview on my terms, okay?",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "(sigh) Fair enough.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "You call yourself Ace. That sounds like an off-world name. Do you come from a different colony planet?",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "No, I come from Earth.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Earth? That was abandoned centuries ago.",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "Was it? I’ve travelled around a lot. I lose track. Is it important? I come from a different colony planet then, yes. Next question.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Why did you choose to come to this colony? Work opportunities? Some other reason?",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "Recreation. I needed some real sunshine. Not as hot as it is now, mind you. And I didn't choose to come here, it just turned out that way.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Do you have any family, relationship children?",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "Children? (laughs) No. Got a mum and a brother. Look, this isn't what we're here to talk about, this is just crappy gossip column stuff.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "People want to know about the Rebel Queen. They want to understand who she is, why she wants to destroy our way of life. Why she feels she has to kill to achieve it.",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "I've killed no-one! And neither have my friends. We're trying to find a way to stop the killing. Oh, let's forget the twenty questions, I'll just tell you the story.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "What follows contains references to people and events that we are unable to broadcast under current restrictions. In order that Ace's statement can be presented in full, these references have been concealed.",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "When I arrived on 34, the first thing I saw was the most gorgeous snow-covered valley, sparkling in the light of two moons. It was like a beautiful painting. The kind of picture my art teacher at school would get us to do while she nipped out to see Mister Watts in Chemistry. That happened quite often. There was definitely something going on there. Anyway, though I'd been hoping for a tan, I hadn't seen snow for years, and I love snow. Sometimes the kid just comes out in you, doesn't it, and I ran and ran, and threw snowballs. We were going to make a snowman, and then...",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "We?",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "Oh yeah, sorry. Me. I. It was when I reached the end of the valley that I found the crash site. It was a big aircraft, almost completely burnt out. I counted fifty bodies, all dead. Most seemed to be wearing prison uniform, the rest were crew and guards. Then I heard a voice close by. One of them had survived. I managed to keep him alive for a few more hours, long enough for him to tell me just what it's like to be a prisoner in 34. They were on their way to a (beep) somewhere out east. He'd been a member of (beep) before he was arrested, but he'd become disillusioned with the direction the (beep) had taken in recent years, the cruelty and corruption . Finally he fell out with (beep) and was arrested, imprisoned and tortured. His wife and children were taken too, and confined in a (beep) in (beep). He knew they were to be moved soon, and begged me to help them escape. He gave me names and addresses of people who could help. He didn't speak after that. He died about half an hour later.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Why should I believe any of this?",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "Because it's the truth! And that's what you're interested in, according to your programmes. That's why we wanted you. I knew this man was telling the truth, and I wanted to help him, so I found the addresses he gave me, and made contact with the people. Together we were able to rescue his wife and three other (beep) prisoners, who were also en route to (beep). We'd set up safe houses out here. It seemed the best place for them. Somewhere invisible. As we heard more of their stories, we began to realise that something terrible was happening here. Cold-hearted. Evil. But we needed proper evidence if we were going to be able to do anything about it. Then the dead man's wife told us that her husband had once talked about secret state archives, hidden away in ordinary Government buildings. Documents that only a trusted few of the (beep) knew about. There was one in each city.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "So you are admitting responsibility for the last three day's bombings. The deaths...",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "Wait! Just listen. It took us a while, but we found out the archives had been stored in city planning offices. It was me who decided we should break in. It wasn't the most popular decision, and I admit I probably got a bit enthusiastic with the explosives. The doors weren't as solid as I thought. Neither were the walls for that matter, but I hadn't got any other way to get in, like keys or codes, which I'd been promised. I was only supposed to blow the bloody doors off. And the buildings were all unoccupied. We double-checked. No-one was killed. Those corpses were planted there, if they ever existed.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "What about the factory yesterday? Why murder those innocent people? They weren't hiding secret documents.",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "Do you really think I'd be involved in something like that? It was a set-up, by (beep), who then pretended to have just arrived to deal with the situation. They've been trying to discredit the opposition with bombings like that for years, like the one that stopped the last Tri-City Games. We're trying to save people here. Can't you get that into your head?",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "You're making very serious accusations .",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "You can read the stuff we got from the archives for yourself. Terrible things have been done by (beep) and (beep). It's always for the good of the people. People have disappeared. Even the bodies of the dead vanish. We've been trying to find out where those meat wagons go, but we always lose them.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Lula and I saw one of them earlier.",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "Yeah. They seem to be patrolling at all hours now. The documents we've got so far hint that there might be some sort of programme going on.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "What sort of programme?",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "We think they're culling.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Culling?",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "The meat wagons don't just pick up dead people. The population out here is decreasing all the time. And it's not just out here. More and more are disappearing in the Outer Districts, and even in the cities now.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Turning to your alleged relationship with the FDP. The Government claim that you and your rebels...",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "We're not rebels. This isn't a rebellion. It's more like, I don't know, a resistance.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "You and your resistance, then, have strong connections with them. In fact, they say that you are one and the same. The FDP leader, Resident Doctor, is an off-worlder too. Do you know him?",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "Er, I know a Professor, if that's any help, and he's interested in world affairs .",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "You've never met Resident Doctor?",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "Oh look, why are we talking about this? It's not important. There are people dying out here in their thousands of hunger and disease, and no-one knows, let alone cares. Men, women and children are being taken from their homes and just disappearing. We're just trying to find out what's really going on and why, so",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "we can stop it. Every day we risk being hunted down by hordes of Government thugs armed to the teeth. I don't know how long we can survive. Sooner or later they'll find us, I know that. But I made a promise I'd put an end to what's happening here, whatever the dangers, or die trying. Your tea's getting cold, by the way.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Sorry? Oh, right.",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "We've no more time for this. You need to see these people for yourself. If you don't believe me, believe them.",
          "character": "ACE"
        },
        {
          "type": "direction",
          "text": "Footsteps.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "We're going to have to be quick. It's later than we've planned. We have to get him back before dawn.",
          "character": "LULA"
        },
        {
          "type": "dialogue",
          "text": "I know. I'm taking him to meet them now. Lula? Can you check the kids are okay? Share this chocolate amongst them. A surprise for the morning.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Yeah, fine.",
          "character": "LULA"
        },
        {
          "type": "direction",
          "text": "Walking.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "We've got a whole load of kids here as well.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Is there some animosity between you two?",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "Who, me and Lula? Shall we say she doesn't necessarily think I'm the right person for this job. Her brother disappeared about two years ago. Looking for him she discovered the shanties and got involved in the resistance. Turns out her brother was one of those who died in that air crash. I think she holds it against me, that I found out what happened to him and not her. I don't know.",
          "character": "ACE"
        },
        {
          "type": "direction",
          "text": "Door opens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "They're waiting for us in here.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "The voices you hear in the following extracts have been disguised to protect the speakers and their families. All names have been changed, and certain references have been concealed for legal reasons. I spoke first to Marcus who told me about the day he was arrested.",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "[recording]: I'd come home early from work. My partner answered the door and was violently pushed aside by four security guards. They grabbed me and hauled me out into the street where I was beaten. I don't remember being taken away, but I remember the interrogation . I had apparently been seen speaking to a known opponent of the Government. I had no idea who he was. I'd spoken to him, but it was totally innocent. They held and tortured me for three weeks. In the end I just said what they wanted.",
          "character": "MARCUS"
        },
        {
          "type": "dialogue",
          "text": "Next, Antonio described his ordeal.",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "[recording]: I was arrested for complaining about work conditions for my team in the mines of the Akaseem Peninsula. I was a site manager, but was accused of being a rebel infiltrator because I spoke out about the conditions there. I was tortured for four months. I'll never be able to walk properly again. I recognised some of the faces I saw at the detention centre. Government officials. The interrogators were very skilled. They could keep you alive but in excruciating pain for weeks.",
          "character": "ANTONIO"
        },
        {
          "type": "dialogue",
          "text": "But it was Maria's story that shocked the most.",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "[recording]: My husband was close to the Premier. We'd just returned from our vacation when they came for us. I was separated from him and the children, and left in a cell for nearly two days, but not allowed to sleep. I was exhausted, starving, confused, disorientated, Then I was interrogated. Questions I couldn't answer, because I didn't know the answers . Anyway, I began to realise they weren't interested in the truth, just in getting me to say what they wanted. They told me that if I made a statement, our children could go free. So I did. I was left alone again - no food, no toilet, filthy, exhausted. Then the door opened and they brought my children in. Damn. Then he came in too.",
          "character": "MARIA"
        },
        {
          "type": "dialogue",
          "text": "[recording]: Who?",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "[recording]: The Premier. I couldn't believe it. Thought I'd gone mad. The guards forced my children to their knees. Then he shot them, in turn, in the head. He was smiling. I'm sorry, I can't go on.",
          "character": "MARIA"
        },
        {
          "type": "dialogue",
          "text": "Ace showed me some of the documents they had found. If they are genuine, then 34 is home to the worst corruption, fraud, oppression and murder imaginable. With time running short, and again blindfolded, Ace led me back out onto the stinking streets. When my blindfold was removed a few minutes later, I found that we had stopped in a square, surrounded by housing of a much higher quality than elsewhere.",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "Lula should be here with your transport. Where the hell has she got to? Oh, where the hell is she? (sirens)Oh no. Not her, not now.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "What's happened?",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "Lula. I think she's dropped us in it. We've got to get out of here.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Stay in your homes. Do not be alarmed. Security patrol in operation.",
          "character": "SECURITY"
        },
        {
          "type": "dialogue",
          "text": "They're coming up the other road.",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "Stay in your homes. Do not be alarmed.",
          "character": "SECURITY"
        },
        {
          "type": "dialogue",
          "text": "There's an empty house over there. It's our one chance. Run!",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Security patrol in operation.",
          "character": "SECURITY"
        },
        {
          "type": "direction",
          "text": "Running.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Stay in your homes. Do not be alarmed. Security patrol in operation.",
          "character": "SECURITY"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Stay in your homes. Do not be alarmed. Security patrol in operation.",
          "character": "SECURITY"
        },
        {
          "type": "dialogue",
          "text": "Get that table up against the door. We'll go out the back way and lose them in the alleys. Check the back window.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "[OC]: Stay in your homes. Do not be alarmed. Security patrol in operation.",
          "character": "SECURITY"
        },
        {
          "type": "dialogue",
          "text": "What the hell are those?",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "Security hard nuts showing off the latest big ugly body armour.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "That could explain the monster stories.",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "Yeah, maybe. Right. Got a stun grenade here. That should do it. Have you ever seen the end of Butch Cassidy And The Sundance Kid?",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "What?",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "Doesn't matter. Open the back door.",
          "character": "ACE"
        },
        {
          "type": "direction",
          "text": "Door opened.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Oi! You lot! Keep your heads down!",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "2: (loudhailer) Halt, or we fire!",
          "character": "SECURITY"
        },
        {
          "type": "direction",
          "text": "Bang!",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "[OC]: Stay in your home. Do not be alarmed.",
          "character": "SECURITY"
        },
        {
          "type": "dialogue",
          "text": "Come on! Down this way!",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "We ran down alleys, over debris, through derelict buildings with the guards dropping ever further behind. Eventually we halted outside a small shanty, and Ace dragged me inside.",
          "character": "WAREING"
        },
        {
          "type": "direction",
          "text": "Door opens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Always have a Plan B. That's what I've been taught. Here it is. A 1952 Vincent Black Lightning, with a few added extras. Belongs to a friend of mine. He sort of collects things as he travels about. Oh, please tell me you've ridden a bike before.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Yes, but not like this.",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "Don't worry, it's fully automatic. Just follow the red arrow on the screen map, and it'll do the rest. It's programmed to get you back to the South Gate. When you get there, ditch it, anywhere. We'll find it.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Get on. I'll open the doors. We've got to let the people in the cities know what's really going on. Promise that you'll broadcast everything. No cuts.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "I'll do my best.",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "Make it better than best, all right?",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "What about you?",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "I need to get back to the safe house, move everyone and close it down. I'm hoping Lula hasn't told them too much. Don't worry, I'll be okay. And I'll be listening. Now, drive, fast!",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "As I drove away from the chaos of that night, I couldn't help but admire her courage, and the steadfastness of her beliefs. Her name was Ace, but her bearing, leadership and strength of purpose left me wondering whether Rebel Queen wasn't in the end a more fitting title for her after all.",
          "character": "WAREING"
        },
        {
          "type": "dialogue",
          "text": "Wareing's World - the Rebel Queen was presented by Ryan Wareing and produced by Arronita Dench. It was a Small Star production for LIVE 34. Next, the midnight news at twenty fifth hour.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "LIVE 34.",
          "character": "RADIO"
        },
        {
          "type": "dialogue",
          "text": "LIVE 34 is supported by the Manjit-Kurtzfeld Corporation, and also receives generous financial assistance from the colony's Central Commission Broadcasting fund.",
          "character": "DREW"
        },
        {
          "type": "direction",
          "text": "Tuning out.",
          "character": null
        }
      ],
      "searchable_dialogue": "RADIO: LIVE 34.\nDREW: This is LIVE 34. Ninth month, sixth day, twenty fourth hour fifty. The half-hour news summary. I'm Drew Shahan. After a second day of power failures across the three cities, supplies have now been restored to most affected areas. A Government statement issued this evening claimed that the remains of crude incendiary devices have been found at two of the eight power stations known to be at the root of the failures. The statement goes on to implicate supporters of the FDP in the planting of the devices. We hope to have a response from the FDP shortly. With the election now officially confirmed, both presidential candidates were out on the campaign trail today, covering districts in First and Third City. At a First City forum meeting, Premier Jaeger was greeted by an overwhelmingly supportive crowd. In answer to suggestions that today's power failures were due to the colony's fuel reserves being at a critical level, the Premier had this to say.\nJAEGER: This is the same scaremongering story we hear every year. There are enough untapped reserves in 34 to power a dozen of the forty nine colonies for a thousand years, let alone this one colony. Work has already begun on new extraction projects on the plains beyond the Ishkarro Point. There is no fuel crisis. What we are facing are nothing more than cowardly attacks against our citizens by people bent on our colony's destruction. Attacking our power supplies does nothing to further their cause. It only harms the most vulnerable in our society. And before the FDP tries to deny involvement, it may care to know that our security forces have found an FDP membership card next to the debris from one of the incendiary devices. I cannot at this stage for security reasons add any further details. But I would once again plead with the FDP and its leaders to be honest with our people. Show us your true colours. and turn over the insurrectionists you are hiding in your midst. End this charade and give us back the freedom to live without fear of attack from without or within.\nDREW: While the Premier was addressing a capacity audience in First City, his FDP opponent faced questioning from hostile journalists at a Press conference in District G of Third City.\nDOCTOR: Listen, please. How am I supposed to answer your questions if you don't stop talking? Thank you. In answer to the young lady over there. Yes, I do believe the natural fuel resources of this colony are exhausted. But there wouldn't be a fuel crisis if there was more openness and trade between 34 and other colonies. Who threw that egg? Ow! Who threw that punch?\nDREW: The ensuing scuffle was immediately brought under control by security officers, and the Doctor was treated for minor facial injuries. One man was arrested, but later released without charge. The weather. Still no sign of the seasonal rains, temperatures are well above average and it will continue to be hot and humid throughout the night. Tomorrow, like today, very hot and sunny. We'll have a full half-hour report as usual at twenty fifth hour. This is LIVE 34, all news, all day, every day.\nRADIO: LIVE 34.\nDREW: In achange to this week's advertised edition of Wareing's World, award-winning investigative journalist Ryan Wareing reveals the truth behind the Rebel Queen. We should warn listeners that this programme contains material that may cause them some distress.\nWAREING: It's early evening, second day, ninth month, and I am flicking through a selection of the day's Press. (papers rustles) We live in uncertain times, perhaps more so than we have seen since the colony was founded over two hundred years ago. Things are changing fast, and it is not all change for the better, certainly not according to what I am reading here. The seemingly endless energy crises, rising unemployment, falling standards of living, terrorist attacks, but how much do we really know, and how much has been kept from us? We've all seen the headlines, bombs, death, the destruction of Government and civilian property. But there are darker tales here of fear and hatred, conspiracy and disappearance, alien\nWAREING: incursion, even rumours of monstrous creatures lurking in the shadows, yet one name seems to link all these stories together. You find it on nearly every other page. The Rebel Queen. But who is she? And is she really behind the recent terrorist atrocities? What does she hope to achieve? Does she even have an agenda? Or do she and her followers just enjoy killing and destruction? In all my years as a reporter, I can't think of anyone who has been the subject of more vilification. And yet there is very little evidence that this person even exists. Indeed, I began to suspect that she was simply an invention of a few over-excitable editors. That was, until the call I received three days ago. On the other end of a heavily-distorted line, a female voice told me that she could take me to meet the Rebel Queen. She identified herself as Lula, and then outlined a set of conditions I would have to meet for the interview to go ahead. My first thought was that this was a hoax. The travel permit allowing me to go outside the city walls which I found in my in-box was genuine enough, however. The timetable she set was very tight, and it was only a few hours before I was sitting waiting ona bench near to the First City wall. What follows is taken from the recording I made that night. It may disturb you. It will certainly shock you. But it is what happened.\nWAREING: I've er been here for some hours now, and my contact still hasn't appeared. I'm going to give it a few more minutes. I'm sitting in the shadow of the city wall close to the south gate, beyond which lies the residential Outer District. Large stretches of the wall are already covered by Vote Jaeger posters, and next to them is one solitary FDP poster. It shows the new FDP leader looking out at you with the slogan, \"Resident Doctor Needs You.\" But it's, it's the man's eyes which really strike you. They always seem to be staring straight back into yours, wherever you stand.\nWAREING: I think this could be it.\nWAREING: (sotto) I have to be quick. My contact has just pushed me into the back of this vehicle. I'm not supposed to be recording this. I just wanted to say, this whole situation feels more like a kidnap, and I hope I won't regret this.\nWAREING: : It's difficult to know where to start. What I'm seeing here is hard to believe, and I have no idea where here is. The vehicle I was in pulled up about two hours ago, and I was ordered out, pointed in this direction and told to walk till I came to something the driver called the filth, then carry on down a specific street where I would be met. The last thing he said to me was, be careful, it's curfew. Well, I've found the filth. An open sewer. It wasn't difficult. In this heat, the smell is appalling. I think this is the street I want, but given the state of this place, it's terribly hard to be sure. Even the dogs stay away. None of this ever appears in news reports, and the scale of it! It just seems to go on for ever. I can't begin to guess at the numbers of people living out here.\nWAREING: I've reached the end of the street now, and I'm standing in the gap between two buildings, if you can call them that. I'm looking out...\nLULA: (sotto) Where the hell have you been? I've been here for ages. You're in the wrong street.\nWAREING: Sorry, I - I didn't...\nLULA: Forget it. We have to go before the next patrol arrives. Move.\nWAREING: It was Lula. Early twenties, short, slim, dyed hair. Her breath smelled, and she looked hungry. She led me away down a side-street. What I saw next stopped me in my tracks.\nWAREING: What is this?\nLULA: Two dead people. What does it look like? Come on.\nWAREING: I can see what they are, but what happened? What are they doing in the middle of the street? They're, they're naked, covered in blood. They've been stabbed!\nLULA: Just a fight over food, probably. Happens all the time. And clothes are too precious to waste on the dead. There's famine. What do you expect?\nWAREING: But why are they just left in the street?\nLULA: People leave them outside because of disease. They get disposed of or the dogs get to feed. We need to go.\nWAREING: Disposed? Don't they get a proper burial? And they've been murdered. There should be an investigation. The authorities...\nLULA: Quiet! Quick! The alley, now!\nLULA: Could be a security patrol.\nLULA: We're okay. Just the meat wagon.\nWAREING: You mean food aid?\nLULA: I mean refuse collection. The bodies. We'll go another way. Follow me.\nWAREING: Lula led me through a warren of streets and alleys for another fifteen minutes before we stopped again. I was then blindfolded for the rest of the journey. Some time later, we entered a building. It was mercifully cooler inside. I was led downwards through several rooms before I was brought to a halt, and my blindfold removed. I was left alone, in the dark.\nWAREING: My eyes are beginning to adjust now. There's some light coming from under the door, which helps. I'm in a small room. There's a table with two chairs. I suspect we're underground.\nACE: It's a bit gloomy in here, isn't it?\nACE: Much better. I see you, you see me. Sit down. Have some tea. I've brought a flask.\nWAREING: Was I really having tea with the Rebel Queen, the most dangerous criminal in the colony? Like Lula, she was also a slim, attractive woman, but slightly older. She sat opposite me. She seemed relaxed, friendly.\nWAREING: I hope you don't mind me saying this, but, er, I'm not sure how I should address you. Rebel Queen seems just a little, well, pretentious?\nACE: (laughs) The Press come up with some really rubbish names, don't they? Call me Ace. And you're Ryan Wareing. Quite the celebrity.\nWAREING: Thank you. Ace. Is that a, er, title?\nACE: It's better than Rebel Queen. I've had several names, but it's the one I've decided I like the best. It's my name.\nWAREING: Right. Oh, I've brought what Lula said you asked for.\nACE: Oh, you're a star.\nWAREING: The biggest bar I could find.\nACE: I haven't had a chocolate for ages. Mmm. Do you mind if I save the rest?\nWAREING: Of course not.\nACE: To business, then. We haven't much time. Now you're here, we should...\nWAREING: Where is here? I've seen death, poverty and squalor on a scale that defies belief. This can't be the Outer District.\nACE: You're in what we like to call the Cesspit. That's the polite version, anyway. It stretches from the edge of the Outer Districts to the bay of the Iloonan Sea. You won't know about it. Few people in the cities do. Officially there's no poverty on 34. So, because it doesn't exist, it's not reported, and travel restrictions ensure it's not seen.\nWAREING: Are you accusing the Government of censorship, and deliberate neglect?\nACE: I don't have to accuse. The documents prove it.\nWAREING: What documents?\nACE: I'm coming to that. But first, I want to say...\nWAREING: Listen. I agreed to come here because I was promised I would be allowed this interview if I followed certain conditions, which I've done. But I conduct the interview on my terms, okay?\nACE: (sigh) Fair enough.\nWAREING: You call yourself Ace. That sounds like an off-world name. Do you come from a different colony planet?\nACE: No, I come from Earth.\nWAREING: Earth? That was abandoned centuries ago.\nACE: Was it? I’ve travelled around a lot. I lose track. Is it important? I come from a different colony planet then, yes. Next question.\nWAREING: Why did you choose to come to this colony? Work opportunities? Some other reason?\nACE: Recreation. I needed some real sunshine. Not as hot as it is now, mind you. And I didn't choose to come here, it just turned out that way.\nWAREING: Do you have any family, relationship children?\nACE: Children? (laughs) No. Got a mum and a brother. Look, this isn't what we're here to talk about, this is just crappy gossip column stuff.\nWAREING: People want to know about the Rebel Queen. They want to understand who she is, why she wants to destroy our way of life. Why she feels she has to kill to achieve it.\nACE: I've killed no-one! And neither have my friends. We're trying to find a way to stop the killing. Oh, let's forget the twenty questions, I'll just tell you the story.\nWAREING: What follows contains references to people and events that we are unable to broadcast under current restrictions. In order that Ace's statement can be presented in full, these references have been concealed.\nACE: When I arrived on 34, the first thing I saw was the most gorgeous snow-covered valley, sparkling in the light of two moons. It was like a beautiful painting. The kind of picture my art teacher at school would get us to do while she nipped out to see Mister Watts in Chemistry. That happened quite often. There was definitely something going on there. Anyway, though I'd been hoping for a tan, I hadn't seen snow for years, and I love snow. Sometimes the kid just comes out in you, doesn't it, and I ran and ran, and threw snowballs. We were going to make a snowman, and then...\nWAREING: We?\nACE: Oh yeah, sorry. Me. I. It was when I reached the end of the valley that I found the crash site. It was a big aircraft, almost completely burnt out. I counted fifty bodies, all dead. Most seemed to be wearing prison uniform, the rest were crew and guards. Then I heard a voice close by. One of them had survived. I managed to keep him alive for a few more hours, long enough for him to tell me just what it's like to be a prisoner in 34. They were on their way to a (beep) somewhere out east. He'd been a member of (beep) before he was arrested, but he'd become disillusioned with the direction the (beep) had taken in recent years, the cruelty and corruption . Finally he fell out with (beep) and was arrested, imprisoned and tortured. His wife and children were taken too, and confined in a (beep) in (beep). He knew they were to be moved soon, and begged me to help them escape. He gave me names and addresses of people who could help. He didn't speak after that. He died about half an hour later.\nWAREING: Why should I believe any of this?\nACE: Because it's the truth! And that's what you're interested in, according to your programmes. That's why we wanted you. I knew this man was telling the truth, and I wanted to help him, so I found the addresses he gave me, and made contact with the people. Together we were able to rescue his wife and three other (beep) prisoners, who were also en route to (beep). We'd set up safe houses out here. It seemed the best place for them. Somewhere invisible. As we heard more of their stories, we began to realise that something terrible was happening here. Cold-hearted. Evil. But we needed proper evidence if we were going to be able to do anything about it. Then the dead man's wife told us that her husband had once talked about secret state archives, hidden away in ordinary Government buildings. Documents that only a trusted few of the (beep) knew about. There was one in each city.\nWAREING: So you are admitting responsibility for the last three day's bombings. The deaths...\nACE: Wait! Just listen. It took us a while, but we found out the archives had been stored in city planning offices. It was me who decided we should break in. It wasn't the most popular decision, and I admit I probably got a bit enthusiastic with the explosives. The doors weren't as solid as I thought. Neither were the walls for that matter, but I hadn't got any other way to get in, like keys or codes, which I'd been promised. I was only supposed to blow the bloody doors off. And the buildings were all unoccupied. We double-checked. No-one was killed. Those corpses were planted there, if they ever existed.\nWAREING: What about the factory yesterday? Why murder those innocent people? They weren't hiding secret documents.\nACE: Do you really think I'd be involved in something like that? It was a set-up, by (beep), who then pretended to have just arrived to deal with the situation. They've been trying to discredit the opposition with bombings like that for years, like the one that stopped the last Tri-City Games. We're trying to save people here. Can't you get that into your head?\nWAREING: You're making very serious accusations .\nACE: You can read the stuff we got from the archives for yourself. Terrible things have been done by (beep) and (beep). It's always for the good of the people. People have disappeared. Even the bodies of the dead vanish. We've been trying to find out where those meat wagons go, but we always lose them.\nWAREING: Lula and I saw one of them earlier.\nACE: Yeah. They seem to be patrolling at all hours now. The documents we've got so far hint that there might be some sort of programme going on.\nWAREING: What sort of programme?\nACE: We think they're culling.\nWAREING: Culling?\nACE: The meat wagons don't just pick up dead people. The population out here is decreasing all the time. And it's not just out here. More and more are disappearing in the Outer Districts, and even in the cities now.\nWAREING: Turning to your alleged relationship with the FDP. The Government claim that you and your rebels...\nACE: We're not rebels. This isn't a rebellion. It's more like, I don't know, a resistance.\nWAREING: You and your resistance, then, have strong connections with them. In fact, they say that you are one and the same. The FDP leader, Resident Doctor, is an off-worlder too. Do you know him?\nACE: Er, I know a Professor, if that's any help, and he's interested in world affairs .\nWAREING: You've never met Resident Doctor?\nACE: Oh look, why are we talking about this? It's not important. There are people dying out here in their thousands of hunger and disease, and no-one knows, let alone cares. Men, women and children are being taken from their homes and just disappearing. We're just trying to find out what's really going on and why, so\nACE: we can stop it. Every day we risk being hunted down by hordes of Government thugs armed to the teeth. I don't know how long we can survive. Sooner or later they'll find us, I know that. But I made a promise I'd put an end to what's happening here, whatever the dangers, or die trying. Your tea's getting cold, by the way.\nWAREING: Sorry? Oh, right.\nACE: We've no more time for this. You need to see these people for yourself. If you don't believe me, believe them.\nLULA: We're going to have to be quick. It's later than we've planned. We have to get him back before dawn.\nACE: I know. I'm taking him to meet them now. Lula? Can you check the kids are okay? Share this chocolate amongst them. A surprise for the morning.\nLULA: Yeah, fine.\nACE: We've got a whole load of kids here as well.\nWAREING: Is there some animosity between you two?\nACE: Who, me and Lula? Shall we say she doesn't necessarily think I'm the right person for this job. Her brother disappeared about two years ago. Looking for him she discovered the shanties and got involved in the resistance. Turns out her brother was one of those who died in that air crash. I think she holds it against me, that I found out what happened to him and not her. I don't know.\nACE: They're waiting for us in here.\nWAREING: The voices you hear in the following extracts have been disguised to protect the speakers and their families. All names have been changed, and certain references have been concealed for legal reasons. I spoke first to Marcus who told me about the day he was arrested.\nMARCUS: [recording]: I'd come home early from work. My partner answered the door and was violently pushed aside by four security guards. They grabbed me and hauled me out into the street where I was beaten. I don't remember being taken away, but I remember the interrogation . I had apparently been seen speaking to a known opponent of the Government. I had no idea who he was. I'd spoken to him, but it was totally innocent. They held and tortured me for three weeks. In the end I just said what they wanted.\nWAREING: Next, Antonio described his ordeal.\nANTONIO: [recording]: I was arrested for complaining about work conditions for my team in the mines of the Akaseem Peninsula. I was a site manager, but was accused of being a rebel infiltrator because I spoke out about the conditions there. I was tortured for four months. I'll never be able to walk properly again. I recognised some of the faces I saw at the detention centre. Government officials. The interrogators were very skilled. They could keep you alive but in excruciating pain for weeks.\nWAREING: But it was Maria's story that shocked the most.\nMARIA: [recording]: My husband was close to the Premier. We'd just returned from our vacation when they came for us. I was separated from him and the children, and left in a cell for nearly two days, but not allowed to sleep. I was exhausted, starving, confused, disorientated, Then I was interrogated. Questions I couldn't answer, because I didn't know the answers . Anyway, I began to realise they weren't interested in the truth, just in getting me to say what they wanted. They told me that if I made a statement, our children could go free. So I did. I was left alone again - no food, no toilet, filthy, exhausted. Then the door opened and they brought my children in. Damn. Then he came in too.\nWAREING: [recording]: Who?\nMARIA: [recording]: The Premier. I couldn't believe it. Thought I'd gone mad. The guards forced my children to their knees. Then he shot them, in turn, in the head. He was smiling. I'm sorry, I can't go on.\nWAREING: Ace showed me some of the documents they had found. If they are genuine, then 34 is home to the worst corruption, fraud, oppression and murder imaginable. With time running short, and again blindfolded, Ace led me back out onto the stinking streets. When my blindfold was removed a few minutes later, I found that we had stopped in a square, surrounded by housing of a much higher quality than elsewhere.\nACE: Lula should be here with your transport. Where the hell has she got to? Oh, where the hell is she? (sirens)Oh no. Not her, not now.\nWAREING: What's happened?\nACE: Lula. I think she's dropped us in it. We've got to get out of here.\nSECURITY: Stay in your homes. Do not be alarmed. Security patrol in operation.\nWAREING: They're coming up the other road.\nSECURITY: Stay in your homes. Do not be alarmed.\nACE: There's an empty house over there. It's our one chance. Run!\nSECURITY: Security patrol in operation.\nSECURITY: Stay in your homes. Do not be alarmed. Security patrol in operation.\nSECURITY: [OC]: Stay in your homes. Do not be alarmed. Security patrol in operation.\nACE: Get that table up against the door. We'll go out the back way and lose them in the alleys. Check the back window.\nSECURITY: [OC]: Stay in your homes. Do not be alarmed. Security patrol in operation.\nWAREING: What the hell are those?\nACE: Security hard nuts showing off the latest big ugly body armour.\nWAREING: That could explain the monster stories.\nACE: Yeah, maybe. Right. Got a stun grenade here. That should do it. Have you ever seen the end of Butch Cassidy And The Sundance Kid?\nWAREING: What?\nACE: Doesn't matter. Open the back door.\nACE: Oi! You lot! Keep your heads down!\nSECURITY: 2: (loudhailer) Halt, or we fire!\nSECURITY: [OC]: Stay in your home. Do not be alarmed.\nACE: Come on! Down this way!\nWAREING: We ran down alleys, over debris, through derelict buildings with the guards dropping ever further behind. Eventually we halted outside a small shanty, and Ace dragged me inside.\nACE: Always have a Plan B. That's what I've been taught. Here it is. A 1952 Vincent Black Lightning, with a few added extras. Belongs to a friend of mine. He sort of collects things as he travels about. Oh, please tell me you've ridden a bike before.\nWAREING: Yes, but not like this.\nACE: Don't worry, it's fully automatic. Just follow the red arrow on the screen map, and it'll do the rest. It's programmed to get you back to the South Gate. When you get there, ditch it, anywhere. We'll find it.\nACE: Get on. I'll open the doors. We've got to let the people in the cities know what's really going on. Promise that you'll broadcast everything. No cuts.\nWAREING: I'll do my best.\nACE: Make it better than best, all right?\nWAREING: What about you?\nACE: I need to get back to the safe house, move everyone and close it down. I'm hoping Lula hasn't told them too much. Don't worry, I'll be okay. And I'll be listening. Now, drive, fast!\nWAREING: As I drove away from the chaos of that night, I couldn't help but admire her courage, and the steadfastness of her beliefs. Her name was Ace, but her bearing, leadership and strength of purpose left me wondering whether Rebel Queen wasn't in the end a more fitting title for her after all.\nDREW: Wareing's World - the Rebel Queen was presented by Ryan Wareing and produced by Arronita Dench. It was a Small Star production for LIVE 34. Next, the midnight news at twenty fifth hour.\nRADIO: LIVE 34.\nDREW: LIVE 34 is supported by the Manjit-Kurtzfeld Corporation, and also receives generous financial assistance from the colony's Central Commission Broadcasting fund."
    },
    {
      "part_number": 3,
      "start_line": 932,
      "end_line": 1393,
      "elements": [
        {
          "type": "direction",
          "text": "[Part Three]",
          "character": null
        },
        {
          "type": "direction",
          "text": "Tuning in. Three beeps.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "LIVE 34.",
          "character": "RADIO"
        },
        {
          "type": "dialogue",
          "text": "This is LIVE 34. Ninth month, tenth day, twenty first hour fifty. The half hour news summary, I'm Drew Shahan. A special security operation is reportedly underway tonight in the Outer District of Second City. No further information is available, but as soon as we hear more we'll bring it straight to you. Today's main news of course is the explosion that destroyed a senior citizens' residential home in Third City's Lower District B, killing sixty seven and injuring a hundred and two others. Residents were gathering for breakfast when the explosion destroyed the main dormitory block. Emergency services were quick to arrive at the scene, and many of the injured were taken to Third City hospital for treatment. Twenty nine remain on the critical list. No- one has yet claimed responsibility, but a government spokesperson insisted that insurgents under the control of the so-called Rebel Queen were behind the attack. They went on to announce that as a result of this latest incident, Premier Jaeger will be introducing further emergency measures to reinforce border controls. All air transporters will be grounded, and all flights in and out of the colony stopped until after the election, when the",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "situation will be reviewed. News of the explosion was quick to spread throughout the three cities, and by mid- morning, many people were out on the streets in protest. Continuing his election campaign, the leader of the",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "encountered some of the protestors in the normally quiet district J in Second City. LIVE 34 was there to record what happened.",
          "character": "FDP"
        },
        {
          "type": "direction",
          "text": "Shouting from people in the background.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "How do you think you've gone down with the citizens of District J today? Have they shown any sympathy towards your party's policies at all?",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Oh yes. It's been a bit boisterous, but we've met some very nice people on the other side of this wall of shouting. I didn't quite catch what they had to say. I believe they liked my hat.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You support the rebels. You protect them. Killers. My mother was in that home. Murderer!",
          "character": "GUNMAN"
        },
        {
          "type": "direction",
          "text": "Shot fired, screams.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Get down!",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Another shot.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Hold him. Hold him down. Get the gun.",
          "character": "SECURITY GUARD"
        },
        {
          "type": "dialogue",
          "text": "Resident Doctor. Are you all right? Resident!",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "You know, it just hasn't been my week.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Resident Doctor's injuries proved to be superficial, and no-one else was hurt. The gunman who has not been named was arrested and charged with attempted murder, but the charge has since been dropped, and the gunman released. No official reason has yet been given for his release. The election now, and the latest opinion polls place Premier Jaeger safely ahead of his FDP rival. With only five days to go, the Premier has a solid and growing lead over Resident Doctor, which currently stands at fifteen point five per cent. LIVE 34 has now received over four hundred complaints about last week's edition of Wareing's World. The government inquiry set up to investigate the circumstances surrounding the making and broadcast of the programme today published its report. It found serious incidences of bias, inaccuracy and unnecessary alarmist reporting. Government sources have strenuously refuted the programme's allegations and have insisted that no security actions took place on the night in question. The committee concluded that the programme had been nothing more than anti-Government propaganda. A reply from LIVE 34 is expected shortly. Meanwhile the result of the inquest into the apparent suicide of journalist Ryan Wareing on ninth month, sixth day will be released tomorrow. Sport. Just one result tonight in the third of the regional aqua-ball quarter finals, Last Haven beat the Pioneers ten shots to four. Finally the weather. The drought has broken at last. It's coming down in sheets all over the colony. The rains are expected to carry on for the next few days, so I should stay indoors if I were you. The main news is at twenty second hour. This is LIVE 34. All news, all day, every day.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "LIVE 34.",
          "character": "RADIO"
        },
        {
          "type": "dialogue",
          "text": "We now join a rather wet Charlotte Singh, with another in her series Live With. This week she is Live With The Paramedics.",
          "character": "DREW"
        },
        {
          "type": "direction",
          "text": "Raining in background.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Thank you Drew, and hello. Yes, you do find me slightly damper than I might like, thanks to the rains which have arrived at long last. And that's not the only thing that's a little out of the ordinary about this edition of Live With. We'll be meeting up with our paramedic in just a few minutes, but as you can probably hear from the sound of the rain above me, I'm actually standing inside a protective plastic tent, a tent that's been erected over a recently-excavated trench just outside the main Second City hospital. During the digging of foundations for the Maternity Wing extension, an amazing discovery was made that may finally put to rest one of the more outlandish recent rumours that have spread around the colony. For I can reveal to you now, there are indeed monsters on 34. Or rather, there were. Because what the builders have found down here are the fossilised remains of animal bones from 34's pre-history, millions of years old. The Second City University archaeology department was stunned and thrilled at this incredibly important find as you'd expect. Their team has been hard at work here attempting to extract the first of the bones from the ground. Oh, if I move in closer with my torch, I can give you a better description of what's been uncovered, because these beasts must have been truly impressive in their time. I'm told that the er, the bones here are thought to be from two individual skeletons. The vertebrae, ribs and leg bones are enormous. Standing, they would have been some three storeys tall. Ahand with a vicious claw has been partly excavated today, and towards the top of the trench, part of a lower jawbone with razor-sharp teeth is in the process of being unearthed. It's rather strange to have these ancient dead creatures here when only two floors above me new babies are being born. In the torchlight you can almost imagine that these things are trying to struggle back out of the mud. It's a little unsettling. Anyway, it’s time now to leave the excavation site and get on with tonight's programme. I'll just extricate myself from this muddy trench, and out into the pouring rain. So I'm just dashing over to a covered walkway which will take me to the hospital ambulance pool where we'll meet up with the subject of tonight's Live With programme. And this path takes me around the back of the hospital, with the main hospital building on my right. The hospital was built almost a century ago and is made from the",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "beautiful Marnite stone found in the northern mountains. The architecture is typical of that period. A perfect example of the new art style. Big windows, all very colourful. Very much frowned upon today. This building has been cited for demolition at various times in recent years, but so far seems to have escaped being replaced by that grey block-house design which has long been mooted for it. Just approaching the end of the walkway now, and through these doors.",
          "character": "CHARLOTTE"
        },
        {
          "type": "direction",
          "text": "Goes indoors.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "And these.",
          "character": "CHARLOTTE"
        },
        {
          "type": "direction",
          "text": "Outside again",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "And here we are. And here's the young man we've come to meet, standing ready by his ambulance. Hello there.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Oh. Yeah. Er, hi.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Oh, hang on, sorry, I just need to adjust your microphone, so we can hear you properly.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Thanks. Hello.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "This is paramedic Hex and we're going to be accompanying him on his shift over the next half an hour, so we can get an insight into the work of the paramedic service, and then we'll be back again at twenty second hour fifty for an update on the evening's events. Hex is part of a team of some sixteen paramedics, and normally he would have had a second team member with him, but I understand she's called in sick, and staffing shortages means he will be having to do the shift unaided.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "I'm sure you can pass the odd bandage.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "At one point the broadcast itself looked to be in doubt and it's only because I've got advanced first aid qualifications that the hospital has allowed the show to go ahead.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Well, we're supposed to have a minimum crew of two on board the ambulance, but we're so short- staffed at the moment that the rules tend to get a bit bent. And sorry about having me mouth full earlier. First chance I've had anything to eat all day.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "No problem. I hope you don't mind me asking, but what was it you were eating?",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Oh, chips and gravy. It's a delicacy where I come from.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "I see. And where is that?",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Well, I'm from E... Er, well, somewhere far away, you know, from here.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Ah, I thought you were outside the colony from your accent. I'd hazard a guess at Colony 48?",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Yeah. Bang on. Right first time.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "I thought as much. I've met a few people from 48 and they nearly always try to avoid admitting where they're from. Right, well, we'd better be moving on. Perhaps you'd like to talk us through any necessary procedures before we get on board?",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Well, first I check to see if the ambulance has got all the equipment we need, and of course, when it comes, whatever you need, never seems to be there. That's Murphy's Law for you.",
          "character": "HEX"
        },
        {
          "type": "direction",
          "text": "Ambulance approaching.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Hey, what's going on?",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Shouldn't we go over and see? They, they might need help.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "No. There's a lot of very nervous-looking, very armed security there and we don't want to make them more nervous. There could be an accident. Hey, shouldn't you be describing this? This is supposed to be Live With, isn't it? And this is about as live as you're gonna get.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "I guess so. Er. Yes, well er a convoy of vehicles has just drawn up outside the rear entrance to the hospital. Armed guards have emerged, they've surrounded a large black vehicle in the centre of the convoy.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Looks like an ambulance. But there's no lights or markings or nothing.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Some men have just exited from the back of the ambulance pushing a trolley with someone on it, covered by a blanket. They've just been escorted into the hospital by the security guards, and now they're leaving.",
          "character": "CHARLOTTE"
        },
        {
          "type": "direction",
          "text": "Siren recedes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "I wonder what all that was about then?",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Unfortunately there isn't really time to find out since we're supposed to be in the middle of a programme about you doing your rounds.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Oh, yeah. Yeah, of course.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "If we could get on board your ambulance now?",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Yeah, sorry.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "So we're in the cab now and just heading away from the hospital and out onto the main street through torrential rain.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "I'd better put me headset on. Hello? Yeah? I know, I know. Yeah, we got a bit distracted, that's all. Sorry. Right. Not far then. Okay. Over and out. Look, we've got a call to go to the D Unit, 181 in Lower District S. It's quite close. Some poor old lady's fallen through her dining room floor. Builders, eh? Hope it's not the same lot who were doing the new Maternity Wing.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "(laughs) How many emergency calls would you get on average per shift?",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Well, every call-out is treated as an emergency. But when you get there, they're often not emergencies",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "at all. It's only once in a while you get the oh-my-God's, and next thing you know you're pumping someone's chest to keep him alive. And if all goes well, eight times out of ten they'll live long enough to moan about you trampling mud into their garden.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "How do you feel when someone doesn't make it?",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Some people do die, yeah. And in the end, it’s just part of the job. It's life. As long as I can say I did everything I could, that's the important thing.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Mmm. I realise this is an obvious question, but I'm sure everyone would like to know. What made you want to become a paramedic?",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "To tell you the truth, it was me gran. Well, in part at least. Go find a job there'll always be demand for, she said. Doctor, lawyer, cooking, making shoes. See, me dad, see, he worked on the docks. There was a strike in support of some guys who'd been sacked. It lasted for years. The problem was, the whole industry was in decline anyway. In the end he had to accept redundancy, and he lost what he had always thought was a job for life. So when I left school, I looked around at the options, and I reckoned that medicine was a pretty safe bet. People just keep getting ill anyway. Trained as a nurse, and now I'm a paramedic.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "There was a dock strike in Colony 48?",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Yeah, well, it's not very well known.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "I didn't think that 48 had access to navigable waters.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Right. No, it was air docks.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Oh. Okay. So you became a paramedic. What made you decide to come to 34 rather than stay at home?",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "To tell the truth, more opportunities for work, I suppose. The recruiting agencies in 34 are big advertisers in other colonies, aren't they? Good pay and all that. I had to fill out the Alien Registration Form and go through the usual vetting procedures. Do a Paramedic In Pressure course to get me up to 34's standard, and then learn the city layouts so I could find me way around.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "As an outside agency worker then, have you ever experienced any prejudice towards you at all? I only raise the point as off-colony labour doesn't get very good Press coverage as a rule.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "No more than I would expect. All this talk of aliens and monsters in the colony is just a way for people to vent their prejudices, and still think that they sound reasonable. Before long they'll be saying, they're taking our son's jobs, they're running off with our daughters, or vice versa.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "We're interrupting this programme to bring you some breaking news. In the last few minutes it has been announced that 34's Public Enemy Number One, commonly referred to as the Rebel Queen, has been captured by security operatives in the Outer District of Second City. LIVE 34 was there to record the events leading up to the arrest.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "(loudhailer) We have the building completely surrounded. Give yourselves up, and no harm will come to you. I ask again for you to surrender. Will you give your answer?",
          "character": "SECURITY"
        },
        {
          "type": "dialogue",
          "text": "Sod off!",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "(loudhailer) Right. On my command, open fire.",
          "character": "SECURITY"
        },
        {
          "type": "direction",
          "text": "Many guns prepared for firing.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "(loudhailer) Fire!",
          "character": "SECURITY"
        },
        {
          "type": "direction",
          "text": "Hail of automatic fire.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Soon after this, security operatives entered the building and successfully overwhelmed the insurgent opposition. It is understood that the Rebel Queen was one of several survivors, though the extent of her injuries is unknown. A full report will follow in our next news bulletin. Until then, we return you to Live With The Paramedics.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "Apologies for the break in transmission there. I know you couldn't hear that, Hex, but we've just learned that the Rebel Queen has been captured by security forces. I wonder if what we saw at the hospital had any ... Hex, stop! Hex, stop now!",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "What? What?",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Brake!",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "What? Bloody hell!",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "When I say stop I mean it straight away.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Sorry. Look, I wish I never had those chips and gravy now.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Didn't you see that hole?",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "I was thinking of. Look, I've said I'm sorry. Better go and have a look.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Er, well, if you needed anything to prove that this was going out live, we've ... just narrowly avoided driving headlong into a very large, almost crater-like hole stretching across the width of the road. The road surface appears to have collapsed completely.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "There’s no way we'll get the ambulance round that, and this is the only way into the crescent. Look, I'll get the portable medical kit. We'll have to walk.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "You mean I have to get soaked again?",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "It's only round the corner. You've got your coat on. And anyway, I remembered to bring an umbrella. Borrowed it off a friend. Come on. I think our patient's got the kettle on.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "It's getting worse now. Give me that umbrella.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Wait for me! I wonder if it's normally this quiet here at this time of night.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Normal people wouldn't be out on a night like this.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Are you implying we're abnormal?",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Well, we're the ones getting drenched, aren't we?",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Fair point. This is the one.",
          "character": "HEX"
        },
        {
          "type": "direction",
          "text": "Doorbell.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Right, well, we are standing on the doorstep of Number 181. Oh, hang on. If this lady's fallen through the floor she's probably hurt her leg. She could be trapped down there. How do we know she's going to answer the door?",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "To be honest, I don't think it's as bad as that. I get the impression that this is one of those emergencies that's more of a community service than anything else.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Are you telling me this is all probably a waste of time?",
          "character": "CHARLOTTE"
        },
        {
          "type": "direction",
          "text": "Door opens.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Hello there. Oh, come in out of the rain, hmm?",
          "character": "GINA"
        },
        {
          "type": "direction",
          "text": "Door closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "I've been listening to you. It's all been very entertaining. I haven't been able to put the kettle on yet. Oh. I'd better switch this off, hadn't 1? (feedback from radio stops) Please sit down. I'll just go and rustle up a little drink. Oh!",
          "character": "GINA"
        },
        {
          "type": "dialogue",
          "text": "Are you all right, love? Look, hold onto my arm.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Oh.",
          "character": "GINA"
        },
        {
          "type": "dialogue",
          "text": "Didn't get your name.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "It's Gina. Thank you, yes. I am feeling a little unsteady. Oh, my late husband's walking stick should be around somewhere. I might have left it by the door. We moved here about a year before he died...",
          "character": "GINA"
        },
        {
          "type": "dialogue",
          "text": "Charlotte? Could you make those drinks for us? Something hot and sweet.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "That was four years ago now...",
          "character": "GINA"
        },
        {
          "type": "dialogue",
          "text": "Please.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Fine. I'll, I'll go and sort that out then, shall I?",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Great. Thanks.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Mm. I'm sure there are some interesting cups the listeners would like us to tell them about.",
          "character": "CHARLOTTE"
        },
        {
          "type": "direction",
          "text": "Leaves, door closes.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Okay. Let's have a look at those dressings, shall we? Come and sit down here a mo’. There we are. Now, I'll be as gentle as I can. I just want to get a look at what's happening underneath here. Hey. This isn't bad. Somebody knows what they're doing. Did you do this yourself?",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Oh no. A gentleman helped me. I think.",
          "character": "GINA"
        },
        {
          "type": "dialogue",
          "text": "There was a man here?",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Yes. I heard something in the back garden, and I went to see what it was. I was halfway across the dining room, when the floor gave way and I fell. I called out for help, and the next moment there was this gentleman pulling me out of the hole.",
          "character": "GINA"
        },
        {
          "type": "dialogue",
          "text": "And what did he look like?",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Oh, I really can't remember, dear, it's all gone a bit hazy. When I try to picture his face, it just seems blurry. I'm sure I'd seen him before somewhere though.",
          "character": "GINA"
        },
        {
          "type": "dialogue",
          "text": "That's all right. I think I understand.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "I don't even remember him leaving.",
          "character": "GINA"
        },
        {
          "type": "dialogue",
          "text": "Look, don't worry about it.",
          "character": "HEX"
        },
        {
          "type": "direction",
          "text": "Reattaching dressings.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "I'll just leave these dressings the way they are, they're fine. I'm just going to go and take a look at that hole.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Okay. Can you keep the door shut, though? I didn't like the smell coming up from there. I would have called the security, but they always make me nervous. People say there are monsters out there. Is that true?",
          "character": "GINA"
        },
        {
          "type": "dialogue",
          "text": "(laughs) Monsters? Look, that's all rubbish. Just stories that the Press make up to sell papers. Have you ever seen any monsters round here?",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Yes I have. Outside my window. It made a funny face, you know.",
          "character": "GINA"
        },
        {
          "type": "dialogue",
          "text": "That sounds more like your gentleman to me. I'm going to take a torch and have a look down that hole.",
          "character": "HEX"
        },
        {
          "type": "direction",
          "text": "Hex leaves, Charlotte enters.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "One mug of hot sweet tea, Resident. Hey Hex, where are you?",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "I'm in ‘ere, looking into something.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "What are you up to? Don't go down there.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "It's okay.",
          "character": "HEX"
        },
        {
          "type": "direction",
          "text": "Bricks falling.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "I think this is what I'm here for...",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Hex?",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "I'm all right. It's like the one in the road. It's pretty deep and at least as wide as the living room. Looks like the rains overflowed the sewers or something. Caused the ground to subside. It's not good, this. I don't think this place is going to be safe for much longer. (coughs) Oh, and it smells foul. Sulphurous. And I think I know why. There's a thick layer of ash going all the way around the sides of the hole. Looks like it probably goes a lot further down too. Were these houses built on some kind of industrial wasteland?",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Look, just come up out of there, Hex.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "No, hold on. Can you throw me that little shovel by the fire?",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Oh, here.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Cheers. I can see something in the ash. It's bone.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Huh. Perhaps it's more dinosaurs.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Eh? Oh my God! No, it's a human skull. A child. It's been badly burned. And there's a hole in the cranium. Bullet-sized. This kid was shot. There's more skulls and bones down here.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Hex, come up here now. This is going out live, remember.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Don't you understand? This is a mass grave. I'm kneeling on a pile of dead people. This is what he wanted me to find. Then why the hell didn't he tell me?",
          "character": "HEX"
        },
        {
          "type": "direction",
          "text": "Crash!",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Hex, armed security have broken in.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Stay where you are. No one will escape these premises...",
          "character": "SECURITY"
        },
        {
          "type": "dialogue",
          "text": "I'm Charlotte Singh. I'm a journalist broadcasting for LIVE 34. What are you doing? Let go of me!",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "(garbled radio acronyms)",
          "character": "SECURITY"
        },
        {
          "type": "dialogue",
          "text": "I know what's going on. That's why he sent me here. So everyone would hear the truth.",
          "character": "HEX"
        },
        {
          "type": "direction",
          "text": "Sudden silence.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Well, we must apologise for the loss of transmission there. It would appear that we're unable to go back to the Live With programme. Er. (rustle of paper) I've just been handed a special announcement by the Colony 34 State Broadcast Monitoring Department. Due to a withdrawal of funding from private investors and commercial sponsors, financial and editorial control of LIVE 34 will now be undertaken by a state-appointed body. Listeners can be assured that the independence and integrity of all LIVE 34 programming will not be affected. LIVE 34 will now cease broadcasting for a period of twenty five hours while necessary reorganisation is carried out. We apologise for this inconvenience. So, it only remains for me, Drew Shahan, to say that you have been listening to LIVE 34. Er, a very good night to you all, and I hope we will see you all on the day after tomorrow.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "LIVE 34.",
          "character": "RADIO"
        },
        {
          "type": "direction",
          "text": "Single tone of dead frequency.",
          "character": null
        }
      ],
      "searchable_dialogue": "RADIO: LIVE 34.\nDREW: This is LIVE 34. Ninth month, tenth day, twenty first hour fifty. The half hour news summary, I'm Drew Shahan. A special security operation is reportedly underway tonight in the Outer District of Second City. No further information is available, but as soon as we hear more we'll bring it straight to you. Today's main news of course is the explosion that destroyed a senior citizens' residential home in Third City's Lower District B, killing sixty seven and injuring a hundred and two others. Residents were gathering for breakfast when the explosion destroyed the main dormitory block. Emergency services were quick to arrive at the scene, and many of the injured were taken to Third City hospital for treatment. Twenty nine remain on the critical list. No- one has yet claimed responsibility, but a government spokesperson insisted that insurgents under the control of the so-called Rebel Queen were behind the attack. They went on to announce that as a result of this latest incident, Premier Jaeger will be introducing further emergency measures to reinforce border controls. All air transporters will be grounded, and all flights in and out of the colony stopped until after the election, when the\nDREW: situation will be reviewed. News of the explosion was quick to spread throughout the three cities, and by mid- morning, many people were out on the streets in protest. Continuing his election campaign, the leader of the\nFDP: encountered some of the protestors in the normally quiet district J in Second City. LIVE 34 was there to record what happened.\nCHARLOTTE: How do you think you've gone down with the citizens of District J today? Have they shown any sympathy towards your party's policies at all?\nDOCTOR: Oh yes. It's been a bit boisterous, but we've met some very nice people on the other side of this wall of shouting. I didn't quite catch what they had to say. I believe they liked my hat.\nGUNMAN: You support the rebels. You protect them. Killers. My mother was in that home. Murderer!\nDOCTOR: Get down!\nSECURITY GUARD: Hold him. Hold him down. Get the gun.\nCHARLOTTE: Resident Doctor. Are you all right? Resident!\nDOCTOR: You know, it just hasn't been my week.\nDREW: Resident Doctor's injuries proved to be superficial, and no-one else was hurt. The gunman who has not been named was arrested and charged with attempted murder, but the charge has since been dropped, and the gunman released. No official reason has yet been given for his release. The election now, and the latest opinion polls place Premier Jaeger safely ahead of his FDP rival. With only five days to go, the Premier has a solid and growing lead over Resident Doctor, which currently stands at fifteen point five per cent. LIVE 34 has now received over four hundred complaints about last week's edition of Wareing's World. The government inquiry set up to investigate the circumstances surrounding the making and broadcast of the programme today published its report. It found serious incidences of bias, inaccuracy and unnecessary alarmist reporting. Government sources have strenuously refuted the programme's allegations and have insisted that no security actions took place on the night in question. The committee concluded that the programme had been nothing more than anti-Government propaganda. A reply from LIVE 34 is expected shortly. Meanwhile the result of the inquest into the apparent suicide of journalist Ryan Wareing on ninth month, sixth day will be released tomorrow. Sport. Just one result tonight in the third of the regional aqua-ball quarter finals, Last Haven beat the Pioneers ten shots to four. Finally the weather. The drought has broken at last. It's coming down in sheets all over the colony. The rains are expected to carry on for the next few days, so I should stay indoors if I were you. The main news is at twenty second hour. This is LIVE 34. All news, all day, every day.\nRADIO: LIVE 34.\nDREW: We now join a rather wet Charlotte Singh, with another in her series Live With. This week she is Live With The Paramedics.\nCHARLOTTE: Thank you Drew, and hello. Yes, you do find me slightly damper than I might like, thanks to the rains which have arrived at long last. And that's not the only thing that's a little out of the ordinary about this edition of Live With. We'll be meeting up with our paramedic in just a few minutes, but as you can probably hear from the sound of the rain above me, I'm actually standing inside a protective plastic tent, a tent that's been erected over a recently-excavated trench just outside the main Second City hospital. During the digging of foundations for the Maternity Wing extension, an amazing discovery was made that may finally put to rest one of the more outlandish recent rumours that have spread around the colony. For I can reveal to you now, there are indeed monsters on 34. Or rather, there were. Because what the builders have found down here are the fossilised remains of animal bones from 34's pre-history, millions of years old. The Second City University archaeology department was stunned and thrilled at this incredibly important find as you'd expect. Their team has been hard at work here attempting to extract the first of the bones from the ground. Oh, if I move in closer with my torch, I can give you a better description of what's been uncovered, because these beasts must have been truly impressive in their time. I'm told that the er, the bones here are thought to be from two individual skeletons. The vertebrae, ribs and leg bones are enormous. Standing, they would have been some three storeys tall. Ahand with a vicious claw has been partly excavated today, and towards the top of the trench, part of a lower jawbone with razor-sharp teeth is in the process of being unearthed. It's rather strange to have these ancient dead creatures here when only two floors above me new babies are being born. In the torchlight you can almost imagine that these things are trying to struggle back out of the mud. It's a little unsettling. Anyway, it’s time now to leave the excavation site and get on with tonight's programme. I'll just extricate myself from this muddy trench, and out into the pouring rain. So I'm just dashing over to a covered walkway which will take me to the hospital ambulance pool where we'll meet up with the subject of tonight's Live With programme. And this path takes me around the back of the hospital, with the main hospital building on my right. The hospital was built almost a century ago and is made from the\nCHARLOTTE: beautiful Marnite stone found in the northern mountains. The architecture is typical of that period. A perfect example of the new art style. Big windows, all very colourful. Very much frowned upon today. This building has been cited for demolition at various times in recent years, but so far seems to have escaped being replaced by that grey block-house design which has long been mooted for it. Just approaching the end of the walkway now, and through these doors.\nCHARLOTTE: And these.\nCHARLOTTE: And here we are. And here's the young man we've come to meet, standing ready by his ambulance. Hello there.\nHEX: Oh. Yeah. Er, hi.\nCHARLOTTE: Oh, hang on, sorry, I just need to adjust your microphone, so we can hear you properly.\nHEX: Thanks. Hello.\nCHARLOTTE: This is paramedic Hex and we're going to be accompanying him on his shift over the next half an hour, so we can get an insight into the work of the paramedic service, and then we'll be back again at twenty second hour fifty for an update on the evening's events. Hex is part of a team of some sixteen paramedics, and normally he would have had a second team member with him, but I understand she's called in sick, and staffing shortages means he will be having to do the shift unaided.\nHEX: I'm sure you can pass the odd bandage.\nCHARLOTTE: At one point the broadcast itself looked to be in doubt and it's only because I've got advanced first aid qualifications that the hospital has allowed the show to go ahead.\nHEX: Well, we're supposed to have a minimum crew of two on board the ambulance, but we're so short- staffed at the moment that the rules tend to get a bit bent. And sorry about having me mouth full earlier. First chance I've had anything to eat all day.\nCHARLOTTE: No problem. I hope you don't mind me asking, but what was it you were eating?\nHEX: Oh, chips and gravy. It's a delicacy where I come from.\nCHARLOTTE: I see. And where is that?\nHEX: Well, I'm from E... Er, well, somewhere far away, you know, from here.\nCHARLOTTE: Ah, I thought you were outside the colony from your accent. I'd hazard a guess at Colony 48?\nHEX: Yeah. Bang on. Right first time.\nCHARLOTTE: I thought as much. I've met a few people from 48 and they nearly always try to avoid admitting where they're from. Right, well, we'd better be moving on. Perhaps you'd like to talk us through any necessary procedures before we get on board?\nHEX: Well, first I check to see if the ambulance has got all the equipment we need, and of course, when it comes, whatever you need, never seems to be there. That's Murphy's Law for you.\nHEX: Hey, what's going on?\nCHARLOTTE: Shouldn't we go over and see? They, they might need help.\nHEX: No. There's a lot of very nervous-looking, very armed security there and we don't want to make them more nervous. There could be an accident. Hey, shouldn't you be describing this? This is supposed to be Live With, isn't it? And this is about as live as you're gonna get.\nCHARLOTTE: I guess so. Er. Yes, well er a convoy of vehicles has just drawn up outside the rear entrance to the hospital. Armed guards have emerged, they've surrounded a large black vehicle in the centre of the convoy.\nHEX: Looks like an ambulance. But there's no lights or markings or nothing.\nCHARLOTTE: Some men have just exited from the back of the ambulance pushing a trolley with someone on it, covered by a blanket. They've just been escorted into the hospital by the security guards, and now they're leaving.\nHEX: I wonder what all that was about then?\nCHARLOTTE: Unfortunately there isn't really time to find out since we're supposed to be in the middle of a programme about you doing your rounds.\nHEX: Oh, yeah. Yeah, of course.\nCHARLOTTE: If we could get on board your ambulance now?\nHEX: Yeah, sorry.\nCHARLOTTE: So we're in the cab now and just heading away from the hospital and out onto the main street through torrential rain.\nHEX: I'd better put me headset on. Hello? Yeah? I know, I know. Yeah, we got a bit distracted, that's all. Sorry. Right. Not far then. Okay. Over and out. Look, we've got a call to go to the D Unit, 181 in Lower District S. It's quite close. Some poor old lady's fallen through her dining room floor. Builders, eh? Hope it's not the same lot who were doing the new Maternity Wing.\nCHARLOTTE: (laughs) How many emergency calls would you get on average per shift?\nHEX: Well, every call-out is treated as an emergency. But when you get there, they're often not emergencies\nHEX: at all. It's only once in a while you get the oh-my-God's, and next thing you know you're pumping someone's chest to keep him alive. And if all goes well, eight times out of ten they'll live long enough to moan about you trampling mud into their garden.\nCHARLOTTE: How do you feel when someone doesn't make it?\nHEX: Some people do die, yeah. And in the end, it’s just part of the job. It's life. As long as I can say I did everything I could, that's the important thing.\nCHARLOTTE: Mmm. I realise this is an obvious question, but I'm sure everyone would like to know. What made you want to become a paramedic?\nHEX: To tell you the truth, it was me gran. Well, in part at least. Go find a job there'll always be demand for, she said. Doctor, lawyer, cooking, making shoes. See, me dad, see, he worked on the docks. There was a strike in support of some guys who'd been sacked. It lasted for years. The problem was, the whole industry was in decline anyway. In the end he had to accept redundancy, and he lost what he had always thought was a job for life. So when I left school, I looked around at the options, and I reckoned that medicine was a pretty safe bet. People just keep getting ill anyway. Trained as a nurse, and now I'm a paramedic.\nCHARLOTTE: There was a dock strike in Colony 48?\nHEX: Yeah, well, it's not very well known.\nCHARLOTTE: I didn't think that 48 had access to navigable waters.\nHEX: Right. No, it was air docks.\nCHARLOTTE: Oh. Okay. So you became a paramedic. What made you decide to come to 34 rather than stay at home?\nHEX: To tell the truth, more opportunities for work, I suppose. The recruiting agencies in 34 are big advertisers in other colonies, aren't they? Good pay and all that. I had to fill out the Alien Registration Form and go through the usual vetting procedures. Do a Paramedic In Pressure course to get me up to 34's standard, and then learn the city layouts so I could find me way around.\nCHARLOTTE: As an outside agency worker then, have you ever experienced any prejudice towards you at all? I only raise the point as off-colony labour doesn't get very good Press coverage as a rule.\nHEX: No more than I would expect. All this talk of aliens and monsters in the colony is just a way for people to vent their prejudices, and still think that they sound reasonable. Before long they'll be saying, they're taking our son's jobs, they're running off with our daughters, or vice versa.\nDREW: We're interrupting this programme to bring you some breaking news. In the last few minutes it has been announced that 34's Public Enemy Number One, commonly referred to as the Rebel Queen, has been captured by security operatives in the Outer District of Second City. LIVE 34 was there to record the events leading up to the arrest.\nSECURITY: (loudhailer) We have the building completely surrounded. Give yourselves up, and no harm will come to you. I ask again for you to surrender. Will you give your answer?\nACE: Sod off!\nSECURITY: (loudhailer) Right. On my command, open fire.\nSECURITY: (loudhailer) Fire!\nDREW: Soon after this, security operatives entered the building and successfully overwhelmed the insurgent opposition. It is understood that the Rebel Queen was one of several survivors, though the extent of her injuries is unknown. A full report will follow in our next news bulletin. Until then, we return you to Live With The Paramedics.\nCHARLOTTE: Apologies for the break in transmission there. I know you couldn't hear that, Hex, but we've just learned that the Rebel Queen has been captured by security forces. I wonder if what we saw at the hospital had any ... Hex, stop! Hex, stop now!\nHEX: What? What?\nCHARLOTTE: Brake!\nHEX: What? Bloody hell!\nCHARLOTTE: When I say stop I mean it straight away.\nHEX: Sorry. Look, I wish I never had those chips and gravy now.\nCHARLOTTE: Didn't you see that hole?\nHEX: I was thinking of. Look, I've said I'm sorry. Better go and have a look.\nCHARLOTTE: Er, well, if you needed anything to prove that this was going out live, we've ... just narrowly avoided driving headlong into a very large, almost crater-like hole stretching across the width of the road. The road surface appears to have collapsed completely.\nHEX: There’s no way we'll get the ambulance round that, and this is the only way into the crescent. Look, I'll get the portable medical kit. We'll have to walk.\nCHARLOTTE: You mean I have to get soaked again?\nHEX: It's only round the corner. You've got your coat on. And anyway, I remembered to bring an umbrella. Borrowed it off a friend. Come on. I think our patient's got the kettle on.\nCHARLOTTE: It's getting worse now. Give me that umbrella.\nHEX: Wait for me! I wonder if it's normally this quiet here at this time of night.\nCHARLOTTE: Normal people wouldn't be out on a night like this.\nHEX: Are you implying we're abnormal?\nCHARLOTTE: Well, we're the ones getting drenched, aren't we?\nHEX: Fair point. This is the one.\nCHARLOTTE: Right, well, we are standing on the doorstep of Number 181. Oh, hang on. If this lady's fallen through the floor she's probably hurt her leg. She could be trapped down there. How do we know she's going to answer the door?\nHEX: To be honest, I don't think it's as bad as that. I get the impression that this is one of those emergencies that's more of a community service than anything else.\nCHARLOTTE: Are you telling me this is all probably a waste of time?\nGINA: Hello there. Oh, come in out of the rain, hmm?\nGINA: I've been listening to you. It's all been very entertaining. I haven't been able to put the kettle on yet. Oh. I'd better switch this off, hadn't 1? (feedback from radio stops) Please sit down. I'll just go and rustle up a little drink. Oh!\nHEX: Are you all right, love? Look, hold onto my arm.\nGINA: Oh.\nHEX: Didn't get your name.\nGINA: It's Gina. Thank you, yes. I am feeling a little unsteady. Oh, my late husband's walking stick should be around somewhere. I might have left it by the door. We moved here about a year before he died...\nHEX: Charlotte? Could you make those drinks for us? Something hot and sweet.\nGINA: That was four years ago now...\nHEX: Please.\nCHARLOTTE: Fine. I'll, I'll go and sort that out then, shall I?\nHEX: Great. Thanks.\nCHARLOTTE: Mm. I'm sure there are some interesting cups the listeners would like us to tell them about.\nHEX: Okay. Let's have a look at those dressings, shall we? Come and sit down here a mo’. There we are. Now, I'll be as gentle as I can. I just want to get a look at what's happening underneath here. Hey. This isn't bad. Somebody knows what they're doing. Did you do this yourself?\nGINA: Oh no. A gentleman helped me. I think.\nHEX: There was a man here?\nGINA: Yes. I heard something in the back garden, and I went to see what it was. I was halfway across the dining room, when the floor gave way and I fell. I called out for help, and the next moment there was this gentleman pulling me out of the hole.\nHEX: And what did he look like?\nGINA: Oh, I really can't remember, dear, it's all gone a bit hazy. When I try to picture his face, it just seems blurry. I'm sure I'd seen him before somewhere though.\nHEX: That's all right. I think I understand.\nGINA: I don't even remember him leaving.\nHEX: Look, don't worry about it.\nHEX: I'll just leave these dressings the way they are, they're fine. I'm just going to go and take a look at that hole.\nGINA: Okay. Can you keep the door shut, though? I didn't like the smell coming up from there. I would have called the security, but they always make me nervous. People say there are monsters out there. Is that true?\nHEX: (laughs) Monsters? Look, that's all rubbish. Just stories that the Press make up to sell papers. Have you ever seen any monsters round here?\nGINA: Yes I have. Outside my window. It made a funny face, you know.\nHEX: That sounds more like your gentleman to me. I'm going to take a torch and have a look down that hole.\nCHARLOTTE: One mug of hot sweet tea, Resident. Hey Hex, where are you?\nHEX: I'm in ‘ere, looking into something.\nCHARLOTTE: What are you up to? Don't go down there.\nHEX: It's okay.\nHEX: I think this is what I'm here for...\nCHARLOTTE: Hex?\nHEX: I'm all right. It's like the one in the road. It's pretty deep and at least as wide as the living room. Looks like the rains overflowed the sewers or something. Caused the ground to subside. It's not good, this. I don't think this place is going to be safe for much longer. (coughs) Oh, and it smells foul. Sulphurous. And I think I know why. There's a thick layer of ash going all the way around the sides of the hole. Looks like it probably goes a lot further down too. Were these houses built on some kind of industrial wasteland?\nCHARLOTTE: Look, just come up out of there, Hex.\nHEX: No, hold on. Can you throw me that little shovel by the fire?\nCHARLOTTE: Oh, here.\nHEX: Cheers. I can see something in the ash. It's bone.\nCHARLOTTE: Huh. Perhaps it's more dinosaurs.\nHEX: Eh? Oh my God! No, it's a human skull. A child. It's been badly burned. And there's a hole in the cranium. Bullet-sized. This kid was shot. There's more skulls and bones down here.\nCHARLOTTE: Hex, come up here now. This is going out live, remember.\nHEX: Don't you understand? This is a mass grave. I'm kneeling on a pile of dead people. This is what he wanted me to find. Then why the hell didn't he tell me?\nCHARLOTTE: Hex, armed security have broken in.\nSECURITY: Stay where you are. No one will escape these premises...\nCHARLOTTE: I'm Charlotte Singh. I'm a journalist broadcasting for LIVE 34. What are you doing? Let go of me!\nSECURITY: (garbled radio acronyms)\nHEX: I know what's going on. That's why he sent me here. So everyone would hear the truth.\nDREW: Well, we must apologise for the loss of transmission there. It would appear that we're unable to go back to the Live With programme. Er. (rustle of paper) I've just been handed a special announcement by the Colony 34 State Broadcast Monitoring Department. Due to a withdrawal of funding from private investors and commercial sponsors, financial and editorial control of LIVE 34 will now be undertaken by a state-appointed body. Listeners can be assured that the independence and integrity of all LIVE 34 programming will not be affected. LIVE 34 will now cease broadcasting for a period of twenty five hours while necessary reorganisation is carried out. We apologise for this inconvenience. So, it only remains for me, Drew Shahan, to say that you have been listening to LIVE 34. Er, a very good night to you all, and I hope we will see you all on the day after tomorrow.\nRADIO: LIVE 34."
    },
    {
      "part_number": 4,
      "start_line": 1394,
      "end_line": 1820,
      "elements": [
        {
          "type": "direction",
          "text": "[Part Four]",
          "character": null
        },
        {
          "type": "direction",
          "text": "Tuning in.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "34.",
          "character": "RADIO"
        },
        {
          "type": "dialogue",
          "text": "This is LIVE 34. Ninth month, sixteenth day, fifth hour.",
          "character": "DREW"
        },
        {
          "type": "direction",
          "text": "Cheering.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "You join us live in Colony Square as party workers and supporters gather to celebrate Premier Jaeger’ s stunning electoral victory. With all but a few of the ballots now counted, Leo Jaeger has won over eighty per cent of the vote. Premier-Elect is expected to appear shortly to give his victory address. We're here to cover it live. We'll be bringing you reactions to the results from across the colony, and considering where this leaves the FDP, after this crushing defeat and still mourning the death of their leader, Resident Doctor. Good morning, I'm Drew Shahan and this is the Fifth Hour News on LIVE 34, broadcasting to Colony 34, all news, all day, every day. So, the result is confirmed. Leo Jaeger has been returned to power. The final few wards in the outlying districts should declare within the next fifty minutes, and we'll bring those results to you as we get them. We'll also have the latest news on the investigation into the death of the FDP leader four days ago, as the authorities try to piece together exactly what caused his transporter to crash in the Beacon Hills between Second and Third Cities. That's all coming up in the next half an hour. First, the main news. Premier Jaeger has been returned to office, after winning over eighty per cent of the vote in last night's election. He declared victory at second hour twenty six, once his share had passed fifty one per cent.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "My friends. This morning is possibly one of the most momentous and important mornings we've ever seen on 34. With the votes still coming in, our position is now unassailable, and we've therefore decided to declare victory!",
          "character": "JAEGER"
        },
        {
          "type": "direction",
          "text": "Babble of multiple voices.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "There is no chance, nor was there ever, of the FDP catching us now. We shall be attending the",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "party inside, and then making an address to the colony in a few hours time.",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "Premier Jaeger there, declaring victory just under three hours ago. Since then his margin of victory has swelled to a massive sixty three per cent, giving him a total of eighty one point five per cent of the vote with only a few districts remaining to declare. Government sources have dismissed stories of voter intimidation in some outlying regions as opposition propaganda designed to undermine the legitimacy of the President's victory. And the Colony 34 Electoral Monitoring Commission has insisted that the vote has been handled smoothly and fairly. The FDP meanwhile has said that it will appeal to the Colony Central Commission to investigate what it alleges are widespread voting irregularities and other issues of malpractice. However, with all inter-colony communications having been blocked to prevent external interference in the election, any such complaints will not have got through. The investigation into the death of the FDP leader Resident Doctor in a transporter crash has concluded that his death and that of the other people on board was accidental. Although details of the inquiry have not been made public for security reasons, a statement from the investigating office blamed driver error for the crash, and said that there was no evidence of foul play. However the remoteness of the crash site has made it difficult to reach, and no bodies have yet been recovered. The newly established Media Monitoring Committee has heavily censured an edition of Live With, broadcast on ninth month, tenth day. The programme featured reporter Charlotte Singh and paramedic Hex, and was criticised for causing unnecessary alarm and panic, and fostering unfounded rumours. LIVE 34 has undertaken not to repeat the programme or its allegations, and has confirmed that its presenter has since been dismissed. As you can probably hear, the crowd here is getting more excited as the minutes pass. In fact, the celebrations have already spilled out of the Square, and into the surrounding streets. Security on the perimeter is very tight amidst rumours of possible infiltration in the celebrations by insurrectionists. Nonetheless, the atmosphere here is more like that of an all-night party, with people dancing, singing and chanting pro-Jaeger slogans. It sounds like the Premier is about to appear.",
          "character": "DREW"
        },
        {
          "type": "direction",
          "text": "Fanfare, cheers.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Yes, the doors have opened onto the platform in front of the Prime Residence. A few officials and security guards are coming out. And yes, here's the newly re-elected Premier waving to the crowd, acknowledging the applause, and clearly revelling in the response he's getting.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "My friends. My dear friends. Today is a momentous day. Today's the day we can finally stop dwelling on the problems of the past, and move forward into a better, more hopeful, and most of all secure future. With the mandate you have given me, I can finally act to rid our world of the subversive elements who have plagued us for so long. Make no mistake, these are not freedom fighters. They do not seek liberation. They are nothing more than criminals. Malcontents who revel in destruction and fear. Their time is over. No longer will they be allowed to terrorise and hurt our people. I am serving notice on them. We have had enough!",
          "character": "JAEGER"
        },
        {
          "type": "direction",
          "text": "Cheers.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "But today's a day for celebration. We've worked long and hard to achieve this resounding victory. Thank you for believing in me.",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "The crowds here are lapping this up. Jaeger's appearance is almost messianic, standing on the top of the step, his arm outstretched, the crowd at his feet, some of them almost delirious with joy at his presence. I've never seen anything quite like it.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "I will not let you down. I will use this mandate to ensure that once again you can sleep peaceably. I will use this mandate to halt the erosion of our cultural identity. I will use this mandate to guarantee energy supplies now, and far into the future. Tomorrow will be a brighter day.",
          "character": "JAEGER"
        },
        {
          "type": "direction",
          "text": "Cheers.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Today's victory is not only a triumph for our stewardship of this colony, it is a victory also over the forces which would seek to destroy it. I have often spoken of enemies within and without. From without come those who seek our wealth, our resources, our homes and our liberty. These forces will be resisted and repelled. But from within comes something worse - those who seek to undermine us from the inside. Like a disease they gnaw away at our world and the heart of its body, spreading their infection, spreading lies and fear. And now the FDP stands unmasked as the political face of the rebels. We have signed confessions, recordings and forensic evidence which leaves no doubt about their role in recent atrocities. And we know how their leaders have used organisations like LIVE 34 to spread their lies and propaganda, masquerading them as news. But more than that, my friends, more than that. We have their real leader. Not the man you knew as Doctor, no. We have the real driving force behind the FDP. The woman who had the audacity to style herself as the Rebel Queen. Rebel? Rebelling against what? Peace, decency, civilisation, harmony? And Queen of what? Of death, of murder, of violence, of hatred. She is nothing more than a common criminal. But don't let me speak for her. Hear her own words.",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "(weakly, a recording) I ask the forgiveness of the people of Colony 34, for the terrible crimes I've perpetrated against them. I understand that ours was the misguided evil campaign, that we hurt innocent civilians in order to further our own petty, political ends. The FDP was nothing more than a front for our real ambitions - the overthrow of the legitimate Government on 34, and the installation of an alien backed power, intent on stripping 34 of its mineral and other wealth. I betrayed my own kind, the Doctor betrayed you, and I",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "now throw myself on your mercy.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "So now we know. They who are guilty shall convict themselves. Ace, the Rebel Queen, has finally told the truth. This woman would murder us all in our beds. The woman who bombed our factories and power stations, destroyed what we'd worked so hard to build. The woman who murdered your fellow workers, your friends, your loved ones. Do you want to tell the Rebel Queen how you feel? Do you? Then bring her out. Look her in the face, see the truth of what she is. Pathetic, lost, helpless, nothing more than a grubby little criminal. Bring her out, in chains!",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "A woman has appeared on stage behind the Premier. She's being half-carried between two security officers, hands and feet chained together.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "I've got something to tell you!",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "She, she's trying to shout something, over the crowd. Extraordinary scenes here in Colony Square. The crowd are eating out of Premier Jaeger's hands. The Premier is motioning the crowd to be quiet.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "Bring her forward. Let everyone see.",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "She's being dragged forward by the guards. She looks exhausted, head bowed, almost dwarfed by the two guards. It seems almost impossible to believe that she could ever have proved a threat to anyone.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "My friends, here she is. Not much to look at, is she? Yet this creature, this debased, vile thing has brought terror to our streets. Now look at her. Nothing special, nothing to respect. Not a freedom fighter, not a struggler for the oppressed, just a common gutter criminal.",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "Don't believe him! That confession was a fake! I was drugged! They threatened my friends! Jaeger's the real murderer. Ow!",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Shut her up.",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "Unbelievable. Jaeger just struck the woman across the face. She's fallen to her knees. The crowd really didn't like that. The mood here has changed markedly in just that one moment.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "My friends. Please, please. I know that violence is never the answer, but I get so enraged by these lies, as you should. Even now when she knows she finally faces the full weight of our justice, she twists the truth. But listen. Listen. Listen, my friends. What you don't understand is the real agenda here. This was not just about overthrowing our legitimate government. You want to know their real agenda? I'll tell you. We have evidence, irrefutable evidence, that their goal was nothing more than the complete repopulation of Colony 34. Their plan was to stage a coup that would have left them in a position to supplant every single one of us. Repopulate our colony with their filthy alien friends. That was the real agenda. And all for their own petty financial gain. This woman must now pay for her crimes. Citizens, through the power of democracy, you have given me the right to lead you. In return, I give you the right to decide her fate. What should I do? The people have spoken. Guards, execution of the prisoner will take place on my command. This is where rebellion leads. The only way. Death to the traitor! Death to all those who oppose us! Death to",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "To this! Death to that! Death to the other! You know, you're developing a morbid obsession. Very unhealthy.",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Silence.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "There will be no execution here today, tomorrow or any other day! Well, now that I have your attention, there are a few odds and ends we need to clear up. A few points of clarification, if you like.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "You're not dead?",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "How very observant of you. No, not dead. Although, not for want of trying on your part.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I saw the reports. The crash. You died.",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "You always intended my journey to Third City to be a one-way trip, didn't you? Well, I decided to take advantage of your plans. Dead men are invisible, you know. It means I could get a few jobs done outside 34 without too much interference.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Irrelevant. You'll die now with her. Kill them both.",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "I'm happy to say, your guards should be receiving new orders just about...",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Kill them!",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "... now.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I am your Commanding Officer. Kill them! What are you doing?",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "Pointing their guns at you.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, don't, I'm your Premier!",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "Ex-Premier, I think you'll find. Restrain him.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "What do you mean, ex?",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "Patience! Patience. First, I have a friend in need. Gags are uncomfortable, you know. Not to mention rude. Ace? Are you all right?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Chains aren't much fun either.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Oh, Ace.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Sorry, Doctor, I shouldn't have got caught. My friends are...",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "Are being freed. You there! Remove her chains. Can you cope for a few more minutes? It's almost over.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I just need to sit down.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "And now for all you listeners here and at home, the dénouement. First, a few introductions. Hello,",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I'm the Doctor. My friend here is known as Ace.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "He admits it. Listen to him. He admits that they know each other. She has confessed...",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "Oh, do shut up! I'm here to tell you all that yesterday's elections have been declared invalid by the Colony Central Commission.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Lies, it's all lies.",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "Due to the fact that neither of the designated Presidential candidates stood for election.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Rubbish. You're mad.",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "Please remain calm. The guards are under CCC orders to harm no-one.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Why are you all listening to this?",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "I do wish you would stop interrupting! Events have moved on a little while you've been up there basking in your glory.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "My glory?",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "Shut up! Let's see. Electoral results declared void, Presidential staff arrested, security forces under new command, political prisoners freed, officials brought in from the Colony Central. Now, what else did I have to do? Oh yes. Reveal the truth about Premier Jaeger.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "There is no truth to reveal. The election result stands and these self-confessed terrorists are to be arrested.",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "As you might have gathered, there has been a remarkable turn of events on the platform. The Doctor's dramatic reappearance here has stunned the crowd. There is considerable commotion around the square with security officers arguing both with each other and their commanders. No-one seems to know what's going on.",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "Give me that, Drew.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Charlotte. Where the hell did you come from? Where have, where have you been? We were told, we were told you weren't coming back. I really don't think I should",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "Oh, get up off your knees, Drew.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "I'm not on my",
          "character": "DREW"
        },
        {
          "type": "dialogue",
          "text": "Your metaphorical knees, you idiot. How the hell did you ever make it in journalism? One sign of pressure and you cave in like a wet paper hat. There's a revolution going on. Keep up. Okay, patch me through. People of Colony 34, this is Charlotte Singh back from a very brief broadcasting exile, bringing you events in Colony Square as the old order tumbles. Pay attention now, it's going to be an interesting ride. Hello there, Doctor. Want to fill us all in?",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "With pleasure, Resident Singh. It seems the rumours of the death of your career were exaggerated. Now, where were we? Ah, yes. The great reveal. The CCC declared the electoral results invalid on the perfectly reasonable grounds that neither of the candidates actually stood for the election. One - me - because he was temporarily dead, and the other - you - because he is not who he appears to be.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Rubbish. Everyone knows who I am. I've been Premier for twenty years. This is insane. He's insane.",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "There's someone I'd like you all to meet. Can we have our next guest on the podium, please?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "No!",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "Two people are emerging onto the platform. One of them is in a wheelchair. He looks very ill.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "And your name, please?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Er, Hex.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Hello, Hex. And who have you got with you tonight?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well Doctor, er, tonight I have brought with me, Premier Leo Jaeger.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Premier Jaeger, you say? Perhaps we had better explain what we mean by that.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Stop this, now. I want them all arrested. This charade stops now! Stop transmitting!",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "No! This is one broadcast that won't be cut off. Unaccustomed as I am to making speeches...",
          "character": "DOCTOR"
        },
        {
          "type": "direction",
          "text": "Hex coughs.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "It would be far better if I allowed my colleague here to tell the story instead. It was his discovery, after all.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Eh? What, me? I don't know what to say.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Nonsense. This is your big moment. Step up to the microphone.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Well, it's, it's like this. I was doing that LIVE 34 programme with Charlotte. Hi, Charlotte, by the way. Hope you're okay. When earlier on, er, we spotted that ambulance arriving at the hospital, and I got kinda curious. And after the programme, we were arrested by the security forces, but some of Ace's people sprung us from the transporter. A couple of nights later, Charlotte and I went back to the hospital to take a closer look. We recorded what we found. Charlotte? Is it ready to play?",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Yes.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Good.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "We're back at the hospital. It's around midnight, and Charlotte's with me. I don't know if this'll ever get broadcast. I'm not even sure what we're doing here. But there was something really fishy about the",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "ambulance, so we wanted to take a look and we thought, we might as well record it and see what happens.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "We're just outside the unused wing of the hospital - getting soaked, I might add. The windows are blacked out, but you can see light through some cracks in the material. There's clearly someone inside. Hex, can you climb up and see if you can see anything? Well?",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Medical technicians, a few security guards. They're all crowded round something, but I can't see what it is. Hold on, they're moving. It's someone in a wheelchair. He's hooked up to a load of life-support stuff. Ventilator, the works. They're turning him around. It's Premier Jaeger.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "What do you mean, Jaeger? It can't be. He was fine earlier this afternoon.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Well, if it isn't him, it's his twin. God, he looks terrible. Grey hair, scars all over his face, thin. Whoever he is, he's a very sick man. Looks like he's completely dependent on all the gear they've got him hooked up to. Who the hell can it be if it isn't the Premier?",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "It took a lot of digging, mind you. Although it was easier once everyone thought the Doctor was dead, and he could help. So let me tell you a story. Once upon a time, twenty years ago, a handsome middle-aged man was elected Premier of Colony 34. He was very popular. A new broom sort of thing. Swept to power to clean up the corruption of the previous Government, and there was lots of celebrating in the streets. Then something terrible happened. He contracted a disease. Nothing major, but it did leave scarring. He thought it might affect his popularity, so he decided on surgery to disguise the scars, which is where it all went horribly wrong. Infection set in, the deformity was made worse, not better, so he really panicked. Operation followed operation, but it only made things worse. Eventually his appearance was so bad, he couldn't even risk appearing in public. So they came up with a plan. They found someone who looked possibly like Jaeger, someone from an outer province, someone from the security forces. Someone who, with a bit of work, could be made to look remarkably like the incapacitated Premier. So they brought him in, fiddled around with his face, and hey presto, the Presidency had a new public face, literally. Which was fine, for a while. The real Jaeger dictated the agenda, and his double stood on the platforms and waved at the crowds.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "This is a fiction. Something the FDP has done to try to discredit me. I am the real Leo Jaeger. Me, not that disgusting thing.",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "Now, now, now. Manners. I think we want to hear how the story ends, don't we? No? Well, I do. Be a good chap and let Hex finish.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "At first, the new Jaeger did as his political advisors told him. But people began to forget that he wasn't the real thing, and started doing as he told them. Bit by bit, he stopped representing the old Jaeger Government, and simply replaced them, one at a time, with his own cronies. They formed a new secret governing body called the Inner Senate. They kept the real Jaeger alive for his biometric ID, and safely locked away, drugged and helpless. So winning the first election was not a problem, nor the second one. Jaeger was still popular enough. Then the power crisis started. 34's resources were not as plentiful as initial surveys had shown. Much of what there was, was inaccessible or too expensive to extract. So his popularity began to decline.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "I'm afraid this is where it gets nasty. Jaeger had two priorities. Clinging to power, and making sure the light stayed on.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "He solved the first by engineering a state of emergency. A few bombs, some rumours about monsters or invasions and what have you, and he could bring in the Emergency Powers Act, and postpone elections almost indefinitely.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "The second bit was far grislier. 34, like all human colonies, has its underclass. Poor unfortunates who have fallen through the hole in the net. The invisible people who occupy the hinterland. Neglected, ignored, disposable. Ace? If you're all right, perhaps you?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Yeah. This is my part of the story, anyway. The process they used was very efficient. Human bodies make excellent fuel if used properly. At first they just used dead bodies. Graves were quietly emptied. Mortuaries were pilfered, and the bodies whisked away and converted into fuel. But after a while the flow of bodies could not satisfy demand. Then the disappearances began. Political prisoners were shipped off to remote prisons, never to be seen again. Dissidents, trouble-makers, criminals, were all quietly disappeared. But even that wasn't enough. So they started looking further afield, to other colonies. The Inner Senate set up a secret programme to attract more people to 34. They used people traffickers and agencies to bring in off-colony workers. Those who were valued were lucky enough to find jobs and homes. Most ended up in the Outer Districts and favelas. There the Government could successfully hide them until they were needed. A vast energy resource the Premier could mine at will.",
          "character": "ACE"
        },
        {
          "type": "dialogue",
          "text": "People were used as fuel. Burned, every single one of them, just so you could have toast for breakfast.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "They were worthless, anyway.",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "Worthless? They were living, breathing, feeling people, not fuel! For months you have filled this colony with rumours of monsters creeping through the shadows. But the only monster in this colony is you. You and your Government are an abhorrence! You sicken me!",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Doctor?",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "Yes?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "It's Ace. Making that speech took it right out of her. She's in pretty bad shape. I don't know what those people did to her, but she needs medical treatment.",
          "character": "HEX"
        },
        {
          "type": "dialogue",
          "text": "I know. I think our work here is done. Charlotte?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "I'm coming. Hold on a second.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Well, you got what you wanted, a bloodless revolution. I think we could leave you to it for a while, can't we?",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Of course, and thank you, Doctor. We can take things from here.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "The CCC has designated Charlotte Singh as their representative here, until the arrival of a Commissions Representative. I need to tend to my friends, so I'll leave you in her very capable hands. Just be careful with that crowd. They've had a lot to take in. It would be all too easy for that anger to explode. Thank you for all your help, Charlotte.",
          "character": "DOCTOR"
        },
        {
          "type": "dialogue",
          "text": "Thank you, Doctor. Okay, everyone. I Know you're all angry, but the CCC officials will be here shortly to take Jaeger, or whatever he's called, into custody.",
          "character": "CHARLOTTE"
        },
        {
          "type": "direction",
          "text": "The Tardis dematerialises.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "And commence the dismantling of his regime before new elections are called. Please try to stay calm. We don't want any violence.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "I will not let worthless imbeciles like you destroy me. Let go of me. Argh!",
          "character": "JAEGER"
        },
        {
          "type": "direction",
          "text": "Crowd noises make the words hard to hear.",
          "character": null
        },
        {
          "type": "dialogue",
          "text": "Get him out of here. Give me the microphone.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "Give it to me. I must address the people. They will understand. They will.",
          "character": "JAEGER"
        },
        {
          "type": "dialogue",
          "text": "Stop him. Jaeger, you fool, you'll fall. No, leave him. Let the Commission deal with him. Let him face justice.",
          "character": "CHARLOTTE"
        },
        {
          "type": "dialogue",
          "text": "No! Let go! Help me! Please, someone help me!",
          "character": "JAEGER"
        },
        {
          "type": "direction",
          "text": "Static, tuning out.",
          "character": null
        }
      ],
      "searchable_dialogue": "RADIO: 34.\nDREW: This is LIVE 34. Ninth month, sixteenth day, fifth hour.\nDREW: You join us live in Colony Square as party workers and supporters gather to celebrate Premier Jaeger’ s stunning electoral victory. With all but a few of the ballots now counted, Leo Jaeger has won over eighty per cent of the vote. Premier-Elect is expected to appear shortly to give his victory address. We're here to cover it live. We'll be bringing you reactions to the results from across the colony, and considering where this leaves the FDP, after this crushing defeat and still mourning the death of their leader, Resident Doctor. Good morning, I'm Drew Shahan and this is the Fifth Hour News on LIVE 34, broadcasting to Colony 34, all news, all day, every day. So, the result is confirmed. Leo Jaeger has been returned to power. The final few wards in the outlying districts should declare within the next fifty minutes, and we'll bring those results to you as we get them. We'll also have the latest news on the investigation into the death of the FDP leader four days ago, as the authorities try to piece together exactly what caused his transporter to crash in the Beacon Hills between Second and Third Cities. That's all coming up in the next half an hour. First, the main news. Premier Jaeger has been returned to office, after winning over eighty per cent of the vote in last night's election. He declared victory at second hour twenty six, once his share had passed fifty one per cent.\nJAEGER: My friends. This morning is possibly one of the most momentous and important mornings we've ever seen on 34. With the votes still coming in, our position is now unassailable, and we've therefore decided to declare victory!\nJAEGER: There is no chance, nor was there ever, of the FDP catching us now. We shall be attending the\nJAEGER: party inside, and then making an address to the colony in a few hours time.\nDREW: Premier Jaeger there, declaring victory just under three hours ago. Since then his margin of victory has swelled to a massive sixty three per cent, giving him a total of eighty one point five per cent of the vote with only a few districts remaining to declare. Government sources have dismissed stories of voter intimidation in some outlying regions as opposition propaganda designed to undermine the legitimacy of the President's victory. And the Colony 34 Electoral Monitoring Commission has insisted that the vote has been handled smoothly and fairly. The FDP meanwhile has said that it will appeal to the Colony Central Commission to investigate what it alleges are widespread voting irregularities and other issues of malpractice. However, with all inter-colony communications having been blocked to prevent external interference in the election, any such complaints will not have got through. The investigation into the death of the FDP leader Resident Doctor in a transporter crash has concluded that his death and that of the other people on board was accidental. Although details of the inquiry have not been made public for security reasons, a statement from the investigating office blamed driver error for the crash, and said that there was no evidence of foul play. However the remoteness of the crash site has made it difficult to reach, and no bodies have yet been recovered. The newly established Media Monitoring Committee has heavily censured an edition of Live With, broadcast on ninth month, tenth day. The programme featured reporter Charlotte Singh and paramedic Hex, and was criticised for causing unnecessary alarm and panic, and fostering unfounded rumours. LIVE 34 has undertaken not to repeat the programme or its allegations, and has confirmed that its presenter has since been dismissed. As you can probably hear, the crowd here is getting more excited as the minutes pass. In fact, the celebrations have already spilled out of the Square, and into the surrounding streets. Security on the perimeter is very tight amidst rumours of possible infiltration in the celebrations by insurrectionists. Nonetheless, the atmosphere here is more like that of an all-night party, with people dancing, singing and chanting pro-Jaeger slogans. It sounds like the Premier is about to appear.\nDREW: Yes, the doors have opened onto the platform in front of the Prime Residence. A few officials and security guards are coming out. And yes, here's the newly re-elected Premier waving to the crowd, acknowledging the applause, and clearly revelling in the response he's getting.\nJAEGER: My friends. My dear friends. Today is a momentous day. Today's the day we can finally stop dwelling on the problems of the past, and move forward into a better, more hopeful, and most of all secure future. With the mandate you have given me, I can finally act to rid our world of the subversive elements who have plagued us for so long. Make no mistake, these are not freedom fighters. They do not seek liberation. They are nothing more than criminals. Malcontents who revel in destruction and fear. Their time is over. No longer will they be allowed to terrorise and hurt our people. I am serving notice on them. We have had enough!\nJAEGER: But today's a day for celebration. We've worked long and hard to achieve this resounding victory. Thank you for believing in me.\nDREW: The crowds here are lapping this up. Jaeger's appearance is almost messianic, standing on the top of the step, his arm outstretched, the crowd at his feet, some of them almost delirious with joy at his presence. I've never seen anything quite like it.\nJAEGER: I will not let you down. I will use this mandate to ensure that once again you can sleep peaceably. I will use this mandate to halt the erosion of our cultural identity. I will use this mandate to guarantee energy supplies now, and far into the future. Tomorrow will be a brighter day.\nJAEGER: Today's victory is not only a triumph for our stewardship of this colony, it is a victory also over the forces which would seek to destroy it. I have often spoken of enemies within and without. From without come those who seek our wealth, our resources, our homes and our liberty. These forces will be resisted and repelled. But from within comes something worse - those who seek to undermine us from the inside. Like a disease they gnaw away at our world and the heart of its body, spreading their infection, spreading lies and fear. And now the FDP stands unmasked as the political face of the rebels. We have signed confessions, recordings and forensic evidence which leaves no doubt about their role in recent atrocities. And we know how their leaders have used organisations like LIVE 34 to spread their lies and propaganda, masquerading them as news. But more than that, my friends, more than that. We have their real leader. Not the man you knew as Doctor, no. We have the real driving force behind the FDP. The woman who had the audacity to style herself as the Rebel Queen. Rebel? Rebelling against what? Peace, decency, civilisation, harmony? And Queen of what? Of death, of murder, of violence, of hatred. She is nothing more than a common criminal. But don't let me speak for her. Hear her own words.\nACE: (weakly, a recording) I ask the forgiveness of the people of Colony 34, for the terrible crimes I've perpetrated against them. I understand that ours was the misguided evil campaign, that we hurt innocent civilians in order to further our own petty, political ends. The FDP was nothing more than a front for our real ambitions - the overthrow of the legitimate Government on 34, and the installation of an alien backed power, intent on stripping 34 of its mineral and other wealth. I betrayed my own kind, the Doctor betrayed you, and I\nACE: now throw myself on your mercy.\nJAEGER: So now we know. They who are guilty shall convict themselves. Ace, the Rebel Queen, has finally told the truth. This woman would murder us all in our beds. The woman who bombed our factories and power stations, destroyed what we'd worked so hard to build. The woman who murdered your fellow workers, your friends, your loved ones. Do you want to tell the Rebel Queen how you feel? Do you? Then bring her out. Look her in the face, see the truth of what she is. Pathetic, lost, helpless, nothing more than a grubby little criminal. Bring her out, in chains!\nDREW: A woman has appeared on stage behind the Premier. She's being half-carried between two security officers, hands and feet chained together.\nACE: I've got something to tell you!\nDREW: She, she's trying to shout something, over the crowd. Extraordinary scenes here in Colony Square. The crowd are eating out of Premier Jaeger's hands. The Premier is motioning the crowd to be quiet.\nJAEGER: Bring her forward. Let everyone see.\nDREW: She's being dragged forward by the guards. She looks exhausted, head bowed, almost dwarfed by the two guards. It seems almost impossible to believe that she could ever have proved a threat to anyone.\nJAEGER: My friends, here she is. Not much to look at, is she? Yet this creature, this debased, vile thing has brought terror to our streets. Now look at her. Nothing special, nothing to respect. Not a freedom fighter, not a struggler for the oppressed, just a common gutter criminal.\nACE: Don't believe him! That confession was a fake! I was drugged! They threatened my friends! Jaeger's the real murderer. Ow!\nJAEGER: Shut her up.\nDREW: Unbelievable. Jaeger just struck the woman across the face. She's fallen to her knees. The crowd really didn't like that. The mood here has changed markedly in just that one moment.\nJAEGER: My friends. Please, please. I know that violence is never the answer, but I get so enraged by these lies, as you should. Even now when she knows she finally faces the full weight of our justice, she twists the truth. But listen. Listen. Listen, my friends. What you don't understand is the real agenda here. This was not just about overthrowing our legitimate government. You want to know their real agenda? I'll tell you. We have evidence, irrefutable evidence, that their goal was nothing more than the complete repopulation of Colony 34. Their plan was to stage a coup that would have left them in a position to supplant every single one of us. Repopulate our colony with their filthy alien friends. That was the real agenda. And all for their own petty financial gain. This woman must now pay for her crimes. Citizens, through the power of democracy, you have given me the right to lead you. In return, I give you the right to decide her fate. What should I do? The people have spoken. Guards, execution of the prisoner will take place on my command. This is where rebellion leads. The only way. Death to the traitor! Death to all those who oppose us! Death to\nDOCTOR: To this! Death to that! Death to the other! You know, you're developing a morbid obsession. Very unhealthy.\nDOCTOR: There will be no execution here today, tomorrow or any other day! Well, now that I have your attention, there are a few odds and ends we need to clear up. A few points of clarification, if you like.\nJAEGER: You're not dead?\nDOCTOR: How very observant of you. No, not dead. Although, not for want of trying on your part.\nJAEGER: I saw the reports. The crash. You died.\nDOCTOR: You always intended my journey to Third City to be a one-way trip, didn't you? Well, I decided to take advantage of your plans. Dead men are invisible, you know. It means I could get a few jobs done outside 34 without too much interference.\nJAEGER: Irrelevant. You'll die now with her. Kill them both.\nDOCTOR: I'm happy to say, your guards should be receiving new orders just about...\nJAEGER: Kill them!\nDOCTOR: ... now.\nJAEGER: I am your Commanding Officer. Kill them! What are you doing?\nDOCTOR: Pointing their guns at you.\nJAEGER: Well, don't, I'm your Premier!\nDOCTOR: Ex-Premier, I think you'll find. Restrain him.\nJAEGER: What do you mean, ex?\nDOCTOR: Patience! Patience. First, I have a friend in need. Gags are uncomfortable, you know. Not to mention rude. Ace? Are you all right?\nACE: Chains aren't much fun either.\nDOCTOR: Oh, Ace.\nACE: Sorry, Doctor, I shouldn't have got caught. My friends are...\nDOCTOR: Are being freed. You there! Remove her chains. Can you cope for a few more minutes? It's almost over.\nACE: I just need to sit down.\nDOCTOR: And now for all you listeners here and at home, the dénouement. First, a few introductions. Hello,\nDOCTOR: I'm the Doctor. My friend here is known as Ace.\nJAEGER: He admits it. Listen to him. He admits that they know each other. She has confessed...\nDOCTOR: Oh, do shut up! I'm here to tell you all that yesterday's elections have been declared invalid by the Colony Central Commission.\nJAEGER: Lies, it's all lies.\nDOCTOR: Due to the fact that neither of the designated Presidential candidates stood for election.\nJAEGER: Rubbish. You're mad.\nDOCTOR: Please remain calm. The guards are under CCC orders to harm no-one.\nJAEGER: Why are you all listening to this?\nDOCTOR: I do wish you would stop interrupting! Events have moved on a little while you've been up there basking in your glory.\nJAEGER: My glory?\nDOCTOR: Shut up! Let's see. Electoral results declared void, Presidential staff arrested, security forces under new command, political prisoners freed, officials brought in from the Colony Central. Now, what else did I have to do? Oh yes. Reveal the truth about Premier Jaeger.\nJAEGER: There is no truth to reveal. The election result stands and these self-confessed terrorists are to be arrested.\nDREW: As you might have gathered, there has been a remarkable turn of events on the platform. The Doctor's dramatic reappearance here has stunned the crowd. There is considerable commotion around the square with security officers arguing both with each other and their commanders. No-one seems to know what's going on.\nCHARLOTTE: Give me that, Drew.\nDREW: Charlotte. Where the hell did you come from? Where have, where have you been? We were told, we were told you weren't coming back. I really don't think I should\nCHARLOTTE: Oh, get up off your knees, Drew.\nDREW: I'm not on my\nCHARLOTTE: Your metaphorical knees, you idiot. How the hell did you ever make it in journalism? One sign of pressure and you cave in like a wet paper hat. There's a revolution going on. Keep up. Okay, patch me through. People of Colony 34, this is Charlotte Singh back from a very brief broadcasting exile, bringing you events in Colony Square as the old order tumbles. Pay attention now, it's going to be an interesting ride. Hello there, Doctor. Want to fill us all in?\nDOCTOR: With pleasure, Resident Singh. It seems the rumours of the death of your career were exaggerated. Now, where were we? Ah, yes. The great reveal. The CCC declared the electoral results invalid on the perfectly reasonable grounds that neither of the candidates actually stood for the election. One - me - because he was temporarily dead, and the other - you - because he is not who he appears to be.\nJAEGER: Rubbish. Everyone knows who I am. I've been Premier for twenty years. This is insane. He's insane.\nDOCTOR: There's someone I'd like you all to meet. Can we have our next guest on the podium, please?\nJAEGER: No!\nCHARLOTTE: Two people are emerging onto the platform. One of them is in a wheelchair. He looks very ill.\nDOCTOR: And your name, please?\nHEX: Er, Hex.\nDOCTOR: Hello, Hex. And who have you got with you tonight?\nHEX: Well Doctor, er, tonight I have brought with me, Premier Leo Jaeger.\nDOCTOR: Premier Jaeger, you say? Perhaps we had better explain what we mean by that.\nJAEGER: Stop this, now. I want them all arrested. This charade stops now! Stop transmitting!\nDOCTOR: No! This is one broadcast that won't be cut off. Unaccustomed as I am to making speeches...\nDOCTOR: It would be far better if I allowed my colleague here to tell the story instead. It was his discovery, after all.\nHEX: Eh? What, me? I don't know what to say.\nDOCTOR: Nonsense. This is your big moment. Step up to the microphone.\nHEX: Well, it's, it's like this. I was doing that LIVE 34 programme with Charlotte. Hi, Charlotte, by the way. Hope you're okay. When earlier on, er, we spotted that ambulance arriving at the hospital, and I got kinda curious. And after the programme, we were arrested by the security forces, but some of Ace's people sprung us from the transporter. A couple of nights later, Charlotte and I went back to the hospital to take a closer look. We recorded what we found. Charlotte? Is it ready to play?\nCHARLOTTE: Yes.\nHEX: Good.\nHEX: We're back at the hospital. It's around midnight, and Charlotte's with me. I don't know if this'll ever get broadcast. I'm not even sure what we're doing here. But there was something really fishy about the\nHEX: ambulance, so we wanted to take a look and we thought, we might as well record it and see what happens.\nCHARLOTTE: We're just outside the unused wing of the hospital - getting soaked, I might add. The windows are blacked out, but you can see light through some cracks in the material. There's clearly someone inside. Hex, can you climb up and see if you can see anything? Well?\nHEX: Medical technicians, a few security guards. They're all crowded round something, but I can't see what it is. Hold on, they're moving. It's someone in a wheelchair. He's hooked up to a load of life-support stuff. Ventilator, the works. They're turning him around. It's Premier Jaeger.\nCHARLOTTE: What do you mean, Jaeger? It can't be. He was fine earlier this afternoon.\nHEX: Well, if it isn't him, it's his twin. God, he looks terrible. Grey hair, scars all over his face, thin. Whoever he is, he's a very sick man. Looks like he's completely dependent on all the gear they've got him hooked up to. Who the hell can it be if it isn't the Premier?\nHEX: It took a lot of digging, mind you. Although it was easier once everyone thought the Doctor was dead, and he could help. So let me tell you a story. Once upon a time, twenty years ago, a handsome middle-aged man was elected Premier of Colony 34. He was very popular. A new broom sort of thing. Swept to power to clean up the corruption of the previous Government, and there was lots of celebrating in the streets. Then something terrible happened. He contracted a disease. Nothing major, but it did leave scarring. He thought it might affect his popularity, so he decided on surgery to disguise the scars, which is where it all went horribly wrong. Infection set in, the deformity was made worse, not better, so he really panicked. Operation followed operation, but it only made things worse. Eventually his appearance was so bad, he couldn't even risk appearing in public. So they came up with a plan. They found someone who looked possibly like Jaeger, someone from an outer province, someone from the security forces. Someone who, with a bit of work, could be made to look remarkably like the incapacitated Premier. So they brought him in, fiddled around with his face, and hey presto, the Presidency had a new public face, literally. Which was fine, for a while. The real Jaeger dictated the agenda, and his double stood on the platforms and waved at the crowds.\nJAEGER: This is a fiction. Something the FDP has done to try to discredit me. I am the real Leo Jaeger. Me, not that disgusting thing.\nDOCTOR: Now, now, now. Manners. I think we want to hear how the story ends, don't we? No? Well, I do. Be a good chap and let Hex finish.\nHEX: At first, the new Jaeger did as his political advisors told him. But people began to forget that he wasn't the real thing, and started doing as he told them. Bit by bit, he stopped representing the old Jaeger Government, and simply replaced them, one at a time, with his own cronies. They formed a new secret governing body called the Inner Senate. They kept the real Jaeger alive for his biometric ID, and safely locked away, drugged and helpless. So winning the first election was not a problem, nor the second one. Jaeger was still popular enough. Then the power crisis started. 34's resources were not as plentiful as initial surveys had shown. Much of what there was, was inaccessible or too expensive to extract. So his popularity began to decline.\nDOCTOR: I'm afraid this is where it gets nasty. Jaeger had two priorities. Clinging to power, and making sure the light stayed on.\nHEX: He solved the first by engineering a state of emergency. A few bombs, some rumours about monsters or invasions and what have you, and he could bring in the Emergency Powers Act, and postpone elections almost indefinitely.\nDOCTOR: The second bit was far grislier. 34, like all human colonies, has its underclass. Poor unfortunates who have fallen through the hole in the net. The invisible people who occupy the hinterland. Neglected, ignored, disposable. Ace? If you're all right, perhaps you?\nACE: Yeah. This is my part of the story, anyway. The process they used was very efficient. Human bodies make excellent fuel if used properly. At first they just used dead bodies. Graves were quietly emptied. Mortuaries were pilfered, and the bodies whisked away and converted into fuel. But after a while the flow of bodies could not satisfy demand. Then the disappearances began. Political prisoners were shipped off to remote prisons, never to be seen again. Dissidents, trouble-makers, criminals, were all quietly disappeared. But even that wasn't enough. So they started looking further afield, to other colonies. The Inner Senate set up a secret programme to attract more people to 34. They used people traffickers and agencies to bring in off-colony workers. Those who were valued were lucky enough to find jobs and homes. Most ended up in the Outer Districts and favelas. There the Government could successfully hide them until they were needed. A vast energy resource the Premier could mine at will.\nDOCTOR: People were used as fuel. Burned, every single one of them, just so you could have toast for breakfast.\nJAEGER: They were worthless, anyway.\nDOCTOR: Worthless? They were living, breathing, feeling people, not fuel! For months you have filled this colony with rumours of monsters creeping through the shadows. But the only monster in this colony is you. You and your Government are an abhorrence! You sicken me!\nHEX: Doctor?\nDOCTOR: Yes?\nHEX: It's Ace. Making that speech took it right out of her. She's in pretty bad shape. I don't know what those people did to her, but she needs medical treatment.\nDOCTOR: I know. I think our work here is done. Charlotte?\nCHARLOTTE: I'm coming. Hold on a second.\nDOCTOR: Well, you got what you wanted, a bloodless revolution. I think we could leave you to it for a while, can't we?\nCHARLOTTE: Of course, and thank you, Doctor. We can take things from here.\nDOCTOR: The CCC has designated Charlotte Singh as their representative here, until the arrival of a Commissions Representative. I need to tend to my friends, so I'll leave you in her very capable hands. Just be careful with that crowd. They've had a lot to take in. It would be all too easy for that anger to explode. Thank you for all your help, Charlotte.\nCHARLOTTE: Thank you, Doctor. Okay, everyone. I Know you're all angry, but the CCC officials will be here shortly to take Jaeger, or whatever he's called, into custody.\nCHARLOTTE: And commence the dismantling of his regime before new elections are called. Please try to stay calm. We don't want any violence.\nJAEGER: I will not let worthless imbeciles like you destroy me. Let go of me. Argh!\nCHARLOTTE: Get him out of here. Give me the microphone.\nJAEGER: Give it to me. I must address the people. They will understand. They will.\nCHARLOTTE: Stop him. Jaeger, you fool, you'll fall. No, leave him. Let the Commission deal with him. Let him face justice.\nJAEGER: No! Let go! Help me! Please, someone help me!"
    }
  ],
  "cast_list": [],
  "parse_warnings": []
}